
{
  //SPECIAL DIALOGUE
  "Introduction": "Owwn, que gracinha! Bem-vindo, querido!^Owwn, que gracinha! Bem-vinda, querida!$6#$b#Eu fico tão feliz quando chega alguém diferente na vila!$1#$e#Você já conheceu o meu filho, Victor?$3",
  "divorced": "Você teve o que queria, agora me deixe sozinha.$5",
  "danceRejection": "Você quer dançar comigo? Desculpe, não posso...$6",
  "secondChance_Girls": "...Reviver as coisas, @?$6#$b#Amor... eu fiz o possível para esquecer o que você fez comigo. Casamento é mais importante para mim do que para o resto da vila, você sabe.$2#$b#...Eu posso tentar de novo, mas só mais uma vez...$3#$b#Eu ainda amo você, @, espero que você não vacile conosco novamente.$2",
  "dumped_Girls": "Você realmente tem a audácia de falar comigo, @?$5#$b#Eu preciso de um tempo para esquecer o que você fez!$2",
  "breakUp": "Eu sabia que essa era uma má ideia desde o começo...$2#$b#Obrigada por ser direto, @.$0#$e#...$2",
  "pamHouseUpgrade": "O terrível trailer de Pam se foi. Fiquei cansado de colocar meus olhos nele todos os dias.$6#$b#Isso vai melhorar a imagem de Vila dos Pelicanos, graças ao seu patrocínio!$3",
  "pamHouseUpgradeAnonymous": "O terrível trailer de Pam se foi. Fiquei cansado de colocar meus olhos nele todos os dias.$6#$b#Isso vai melhorar a imagem de Vila dos Pelicanos, graças ao seu patrocínio!$3",
  "stardrop_gift": "@, eu fiz um pedido especial no salão para você.$4#$b#Espero que você goste! Isso deve te facilitar com o gasto de energia.$3",
  "give_flowersA": "...Você... quer...?$1#$b#Claro que eu quero ficar com você também! Eu não pensei que... bem, obrigada por dar o primeiro passo.$3",
  "give_flowersB": "Ah! É claro que eu aceito!$1#$e#...Seja paciente comigo, já faz um tempo que não me envolvo com alguém.$3",
  "give_pendant": "...$2#$b#@...Eu nunca  pensei que poderia casar novamente... Eu nunca pensei que estaria com alguém de novo.$2#$b#Mas passar um tempo com você... me fez sentir coisas que pensei ter deixado para trás há muito tempo.$3#$b#Sim, @. Eu adoraria casar com você. E neste novo capítulo que estamos começando, espero que seja o mais feliz de todos!$1",
  "rejectNPCA": "Eu acho que não...$6",
  "rejectNPCB": "Isso não vai acontecer.$6#$e#A conversa acabou, @.$2",
  "reject_two_heartA": "Eu não sinto isso por você, desculpe.$2",
  "reject_two_heartB": "Nós precisamos nos conhecer primeiro, amorzinho.$6#$e#Eu não sou contra, mas não estou pronta para isso.$2",
  "reject_four_heartA": "Eu não acho que consigo, @...$2#$e#Nós poderíamos falar disso depois...$2",
  "reject_four_heartB": "@, eu amo a pessoa que você é, mas...$2#$b#Acredito que precisamos de mais tempo, tudo bem?$2",
  "engageA": "Você pensa que sou estúpida, @? Eu sei que você já se comprometeu com alguém.$5#$e#Não brinque comigo desse jeito.$2",
  "engageB": "...@, o que seu conjugê pensaria disso?$2#$e#Estou desapontada com você.$5",
  "marriedA": "Sério, @? Você já casou.$5#$e#Eu vou fingir que isso NUNCA aconteceu.$5",
  "marriedB": "@... o que você está fazendo? Eu não quero ser amante de ninguém.$6#$e#Você acha que sou o típo de pessoa que faz isso?$5",
  "refusal_knownA": "Ah, amor, casamento é uma linda para se falar.$6#$e#Vamos conversar sobre isso mais tarde.$0",
  "refusal_knownB": "Eu não penso em me casar tão cedo, @.$6#$b#Talvez algum dia eu pense nisso.$2",
  "refusal_botherA": "...Isso não vai acontecer tão cedo, @.$6",
  "refusal_botherB": "Agora não.$0",
  "refusal_no_heartsA": "Oh! Ouvi dizer que esses pingentes são um costume romântico local por aqui. Que lindo!$6#$b#Você está planejando dar isso à alguém?$1",
  "refusal_no_heartsB": "Não é engraçado brincar sobre isso... casamento significa muito para mim.$2",
  "Resort_Entering": "Ah, a vista daqui é incrível!$1",
  "Resort_Leaving": "A viagem foi incrível! Eu pretendo voltar aqui da próxima vez.$3",
  "Resort_Shore": "A luz do sol está fazendo maravilhas na minha pele.$1#$b#Você se importaria de testar o meu protetor solar, @? É feito com orgânicos.$3",
  "Resort_Chair": "Essa praia é tudo!$3#$e#Eu me pergunto quanto custaria para fazer uma casa aqui.$6",
  "Resort_Bar": "Acho que bebi demais...$4",
  "Resort": "Hm... eu realmente prefiro ele lugar à cidade Sautine.$1#$e#A comunidade realmente torna esse lugar especial, você não diria?$3",
  
  
  //JOJA JOB QUESTION
  "spring_Thu": "Trabalhar em um emprego corporativo na cidade foi um capítulo diferente da minha vida.$3#$q 8001/8002 joja_followup#Você costumava trabalhar na Joja, não é?#$r 8001 50 joja_yes#Sim.#$r 8002 -50 joja_no#Não.",
  "joja_yes": "Hmm, isso é estranho, me lembro do prefeito Lewis ter dito sobre isso.$6#$b#Da cidade para a fazenda, que mudança de carreira incrível! Eu trabalho como negociadora de ações, o que não é tão diferente da contabilidade.$1#$b#É muito bom sair desse tipo de trabalho e fazer o que você realmente ama.$3#$b#Estou muito feliz por você, @.$1",
  "joja_no": "Isso é estranho, não foi isso que Morris e o prefeito Lewis me disseram...$6",
  "joja_followup": "$p 8001#Estou feliz que ambos fomos capazes de seguir em frente.$3|Estou feliz que ambos fomos capazes de seguir em frente.$3",
  
  //SPECIFIC MAP AND COORDINATES DIALOGUE
  "Custom_JenkinsHouse_20_9": "%Olivia está se concentrando em sua forma de ioga.",
  "Custom_JenkinsHouse_19_5": "Estou na cama, querida. Saia de uma vez!$5",
  "Custom_JenkinsHouse_5_8": "@, Estou usando o banheiro! Licença!$5",
  "SeedShop_21_20": "%Olivia está se concentrando em sua forma de ioga.",
  "Custom_SophiaHouse_6_22": "Oi docinho! Estou fazendo um pedido para Sophia agora.$3",

  //SPRING AND GENERAL DIALOGUE
  "spring_1": "Estou feliz que seja primavera novamente, já estava ficando cansada do clima de inverno.$1",
  "spring_9": "Às vezes eu fico pasma em como eu costumava ficar ocupada quando trabalhava na Joja...$2#$e#Eu tenho tanto tempo livre agora que vivo aqui, eu gasto bem mais tempo com meus hobbies... mas às vezes eu fico perdida com meus pensamentos.$3",
  "spring_12": "O Festival do ovo é amanhã! Uma desculpa perfeita para eu me exibir com meus vinhos.$3",
  "spring_23": "Oi, @. Parece que a primavera está no fim, você já sabe o que vai plantar no verão?$3#$e#Marnie planta melões todo verão, eles são deliciosos.$1",
  "spring_28": "Talvez eu devesse plantar girassois no meu quintal. Sempre que vejo elas eu me sinto no espírito do verão.$1#$e#Sementes de girassol fazem um almoço ótimo também!$3",
 
  "Mon": "Me pergunto se algum dos amigos do Victor quer trabalhar limpando minha casa... poderia me poupar um tempo precioso.$4",
  "Mon2": "Minha agenda é muito cheia, mas tento reservar um tempo para conversar com Jodi e Caroline, são minhas melhores amigas.$3#$b#Eu sempre tento ficar longe da Pam quando estou no salão, acho que não nos damos bem.$2#$e#Você quer saber por quê? Eu não me sinto segura de falar no momento.$1",
  "Mon4": "Estou discutindo se devo contratar um paisagista. O quintal poderia ser útil.$6#$e#Você quer conversar mais? Estou ocupada no momento.$0",
  "Mon8": "É sempre bom ver você, @.$3",
  "Mon10": "Oie, você vai participar da aula de Yoga amanhã?$3#$e#Eu poderia te ensinar algumas poses ótimas!$1",
  "Tue": "Oie, tendo um dia produtivo? Se cuide para não se machucar.$3#$e#Eu não quero que você vá para o hospital tão cedo.$6",
  "Tue2": "Eu pratico yoga há anos, graças a isso consigo fazer poses avançadas como 'Lorde Da Dança' e 'Lotus'.$1#$e#Se manter saudável é a chave para manter um corpo lindo como o meu.$4",
  "Tue8": "Eu sempre participo das aulas de aeróbica que Caroline organiza na loja. Yoga é uma excelente maneira de se manter em forma.$3#$e#Também te deixa saudável e flexivel.$1",
  "Wed": "Oie, tendo uma boa quarta-feira?$3#$e#Nós deveríamos dividir uma garrafa de vinho qualquer dia desses.$1",
  "Wed4": "Eu reguei as plantas hoje. Plantas saudáveis significam ar fresco e limpo em casa.$1#$e#Não é algo que dinheiro possa comprar.$3",
  "Wed10": "Eu peguei uma garrafa de vinho para você, é maravilhoso.[348]$1",
  "Thu": "Desculpe, estou ocupada demais para falar.$0#$e#Você poderia vir outro dia, @?$6",
  "Thu2": "Oi, @! Estou de bom humor hoje!$3#$e#Por quê? Porque eu ganhei muito dinheiro esta manhã através de uma bolsa de valores.$1",
  "Thu6": "Você estará no salão amanhã, @? Você pode me ver lá. Victor vai toda sexta-feira para se encontrar com seus amigos.$3",
  "Thu8": "Oie, @, tendo um bom dia?$3#$e#Ah, você está sempre produtivo.$1",
  "Fri": "Olá.$0#$e#Acho que você deveria sair agora.$6#$e#%Olivia está ignorando você..$3",
  "Fri2": "Algumas de minhas ações diminuíram de valor esta manhã. eu perdi 30,000g,,.$2#$e#%Olivia não está com bom humor para falar.",
  "Fri6": "Sempre me mimo com uma boa taça de vinho às sextas-feiras.$3#$b#Gus carrega algumas safras raras e é sempre abastecido com vinho do Blue Moon Vineyard.$1",
  "Fri10": "Feliz sexta-feira, amor! Você esteve trabalhando tão duro... que tal um descanso.$3#$e#Deixe-me saber caso precise de ajuda.$4",
  "Sat": "Há sempre muito trabalho para ser feito em casa, eu devo contratar um mordomo em breve.$5#$e#Você tem alguma sugestão?$3",
  "Sat2": "Eu peguei a pintura como hobby há vários anos. Leah me deu ótimas dicas!$3#$e#Ela é uma boneca, você não acha?$1",
  "Sat6": "Oi querido. Como este sábado está te tratando? Você trabalha muito duro durante os fins de semana.^Oi querida. Como este sábado está te tratando? Você trabalha muito duro durante os fins de semana.$3#$e#Você deveria fazer uma pausa de vez em quando.$0",
  "Sat10": "Ultimamente tenho feito muito progresso em minha arte. Estou orgulhoso de mim mesmo.$1#$e#Tenha um ótimo dia, amor!$3",
  "Sun": "Você não tira dias de folga, não é? Tudo bem, eu não quero te atrapalhar.$6#$e#Vá em frente com suas tarefas, @.$0", 
  "Sun2": "Tempo é dinheiro! Você sabe que isso é verdade, @. Eu sempre verifico minhas ações todos os dias.$3#$e#Claro que você sabe disso. É a razão pela qual você nunca tira um dia de folga do trabalho em sua fazenda.$6",
  "Sun6": "Eu tive sorte esta manhã negociando e recebi um pagamento enorme.$1#$b#Acho que vou gastar em uma pintura do meu artista favorito das Ilhas Samambaia.$0",
  "Sun10": "É maravilhoso ver você, como vai?$1#$e#*smooch* Espero fazer seu dia melhor.$3",

  //SUMMER DIALOGUE
  "summer_1": "Ah! Verão! Finalmente posso mostrar meu novo biquíni na praia.$3#$e#Acredito que Caroline também tem um biquíni novo.$6",
  "summer_5": "Minha costureira em Chestervale desenhou um lindo vestido para mim.$1#$b#Estou ansiosa para usá-lo no próximo festival da cidade.$3#$e#Ah, tente não se apaixonar por mim, tudo bem?$1",
  "summer_10": "O governador quase nunca vem ao vale, é uma honra tê-lo aqui amanhã.$1#$e#Espero que você faça a diferença na sopa, @.$3",
  "summer_17": "Eu doei 15,000 para a caridade da cidade Zuzu ontem.$1#$b#Sei que nem todo mundo tem a vida que levo... então tento ajudar quando posso.$2#$b#Eu também cuido de outras coisas além do meu dinheiro.$0",
  "summer_22": "Aqui, @, compre um sorvete!$1[336]",
  "summer_28": "Você estará na praia para ver as medusas, @?$3",
  "summer_3_1": "Eu ouvi um estrondo tremendo ontem à noite. Aquilo fez você acordar também, @?$0#$e#Parecia uma avalanche, eu preciso falar com o prefeito Lewis.$2",

  "summer_Mon": "Olá, como vai sua segunda-feira? Espero que sua semana seja ótima.$3#$e#Ah, eu? Estou bem, obrigada por perguntar.$6#$e#Alguém já te disse que você é educado?$1", 
  "summer_Mon4": "Susan me deu um melão recém colhido de seu campo hoje. Ela é maravilhosa!$1#$b#As plantas dela são mais saudáveis que as de Andy.$6#$e#Eu acho que nunca comi nada que ele produziu.$2#$e#É meio rude? Bem, só estou cuidando da minha saúde, mas eu sei que você quer que todos se sintam em casa.$0",
  "summer_Mon8": "Oie, você esteve trabalhando tão duro durante a primavera... e agora nesse calor do verão.$3",
  "summer_Mon10": "Estou usando um novo protetor solar, é uma maravilha.$3#$b#Me avise caso queira passar um pouco.$1",
  "summer_Tue": "Eu faço parte das aulas de yoga na loja do Pierre. Yoga é excelente para limpar sua mente.$3#$e#E ainda te faz mais flexível.$1",
  "summer_Tue4": "Eu comprei alguns produtos do Pierre ontem, ele tem os melhores orgânicos.$3",
  "summer_Tue6": "O prefeito Lewis estava com 5.000 acima do orçamento para o Festival de ovos deste ano.$2#$b#Contribui com meu próprio dinheiro para garantir que ainda poderíamos sediar o festival.$0#$e#Em troca, ele me permitiu usar mais aqueles barris ao lado do centro comunitário.$3#$e#Todos nós devemos tentar retribuir à comunidade quando pudermos. Juntos, somos o que torna esta cidade especial.$3",
  "summer_Tue8": "Da próxima vez que voltar das Ilhas Samambaia, trarei algumas frutas para você.$1#$e#Eles são deliciosos e fazem as sobremesas perfeitas. Tortas; bolos; cremes... tudo o que você puder pensar!$3#$b#Eu sempre gosto de dar presentes, mas eu particularmente adoro ter certeza de que você merece receber um tratamento melhor, amorzinho.$1",
  "summer_Wed": "O último lote de vinhos da Sophia foi excelente. Devo agradecê-la ainda hoje.$2",
  "summer_Wed4": "Investi 30.000G em uma empresa iniciante hoje de manhã. Eu tenho fé que eles vão crescer algum dia!$1#$e#Empresas de tecnologia estão bombando na cidade Zuzu.$3#$b#Se você quer ganhar dinheiro, é a melhor hora para investir, @.$1",
  "summer_Wed6": "Se você quiser que eu invista seu dinheiro em ações, deixe-me saber!$1#$e#Mas vou cobrar uma porcentagem pequena, tudo bem?$6",
  "summer_Wed8": "Devo fazer uma viagem à Grampleton em breve. O clima mais divino que você já experimentou é sob a sombra das altas sequóias.$3#$e#Talvez possamos ir juntos algum dia.$1",  
  "summer_Thu": "Olá! Você gostou do meu brinco novo?!$1",
  "summer_Thu8": "Caroline, Jodi e eu gostamos de nadar na praia de vez em quando.$3#$b#Você quer ir também?$1",
  "summer_Thu10": "Caroline e eu vamos nadar juntas daqui uns dias.$3#$b#Você também quer ir, amor?$4",
  "summer_Fri": "Eu estive gastando dinheiro em quadros ultimamente.$1#$e#Há tanta coisa para se inspirar...$0 ",
  "summer_Fri2": "Andy me fez ficar desconfortável no salão ontem à noite... ele não parava de me olhar.$2#$e#Eu ouvi que ele é péssimo em pagar suas contas.$6",
  "summer_Fri6": "Yoga é uma atividade ótima pra quem tem pressão alta.$1#$e#Isso é algo que Andy poderia tirar proveito.$6#$b#...Eu sei que tenho dito coisas rudes dele, mas eu também me importo com sua saúde.$2",
  "summer_Fri10": "Meu, meu. Sua roupa está absolutamente perfeita hoje.$1#$e#Se você precisar de alfaiataria, conheço alguém em Chestervale que pode ajudar!$3",  
  "summer_Sat": "Eu recebi dezenas de spams no meu e-mail ontem...$2#$e#Sinceramente, eu detesto isso.$5",
  "summer_Sat2": "Eu vi Linus procurando comida nos arbustos da cidade ontem à noite.$2#$b#Eu já ofereci dinheiro à ele, mas ele sempre recusa...$2#$e#Ele parece... estranhamente familiar, eu não sei o por quê.$6#$e#...Eu deveria tentar encontrar uma casa para ele.$2",
  "summer_Sat4": "O prefeiro já ouviu muitas das sugestões que dei para a melhora da nossa comunidade. Ele realmente é um bom prefeito.$3#$e#Eu amo como esse lugar está começando a me fazer sentir em casa, acontece com você também, @?$3",
  "summer_Sat8": "Leah me ensinou muitas tecnicas de pintura, ela é muito boa no que faz.$3#$e#Eu espero conseguir ficar boa suficiente para fazer um retrado de você!$1",
  "summer_Sun": "Eu vou tentar uma nova rotina de yoga na quinta-feira, preciso me desafiar mais!$3",
  "summer_Sun4": "Jodi me disse que Vincent não está indo bem em matemática... Ela está bem preocupa sobre isso...$2#$e#Posso perguntar a Victor se ele pode ensiná-lo.$3",
  "summer_Sun8": "Meus outros hobbies? Bem, eu nunca digo à ninguém mas...$0#$e#Estou no meio de um romance, é o meu tipo de livro favorito para ler.$4#$e#Tenha um ótimo dia, @.$1",
  
  // FALL DIALOGUE
  "fall_1": "Boa sorte em suas colheitas de outono, @. Se você for vender algumas abóboras para o Pierre, irei na hora comprar uma!$3",
  "fall_9": "Estarei visitando o vinhedo Lua Azul para pedir mais vinho à Sophia.$3#$b#Eu sempre mando o Victor buscar, mas dessa vez em quero ter uma visão do Mar de Jóias.$1#$e#Eu gostaria de ir com você algum dia...$3",
  "fall_15": "Você estará participando da feira amanhã, @? Estarei te desejando sorte!$1#$e#Caroline disse que os produtos de Pierre estavam ótimos esse ano!$6",
  "fall_17": "Eu conversei com um rapaz da cidade Pine-mesa ontem no festival!$1#$b#Não é uma cidade tão grande quanto Zuzu, mas a economia está em crescimento lá também.$3",
  "fall_22": "Apesar de eu ser gerente de contabilidade da Joja, nunca compro nas lojas deles e nunca comprarei.$0#$e#Os produtos deles não são saudáveis...$6",
  "fall_26": "O Festival de Espíritos é amanhã, @! Você estará participando do labirinto?$1#$e#Victor tem costume de se perder no labirinto, como sempre.$6",
  "fall_28": "Há uma história obscura sobre a família que morava nessa casa.$2#$e#Eu não tenho permissão para falar sobre isso.$6#$e#Sim, @, isso inclui você.$6#$e#...$2#$e#%Olivia está ignorando você.",

  "fall_Mon": "Durante o outono, às vezes posso fazer viagens na floresta para colher cogumelos.$0#$b#Eu queria que Victor gostasse deles tanto quanto eu.$6",
  "fall_Mon4": "Eu vi %pet andando pela vila ontem, que animal adorável!$1#$e#%pet me lembra do Dewey... Victor amava muito aquele gato.$2#$e#Ele já te contou sobre ele?$2",
  "fall_Mon8": "Caramba, você esteve trabalhando muito! Tome isso aqui, vai te ajudar bastante.[349]$3#$e#Tenha um ótimo dia!$1",
  "fall_Tue": "O prefeito Lewis estava falando sobre reformar aquela madeira das docas...$0",
  "fall_Tue2": "A beleza do Yoga é a flexibilidade que essa atividade te dá, @.$3#$b#Trabalhar naquela fazenda te faz forte também, não?$1",
  "fall_Tue6": "Eu já tentei chamar Victor para fazer Yoga, mas ele não quer...$6#$e#Suponho que vou me ater às terças-feiras. Emily ama nossos dias de Yoga.$3",
  "fall_Tue8": "Eu pratico Yoga há muitos anos. Isso ajudou a tonificar meu corpo e concentrar minha mente em um estado equilibrado.$3#$e#Você deveria se juntar à nós também, @.$1", 
  "fall_Tue10": "Nossa fazenda fica linda nesta época do ano.$3#$e#Talvez eu devêsse fazer uma pintura dela...?$4",
  "fall_Wed": "Eu prefiro vinho tinto do que branco. Os vermelhos têm mais minerais e vitaminas, e o sabor é muito mais complexo.$3#$e#Sophia é especialista em vinhos tintos secos. O clima no vale é perfeito para ele.$1",
  "fall_Wed4": "Pierre faz cidra temperada durante o outono, mas ele não vende no balcão da frente.$3#$e#Ele só vende para seus amigos mais próximos. Felizmente, Caroline e eu temos uma amizade excelente.$1#$e#Da próxima vez vou pegar um pouco pra você.$3",
  "fall_Wed8": "Caroline e Jodi são minhas melhores amigas há um bom tempo!$1#$e#Nós três somos mães, concordamos em muitas coisas e contamos umas com as outras em problemas.$3",  
  "fall_Thu": "Jodi fez uma torta de maça para mim ontem. Estava delicioso! Preciso preparar algo especial para ela também.$1",
  "fall_Thu4": "Hoje estou participando do leilão silencioso na cidade de Zuzu. Acontece semanalmente durante a primavera.$0#$b#Estou sempre à procura de mais porcelana de Gotoran. É bastante requintado.$1",
  "fall_Thu8": "Jodi está estressada ultimamente. Vou me oferecer para cuidar de Vincent por um dia para que ela possa fazer uma pausa.$0#$e#Me deixe saber caso queira relaxar também, @.$3",
  "Fall_Fri": "Outono parece a estação da moda, você não acha, @?$3#$b#Há tanta coisa que combina com a cor dessa estação maravilhosa!$3",
  "fall_Fri6": "Você já fez compras para expandir seu guarda-roupa, @?$0#$b#Conheço alguns lugares onde você pode comprar roupas de qualidade com uma grande pechincha, se você quiser posso te levar lá.$3",
  "fall_Sat": "Marlon entrou no salão com o mago ontem à noite e os dois foram para a sala dos fundos.$6#$b#Uma pessoa vestindo uma capa marrom se juntou a eles, mas seu rosto estava coberto.$0#$e#Eu me pergunto o que diabos estaria acontecendo lá...$6",
  "fall_Sat6": "mais um dia frio de outono, quer se juntar a mim no salão mais tarde, @?$3",
  "fall_Sat10": "Eu fui procurar algumas coisas na natureza para cozinhar. Eu guardei um pouco pra você, amor![205]$4#$e#Eu queria que Victor também gostasse de cogumelos...$6",
  "fall_Sun": "É uma pena que toda exportação de Gotoro foi proibida, eles produzem os melhores vinhos...$2#$e#Espero que essa guerra com eles termine em breve. Tanta violência por diferenças tão triviais...$2",
  "fall_Sun6": "Oie, como vai o seu domingo?$1#$e#Espero que esteja bem.$3",

  //WINTER DIALOGUE    
  "winter_1": "Minha nossa! A neve cobriu todo vale.$6#$e#Mantenha-se quente, @. Eu não gostaria que você pegasse um resfriado!$3",
  "winter_7": "Oie! Você estará participando do festival de amanhã?$3#$e#Eu amaria ver você competindo com o Willy.$1",
  "winter_13": "Eu quebrei um dos meus pratos de Gotoro esta manhã. Agora eu preciso gastar 6.000 para substituí-lo. Eles estão ficando ainda mais difíceis de encontrar.$2#$b#É importante valorizar as coisas que nos lembram de onde viemos, você não acha?$0", 
  "winter_21": "Caroline teve uma discussão com Pierre hoje e me contou sobre isso depois.$2#$e#Eu espero que o casamento deles estejam O.K...$2#$b#Eles são fortes, sei que vão superar isso.$0#$b#...Eu deveria ir falar com ela...$0",  
  "winter_24": "Oi, @! Está se mantendo quente? Amanhã teremos um dos mais belos festivais do vale!$3#$e#Eu já tenho o presente para o meu amigo secreto!$1",
  "winter_28": "A primavera está chegando, @! Preciso me apressar e decidir quais plantas vou plantar no quintal este ano...$1#$e#Tenha um dia maravilhoso, @. Boa sorte com sua agricultura no próximo ano.$3",

  "winter_Mon": "Eu quase levei um tombo no gelo hoje...$6#$b#Cuidado, viu?$2",
  "winter_Mon4": "Você compra na Joja, @?$0#$b#Não é que eu esteja te julgando, amor, é que a qualidade de seus produtos não são dos melhores.$2",
  "winter_Mon8": "Você é minha pessoa favorita, @.$1#$b#Sempre vem conversar comigo com histórias interessantes...$6#$e#Você pode me contar sobre aquela vez que você matou 93 dragões na caverna?$3",
  "winter_Mon10": "Nossa, que friozinho.$0#$b#Talvez a gente devêsse assistir algo no sofá, você não acha? Seria lindo.$1",
  "winter_Tue": "Hoje passei o dia inteiro ocupada, está na hora de tomar um bom vinho.$6#$e#Sim?$0",
  "winter_Tue2": "Meus pais estarão me visitando em breve, tudo precisa estar perfeito!$0#$e#...Talvez eu os te apresente algum dia, @.$6",
  "winter_Tue8": "Comprei alguns vasos de plantas da Marnie. Eles estão enfeitando minha cozinha.$1#$e#Eu pegaria algumas galinhas dela também, mas não teria onde colocá-las.$0",
  "winter_Tue10": "Sabe... eu poderia te ensinar algumas técnicas de Yoga caso queira.$4",
  "winter_Wed": "Robin construiu nossa lareira. Ela é uma carpinteira excepcional e pode construir praticamente qualquer coisa.$1",
  "winter_Wed4": "Caroline e Jodi não bebem muito no salão, elas estão sempre ocupadas demais.$2#$e#Eu amo conversar com você, @. Espero que possamos tomar algo no bar algum dia.$1",
  "winter_Wed8": "O natal na Vila Pelicano é sempre lindo. Toda essa decoração colorida ao lado da neve brilhante fazem todos os dias parecerem tão festivos.$3#$e#Gus, Pierre, e o Prefeito Lewis fazem um trabalho maravilhoso e de bom gosto com a decoração.$1#$e#É um lugar maravilhoso para ter uma casa, você não acha, @? Estou feliz que você se acomodou na vila.$3",
  "winter_Thu": "Eu tenho tentado convencer Jodi e Caroline a irem à casa de banho comigo.$1#$e#Seria uma noite maravilhosa para uma dama. É importante ter tempo para se recuperar.$4",
  "winter_Thu6": "É importante que você faça uma pausa nesse inverno, @?$3#$e#Eu sei que você gosta de trabalhar, mas é bom fazer uma pausa para se cuidar, @.$0",
  "winter_Thu10": "Não conte para Caroline ou Jodi, mas estou pensando em tirar férias da bolsa de valores.$3#$e#Eu queria passar mais tempo com meus hobbies, amigos, passeios... e você, claro!$1",
  "winter_Fri": "Eu encomendei meus suprimentos de pintura das Ilhas Samambaia.$3#$b#Eles são caros, mas é importante ter ferramentas de alta qualidade.$6",
  "winter_Fri8": "Finalmente consegui encomendar uma safra muito procurada em um vinhedo ao norte de Grampleton. Eles me deram uma garrafa extra!$3#$e#Eu quero que você fique com isto, amorzinho! Todos devem apreciar coisas agradáveis de vez em quando, especialmente você.[348]$1",
  "winter_Sat": "Embora me aposentei jovem, ainda me importo com ações.$0#$e#Eu sou adepta a ganhar dinheiro rápido com a negociação.$6",
  "winter_Sat4":"Eu compro todas as minhas jóias da cidade de Sautine. Seus joalheiros são incomparáveis em sua habilidade e atenção aos detalhes.$0#$e#Vou me certificar de te mostrar a próxima peça que eu pedir.$6",
  "winter_Sat8": "É bom ver você, @.$3#$e#Tchauzinho!$1",
  "winter_Sun": "Sinto como se estivesse começando a ficar doente. Este inverno tem sido extraordinariamente frio.$2#$e#Preciso fazer uma visita ao Harvey, temos sorte de ter um médico tão experiente na vila.$0",
  "winter_Sun4": "Às vezes eu me preocupo que durante o meu tempo na Joja, eu fiz mais mal ao mundo do que bem.$2#$b#Com o tempo, Joja vem empurrando alimentos não saudáveis, tomando decisões que estão prejudicando o meio ambiente... é irresponsável. Isso é parte da razão pela qual eu me demiti.$0#$b#Fico feliz que o caminho que minha vida tomou nos levou a nos conhecermos, @.$1",
  "winter_Sun8": "Você está bem?$6#$e#...Certifique-se de cuidar bem da sua saúde, @... eu não gostaria que nada acontecesse com você.$2",

  //EVENT DIALOGUE
  "Olivia_event1": "Ah, claro.$1#$b#Os animais amáveis da nossa fazenda.$3",
  "Olivia_event2": "Ah, o seu avô?$0#$b#Eu não consigo imaginar um cenário onde ele não seria.$3",
  "Olivia_event3": "Ah, sim, as amizades que você fez...$1",
  "Olivia_event4": "Ah... vamos mudar de assunto.$6",
  "Olivia_event5": "Eu espero que ela supere isso...$2",
  "Olivia_event6": "Parte de mim acredita que...$2#$b#Ela está ferida... ela perdeu quem amava também...$2",
  "Olivia_event7": "Sua filha acabou de completar seis. Suki me mostrou fotos dela, e ela é muito fofinha.$3#$b#Espero que eu consiga visitá-la da próxima vez...$0",
  "Olivia_event8": "Eu não consigo parar de pensar nessas pessoas lá fora...$2"
  
}
