{

"spring_Mon": "%Treyvon: Eu possuo uma loja de atacado no centro de Grampleton. eu chamo isso \"O essencial de Treyvon\".#$e#%Treyvon: Tenho contrato com \"Rancho da Marnie\" No Vale do Orvalho. Eu compro de lá leite e lã, para as minhas vendas.",
"spring_Tue": "%Treyvon: Como está a vida agrícola no Vale?#$e#%Treyvon: Fico feliz que esteja indo muito bem para você.",
"spring_Wed": "%Treyvon: Nossos vizinhos são amigáveis. Às vezes nos reunimos e fazemos um churrasco!",
"spring_Thu": "%Treyvon: É melhor você não ser fã dos 'Búfalos'! Esta é uma casa dos Tunnlers!#$e#%Treyvon: *risada* Nós levamos o gridball muito a sério.",
"spring_Fri": "%Treyvon: Sempre fico ansioso para ler os \"Trapalhões\" no jornal do fim de semana.#$e#%Treyvon: Você tem uma entrega de jornal em sua cidade natal?",
"spring_Sat": "%Treyvon: Já ouviu falar do 'Vinhedo Sakura' na costa de Grampleton? É um ponto turístico popular durante esta época do ano.#$e#%Treyvon: *risada* É muito caro para nós irmos.",
"spring_Sun": "%Treyvon: Minha caminhonete é meu sustento. Eu cuido bem dela.#$e#%Treyvon: Hank e eu estamos pensando em comprar outro carro para que ele não precise usar minha caminhonete para trabalhar.",

"summer_Mon": "%Treyvon: Olá. Como é a Vila Pelicanos?#$e#%Treyvon: Hmm, interessante a Vila Pelicanos parece uma comunidade adorável. Hank e eu precisaremos visitar o vale algum dia.",
"summer_Tue": "%Treyvon: Scarlett costumava me ajudar na minha loja, até que se tornou uma agricultora para ajudar as pessoas no vale.",
"summer_Wed": "%Treyvon: A maioria dos nossos móveis foram comprados localmente.#$e#%Treyvon: Você não encontrará uma mesa melhor em qualquer lugar, exceto em Grampleton!",
"summer_Thu": "%Treyvon: A sombra da árvore ajuda a manter a Lagoa da Madeira fresco durante os dias quentes de verão.",
"summer_Fri": "%Treyvon: Faça uma pausa do seu trabalho agrícola de vez em quando. É importante evitar se queimar.",
"summer_Sat": "%Treyvon: Algumas pessoas avistaram um coiote nas proximidades. Dê-me um grito se você ver.#$e#%Treyvon: É estranho. Eles geralmente não chegam aqui por causa de todos os cães nos subúrbios.",
"summer_Sun": "%Treyvon: Ah, que bom que você veio fazer uma vistia. Avise-me se precisar de alguma coisa.#$e#%Treyvon: Você e Scarlett têm planos para hoje??",

"fall_Mon": "%Treyvon: Minha caminhonete é meu sustento. Eu cuido bem dela.#$e#%Treyvon: Hank e eu estamos pensando em comprar outro carro para que ele não precise pegar meu caminhão emprestado para trabalhar.",
"fall_Tue": "%Treyvon: Ouvi falar da Fazenda %farm no jornal. Não sabia que você era tão famoso!",
"fall_Wed": "%Treyvon: Estou orgulhoso de quem Scarlett se tornou. Ela é minha anjinha.#$e#%Treyvon: Tenho a sensação de que ela quer ter uma fazenda algum dia, assim como você.",
"fall_Thu": "%Treyvon: As últimas notícias sobre a guerra têm sido sombrias ultimamente...#$e#%Treyvon: Espero que um dia tudo isso acabe e todos possam voltar para suas famílias.",
"fall_Fri": "%Treyvon: Eu poderia contratar seu prefeito para comprar mercadorias de sua fazenda para minha loja. Que tipo de produtos a Fazenda %farm produz?#$e#%Treyvon: Ah, você faz uma grande variedade de coisas. Posso imaginar como é seu lucro.",
"fall_Sat": "%Treyvon: Ah, visitando Scarlett hoje?#$e#%Treyvon: Divirtam-se, tudo bem?",
"fall_Sun": "%Treyvon: Como está a vida agrícola no Vale?#$e#%Treyvon: Fico feliz que esteja funcionando bem para você.",

"winter_Mon": "%Treyvon: Vamos ser atingidos por uma nevasca em breve. Fique coberto lá fora e esteja seguro.",
"winter_Tue": "%Treyvon: Olá. O que está na agenda hoje?",
"winter_Wed": "%Treyvon: Certifique-se de fechar a porta ao entrar. Não quero esfriar a vizinhança inteira agora!",
"winter_Thu": "%Treyvon: Esta época do ano sempre me deixa com vontade de me aconchegar perto do fogo com uma boa xícara de chocolate quente.",
"winter_Fri": "%Treyvon: É melhor você não ser fã dos Búfalos! Esta é uma casa dos Tunnlers!#$e#%Treyvon: *risada* Nós levamos o gridball muito a sério.",
"winter_Sat": "%Treyvon: Nossa conta de aquecimento é um pouco maior este ano. Eu me pergunto se ela está mexendo com o termostato novamente...",
"winter_Sun": "%Treyvon: Aposto que você tem muito tempo livre durante o inverno.",

}
