{

"spring_Mon": "%Hank: Os Tunnlers estão indo muito bem este ano! Eles só podem chegar às finais!",
"spring_Tue": "%Hank: Treyvon e eu trabalhamos duro para pagar esta casa. É bom saber que é nossa!",
"spring_Wed": "%Hank: Ei, você é um fazendeiro, certo? Diga-me... por que a galinha atravessou a rua?#$e#%Hank: Para chegar ao outro lado! Haha!#$e#%Hank: Você não concorda que foi uma piada \"eggcelente\"?#$e#%Hank: Bem, foi mais engraçada na minha cabeça.",
"spring_Thu": "%Hank: Hmm. Devo cortar a grama em breve.#$e#%Hank: Nós compramos um cortador de grama recarregável LV2103 ano passado. Ele faz o trabalho.",
"spring_Fri": "%Hank: O Lagoa da Madeira é agradável e tranquilo, o que é exatamente o que eu gosto.#$e#%Hank: Muitas criaturas chamam esse lugar de lar também. Uma vez eu vi um urso em nosso quintal.",
"spring_Sat": "%Hank: Eu tenho que ir para \"Cidade da Pátria\" em breve para pegar suprimentos para um novo emprego.#$e#%Hank: Eu construo e conserto uma série de coisas para um monte de indivíduos e empresários!",
"spring_Sun": "%Hank: Ei, é bom ver você.#$e#%Hank: *risada* Tenho certeza que você não veio até aqui só para me visitar. Scarlett deve estar em algum lugar.",

"summer_Mon": "%Hank: Meu marido e eu pintamos a casa nós mesmos. Quase optamos por um esquema de cores azul.#$e#%Hank: Costumava ser branco, do qual eu não era fã.",
"summer_Tue": "%Hank: Ei. Que bom ver você.",
"summer_Wed": "%Hank: Estou experimentando este novo plano de dieta. Está indo bem.#$e#%Hank: Já ouviu falar da dieta cetogênica? É onde você corta todos os carboidratos e os substitui por proteínas e gorduras.",
"summer_Thu": "%Hank: Eu quero instalar uma piscina um dia em nossa propriedade. Custaria um braço e uma perna, mas acho que valeria a pena.#$e#%Hank: Pense em todas as festas na piscina que poderíamos ter! Seríamos a casa mais legal dos subúrbios.",
"summer_Fri": "%Hank: Scarlett está em casa hoje se você está procurando por ela.",
"summer_Sat": "%Hank: Você não encontrará madeira de lei melhor que a do sul de Grampleton.#$e#%Hank: Muitas pessoas adotam a silvicultura como profissão na região.",
"summer_Sun": "%Hank: A nova temporada de gridball está começando em breve. Você pode acreditar que eles trocaram Jackie? Totalmente tolos!",

"fall_Mon": "%Hank: Eu não quero ver você bisbilhotando nosso quarto, beleza?#$e#%Hank: Nós valorizamos nossa privacidade.",
"fall_Tue": "%Hank: Quando eu tinha a sua idade, eu trabalhava em vários empregos.#$e#%Hank: De um jeito estranho, ainda estou fazendo a mesma coisa, mas profissionalmente!",
"fall_Wed": "%Hank: Eu sempre aprecio as cores desta estação.#$e#%Hank: Um de nossos vizinhos enlouqueceu com suas decorações de véspera de Espírito.",
"fall_Thu": "%Hank: Não há nada além de más notícias no exterior. De alguma forma eu sinto que é pior do que realmente é.",
"fall_Fri": "%Hank: Todos no Lago da Madeira são confiáveis. Maioria das pessoas daqui deixam suas portas destrancadas.",
"fall_Sat": "%Hank: *suspira* Eu preciso de férias logo. Ouvi dizer que as Ilhas Fern são legais nesta época do ano.",
"fall_Sun": "%Hank: Nosso 'Soprador de Folhas 2000' facilita a limpeza do quintal. Muito melhor do que usar um ancinho.",

"winter_Mon": "%Hank: *tosse* *tosse* Acho que este tempo está me deixando fraco...",
"winter_Tue": "%Hank: Scarlett adora queijo de cabra e cerejas. Se você quiser ficar do lado dela, tente presenteá-la com essas coisas.#$e#%Hank: Haha, eu? Eu sou mais um cara de bife.",
"winter_Wed": "%Hank: Não toque no termostato.#$e#%Hank olha para você com um olhar sério no rosto.",
"winter_Thu": "%Hank: Aqui faz frio nessa época do ano. Aqueça-se pelo fogo.",
"winter_Fri": "%Hank: Estou de plantão para um trabalho hoje. Não há muito o que fazer além de tomar uma bebida quente e assistir ao gridball.#$e#%Hank: Você gosta dos Tunnelers? Temos partidas toda semana.",
"winter_Sat": "%Hank: Tenho que tirar a neve da garagem em breve. Você não pode deixá-la acumular muito.",
"winter_Sun": "%Hank: *risada* Tenho certeza que você não veio até aqui só para me visitar. Scarlett deve estar por aqui.",

}