
{
  //SPECIAL DIALOGUE
  "Introduction": "Oh, ei! Você é o novo proprietário da Fazenda %farm!$1#$b#Sou Victor. É um prazer conhecê-lo... @, não é?$3",
  "danceRejection": "Desculpa. Eu não tenho certeza se eu mesmo quero dançar...$0",
  "divorced": "@... você... você quebrou meu coração. Eu coloquei minha vida em você e você... fez isso comigo?$2#$b#Por favor...$2#$b#Diga-me o que eu fiz de errado. O que eu fiz? Eu machuquei você?$2#$e#@, por favor...$2",
  "secondChance_Boys": "Você quer dar outra chance ao nosso relacionamento, @?$6#$b#Não tenho tanta certeza sobre isso...$2#$b#Você realmente me magoou quando se divorciou de mim, @. Eu deveria pensar mais sobre isso, mas...$2#$b#Também quero nos dar outra chance!$3#$b#Acho que podemos aprender com nossos erros e transformar nosso relacionamento em algo saudável.$4#$b#Isso exigirá esforço de nós dois, mas acredito que podemos fazer funcionar.$3",
  "dumped_Boys": "@, não fale comigo...$2#$b#Nós não somos amigos, não depois do que você fez...$2",
  "breakUp": "O-O quê? Por quê?$2#$b#Ugh... foi algo estúpido que fiz, não foi?$2#$e#Então, ainda seremos amigos, eu acho?$0",
    "pamHouseUpgrade": "Estou impressionado que Robin consiga construir uma casa tão rápido.$0#$b#Será que ela faz isso?$1",
	"pamHouseUpgradeAnonymous": "Estou impressionado que Robin consiga construir uma casa tão rápido.$0#$b#Será que ela faz isso?$1",
  "stardrop_gift": "Ei, querida. Eu comprei esta fruta estranha para você.$4#$b#Encontrei isso nas ilhas Samambaia! Dizem que foi colhida de uma árvore celeste.$1#$b#...Foda-se, eu te amo!$4",
  "give_flowersA": "Você quer namorar comigo, @? Eu sinto o mesmo! Eu estava um tanto nervoso para uma iniciativa...$4#$b#Estou feliz, @. Você acaba de ver a pessoa mais feliz do universo!$1",
  "give_flowersB": "Eu não sabia que você se sentia da mesma maneira, @. Estou tremendo!$4#$e#Aah, estou nervoso pra caramba, você não?$4",
  "give_pendant": "!!!$7#$b#Você... você quer se casar? Você está propondo um casamento, @!?$7#$b#Eu aceito! Não consigo imaginar viver longe de você. Vou avisar ao prefeito... Ah! E minha mãe também!$1",
  "rejectNPCA": "Hm... não, valeu, @.$0",
  "rejectNPCB": "Ah, eu não me sinto da mesma forma, @. Desculpe.$2#$e#Eu disse que não.$0",
  "reject_two_heartA": "@, eu não gosto de você desta maneira, desculpe.$2",
  "reject_two_heartB": "Não acho que seria uma boa ideia, @.$0#$e#Eu não te conheço muito ainda.$0",
  "reject_four_heartA": "Eu não estou pronto para isso, @.$2#$e#Desculpe.$5",
  "reject_four_heartB": "@, Eu... realmente gosto de você mas...$2#$b#Não acho que estou pronto para namorar você, desculpe.$2",
  "engageA": "Eu vou fingir que você não fez isso.$0#$e#Me deixe em paz, @.$5",
  "engageB": "Mas que palhaçada é essa?$5#$e#Sinceramente, eu nunca pensaria isso de você...$5",
  "marriedA": "@? O que você está fazendo? O que seu cônjugue diria se visse isso?$5#$e#Pare.$2",
  "marriedB": "Você quer casar comigo? Você já é casada, @. Por favor, pare.$2#$e#@. Você está bebada ou algo do tipo? Vá embora antes que eu comunico seu cônjuge.$0",
  "refusal_knownA": "Eu acho que precisamos passar mais tempo juntos para pensar nisso, @.$6#$e#Desculpa. Eu não queria te deixar de mal humor. É importante que eu seja transparente sobre isso.$2",
  "refusal_knownB": "É muito cedo para isso, você não acha?$0#$e#Mas eu aprecio a intenção, @.$6",
  "refusal_botherA": "Ahh... ainda não, @. Desculpe.$0",
  "refusal_botherB": "Talvez algum dia.$1",
  "refusal_no_heartsA": "Isso é legal, você comprou de um fantasma na praia?$0#$b#Eu li livros sobre fantasmas que vendem pingentes como este.$6",
  "refusal_no_heartsB": "Aqui está o que vai acontecer, @. Eu vou me afastar e fingir que você não fez isso.$0",
  "Resort_Entering": "Que praia bonita!$1",
  "Resort_Leaving": "Vish, tem areia no meu cabelo...$2#$b#Nada que um banho quente não resolva! De volta ao vale!$1",
  "Resort_Shore": "Eu me pergunto em qual dessas ilhas o Slash deve viver...$1",
  "Resort_Chair": "Você já explorou esse lugar, @?$3#$b#Um lugar como esse parece ter muitos mistérios.$1",
  "Resort_Bar": "Você já experimentou o suco de Fruta Anel? É maravilhoso!$1",
  "Resort": "Eu li sobre aquele vulcão em um livro.$3#$b#Uma sociedade de anões usam a lava como energia para construções!$1",
  
  //SPECIFIC TILE DIALOGUE
  "Custom_JenkinsHouse_23_25": "Sophia e eu estamos assistindo 'My Villain Academia' hoje. Deve ser interessante.$3",
  "Custom_JenkinsHouse_31_11": "Eu me diverti assistindo anime com você, Sophia.$3",
  "Custom_JenkinsHouse_21_39": "Foi ótimo sair com você, Sophia.$1",
  "SebastianRoom_5_9": "Olá @, estamos jogando 'Crônicas de Solorian' agora.$1",
  "Saloon_40_18": "Talvez eu beba um pouco de vinho daqui a pouco... preciso ver qual.$1",
  
  //EMPLOYMENT QUESTION - SPRING YEAR 1 ONLY
  "spring_Wed_1": "Já faz algum tempo desde que me formei na Universidade Pellcar.$6#$b#Minha mãe tem me importunado para conseguir um emprego em algum lugar. Em qualquer lugar.$2#$e#Entendo que preciso encontrar um emprego, mas... Eu só... preciso de mais tempo.$2#$q 1001/1002 jobquestion_followup#Você acha que sou preguiçoso po eu não ter encontrado um emprego ainda?#$r 1001 50 jobquestion_no#Você não é preguiçoso, Victor. Você precisa de mais tempo para decidir o que fazer. Olhe para mim! Eu não sabia o que estava fazendo até recentemente.#$r 1002 0 jobquestion_neutral#Você pode tentar um estágio de meio período para ver se é algo de que você gosta. Pelo menos sua mãe sairia do seu pé?#$r 1002 -125 jobquestion_yes#Eu não diria que é preguiçoso, mas... você está fora da escola há mais de um ano, Victor.",
  "jobquestion_no": "Isso mesmo. Você trabalhava com contabilidade na Joja. Você mudou completamente e se tornou um fazendeiro.$3#$b#Sua história me dá esperança para o meu futuro, @. Obrigado.",
  "jobquestion_neutral": "Eu poderia possivelmente tentar isso. Sentir o ambiente de trabalho. Vê se eu gosto.$6",
  "jobquestion_yes": "Hum... Ah, entendi. Você tem razão. Eu preciso me esforçar mais.$2",
  "jobquestion_followup": "$p 1001#Preciso me dedicar mais para seguir meus sonhos!$1|Preciso refletir sobre mim mesmo por um tempo, @. Obrigado pelo bate-papo.$6",
  
  //ZUZU CITY QUESTION
  "summer_Thu": "Estive pensando na minha vida antiga na Cidade Zuzu...$0#$e#Lá era tão caótico e barulhento, bem diferente daqui.$1#$q 3001/3002 city_followup#Você sente saudades da cidade, @?#$r 3001 15 city_yes#Sim, eu sinto falta...#$r 3002 15 city_no#Eu sinto um pouco de falta dos meus pais, mas o vale compensa a saudade.",
  "city_yes": "É normal, cidades são o foco de todo comércio... é difícil ganhar a vida fora dela.$0",
  "city_no": "Eu tenho parentes na cidade também, minha mãe e eu viajamos para lá de vez em quando, para fazer visita.$3",
  "city_followup": "$p 3001#É legal conversar com você, @.$1|É legal conversar com você, @.$1",
  
  //SPECIFIC MAP AND COORDINATES DIALOGUE
  "JenkinsHouse_31_5": "Uhh... isso é meio estranho, @... você não vê que estou dormindo?$2",
  "JenkinsHouse_6_8": "Estou ocupado...$0",
  "BlueMoonVineyard": "Sophia com certeza tem a melhor vista da cidade, veja!$1",
 
  //SPRING AND GENERAL DIALOGUE
  "spring_1": "Feliz primavera, @.$1#$e#Você já planejou seus objetivos para a estação?$1",
  "spring_15": "Há oito pontes no Vale do Orvalho, grande parte está aqui na Vila Pelicanos.$3#$b#Porém muitas estão quebradas... você viu aquela da praia?$1#$e#É interessante a forma como as pontes providenciam a comunicação entre os países.$1",
  "spring_23": "Será que a Sophia vai trazer vinho?$0#$e#Eu prefiro beber do que dançar.$2",
  "spring_28": "O verão finalmente chegou!$1",
  
  "Mon": "Tudo bem?$0#$e#Ah... eu preciso escrever alguns e-mails daqui a pouco, mas não preciso ter pressa.$2",
  "Mon6": "Está quase na hora da minha leitura.$3#$b#Vou ler um livro sobre o Mar de Jóias, esteve na minha lista por um bom tempo!$1",
  "Mon10": "Preciso pensar em algumas ideias de pontes que estive anotando...$0#$e#Estou ansioso para isso!$3",
  "Tue": "Preciso fazer compras daqui a pouco... não sei por que minha mãe ainda não contratou um empregado.$6#$e#Falando nisso... ei, você quer um trabalho de meio período?$1#$e#Estou brincando.$h",
  "Tu2": "Terça é dia de lavar roupa...$2",
  "Tue6": "E aí, fazendo algo produtivo?$1#$e#Hoje vou reservar um pouco da tarde para estudar.$1",
  "Wed": "Oi.$0#$e#Você quer alguma coisa?$0",
  "Wed2": "Oi @, espero que o dia não esteja apertado pra você.$3",
  "Wed8": "Ei, estive pensando em você agora pouco.$1#$e#Você sempre esteve trabalhando tanto... você não cansa?$3",
  "Wed10": "Ei, aqui, fique com isto.[348]$1#$e#Uhh, nos vemos por aí, me avise se gostou!$3",
  "Thu": "Algum plano para hoje?$0",
  "Thu6": "Oi @, trabalhando muito? Estive estudando até agora mas já terminei, não é bom exagerar demais.$1",
  "Fri": "Saudações, @! Espero que o dia esteja te tratando bem.$0",
  "Fri6": "Sou muito bom na Jornada do Rei da Pradaria, se assim posso dizer!$3#$e#É porque eu jogo muito videogame.$1",
  "Sat": "Então... você gostou daqui?$0#$e#Sim? Que bom.$0#$e#...$0#$e#Ah... eu preciso ir, acho.$2#$e#Tchau, @.$0#$e#%Victor se sente constrangido.",
  "Sat2": "Mesmo sendo fim de semana, pretendo ficar lendo boa parte do dia.$2#$e#Eu não gosto de procrastinar, é um vício péssimo...$0#$e#Talvez eu jogue um pouco de Persona 5 mais tarde.$3",
  "Sat6": "Tive bastante tempo livre hoje. Eu deveria começar um livro novo? Ou talvez um novo jogo?$0#$e#É... os jogos venceram!$1",
  "Sat10": "Eu tenho muito tempo livre hoje, acho que vou começar um livro novo... ou talvez jogar Chrono Trigger.$0#$e#Com certeza eu vou jogar!$1",
  "Sun": "Uh... Oi.$0#$e#Mas que dia estupendo, não acha?$0#$e#Ninguém mais usa essa palavra, eu acho?...$0",
  "Sun2": "Olá, @! Espero que seu dia esteja ótimo.$0",
  "Sun8": "Jogos são incríveis do seu jeito, assim como os livros.$3#$e#Nada melhor do que algo que te leva para outro mundo.#$b#É saudável descansar da realidade, não acha?$1",
  "Sun10": "Você já pensou em construir novas pontes na sua fazenda?$3#$e#Ah, só pra saber mesmo.$2#$e#%Você dá à Victor um olhar desconfiado.#$e#Hah, nada passa por você, não é, @?$3",
  
  //SUMMER DIALOGUE
  "summer_1": "O verão nesse vale é suave, nem tão quente e nem tão frio.$3#$e#O equilíbrio perfeito!$1",
  "summer_3_1": "Você ouviu aquela explosão na noite passada? Joja explodiu as rochas que estavam bloqueando o caminho para os trilhos.$6",
  "summer_11": "Minha mãe e eu decidimos colocar um dos nossos melhores vinhos na sopa.$1#$e#Só precisa de um ingrediente para arruinar a sopa, tome cuidado com o que você for colocar.$2",
  "summer_15": "Minha mãe era gerente sênior de contabilidade da Filial Internacional de Joja.$3#$e#Ela recebeu muito dinheiro e bônus em seu trabalho e depois ganhou ainda mais quando sacou suas ações.$1#$b#Ela negocia diariamente ações agora. Não consigo me ver nesse caminho.$0#$b#A negociação de ações parece um pouco insatisfatória na minha opinião, mas cada um de nós tem o nosso destino.$1",
  "summer_24": "Minha costureira em Chestervale fez esta camisa para mim. Eu sempre encomendo minhas roupas com ela.$3#$e#Sua roupa é ótima, onde você o comprou?$1",
  "summer_28": "As Medusas da Lua ao luar são algumas das criaturas mais bonitas do Mar das Jóias.$3#$b#Eu mal posso esperar para vê-las dessa vez.$1",

  "summer_Mon": "Este calor do verão está ardendo este ano. Ainda bem que temos um arcondicionado de alta potência.$0", 
  "summer_Mon2": "Estive na loja do Pierre há alguns dias e vi Susan comprar mais de 200 sacos de sementes.$6#$b#Aposto que a próxima temporada será rentável para ela.$3#$e#Te vejo por aí.$1",
  "summer_Mon4": "Eu acidentalmente derramei um dos vinhos mais caros da minha mãe...$2#$b#Então terei que gastar minha mesada para comprar outro.$6",
  "summer_Mon8": "Eu sei que sou meio 'Nerd', mas você não está nem aí.$1#$e#Você é legal, @.$3",
  "summer_Tue": "Recebi um e-mail hoje com uma oferta de emprego de uma empresa de arquitetura respeitável.$6#$b#Mas é longe demais, eu não me sinto confortável ter que ir tão longe de casa.$2",
  "summer_Tue4": "Oi @, estou apenas pensando em algumas coisas no momento.$6#$e#Eu...$2#$b#De vez em quando eu penso que as pessoas se aproximam de mim por conta do dinheiro... e isso já aconteceu muitas vezes.$2",
  "summer_Tue6":  "Olhe... não é como se eu achasse que ter dinheiro dificulta minha vida, é que ele vem com seu próprio conjunto de-$5#$b#Ah! @!$7#$e#Desculpe, eu não te vi aí... eu estava ... continuando uma discussão que tive anteriormente.$2#$e#Eu só quero estar pronto com a minha resposta na próxima vez que eles começarem essa briga comigo.$2",
  "summer_Tue8": "Eu trabalhei em um problema matemático na grande parte do meu dia hoje.$0#$e#Estou feliz de dizer que consegui resolvê-lo, é sempre bom se auto-desafiar de vez em quando!$1#$e#É legal conversar com você, mas eu preciso ir!$1",  
  "summer_Tue10": "Estou aprendendo bastante com Ralph, o construtor de pontes em Grampleton.$1#$e#Eles definitivamente não te ensinam tudo nas escolas.$3",
  "summer_Wed": "Eu achei uma anotação em nossa biblioteca hoje... minha mãe tem notas sobre as técnicas de armazenamento do vinho Gotoro escondidas.$2#$b#Ela poderia ter problemas se alguém descobrisse. É material proibido na República de Ferngill.$0#$e#Estou te contando porque sei que você é confiável.$6",
  "summer_Wed2": "Eu não aguento mais esse calor...",
  "summer_Wed4": "Sebastian tocou alguns acordes incríveis em seu sintetizador semana passada.$1#$b#Eu acho que posso aprender a tocar piano para poder tocar com ele e os outros.$3",
  "summer_Wed8": "É ótimo ver você. Espero que você esteja tendo um dia produtivo hoje!$1#$e#Oh eu? Estou tentando o meu melhor para ficar fresco neste calor do verão.$3",
  "summer_Thu": "Hmm... eu ainda preciso pensar no que fazer hoje.$0",
  "summer_Thu4": "De tempos em tempos, lembro de estudar engenharia na Universidade Pellcar.$6#$b#A vida era tão simples naquela época...$2#$e#Ninguém me disse que a vida adulta seria assim. Você está sozinho, sem ninguém para guiá-lo.$0",
  "summer_Thu8": "Você sonhava trabalhar em uma fazenda quando era menor, @?$0#$e#Eu admiro você por trabalhar fazendo o que gosta.$3#$e#Tenho muito a aprender com você, porque você é a pessoa mais dedicada que eu já vi.$1",
  "summer_Thu10": "Quer passar no salão pra beber algo comigo?$3",
  "summer_Fri": "Desculpe @. Tenho muita coisa na cabeça hoje...$2#$e#Você pode me deixar sozinho?$2#$e#Estou falando sério.$5#$e#...$5#$e#Certo, pegue um trocado e vá comprar alguma coisa pra comer.[336]$2",
  "summer_Fri4": "Eu acho que puxei esse mal humor de minha mãe... às vezes acabamos apenas passando a noite em silêncio na hora do jantar.$2#$e#Então espero que você não pense que estou tentando de evitar, @, é legal conversar com você.$3",
  "summer_Fri8": "A gente deveria tomar um sorvete e conversar sobre jogos qualquer dia desses.$1#$e#Você conhece jogos clássicos?$3",
  "summer_Sat": "Eu dei 800$ de gorjeta para o Gus ontem.$6#$b#Ele disse que o salão não anda lucrando muito, parece que alguns clientes não pagam em dia.$2",
  "summer_Sat4": "Você sabia que grande parte da Revolução Industrial da República de Ferngill se deve à tecnologia dos anões?$1#$b#Os cientistas conseguiram replicar seus aparelhos e modernizá-los para aplicações humanas.$3",
  "summer_Sat8": "Terminei recentemente um livro sobre anões... que descreve as antigas cidades na cordilheira de Cascadian.$1#$e#Suas cidades eram enormes centros de comércio para os povos antigos.$7#$b#Até hoje ainda não sabemos muito sobre eles...$2#$b#Encontramos os gadgets deles aqui e ali e conhecemos um pouco da história deles, mas é só isso.$0",
  "summer_Sun": "Eu fiquei sabendo que a Agência de Investigação da República de Ferngill quer derrubar algumas árvores pelo Vale do Orvalho, ficou sabendo?$5#$b#A agência acredita firmemente que eles podem encontrar artefatos mágicos que mudarão a maré da guerra com o Império Gotoro...$0#$e#Mas relaxa, aquele feiticeiro da floresta anda impedindo os avanços.$6",
  "summer_Sun4": "Eu vi você entrando na Guilda dos Aventureiros algumas vezes...$0#$b#Apenas os guerreiros da Vila Castelo e das Ilhas Samambaias entram lá.$6#$e#Devo dizer que é impressionante e corajoso da sua parte proteger o vale enquanto ao mesmo tempo administra uma fazenda enorme.$1",
  "summer_Sun10": "Ei, @, eu tenho um pouco de material sobrando, quer pra você?$1#$e#Aqui, eu sei que você vai achar algo legal pra fazer com isso.[335]$3",
  
  //FALL DIALOGUE
  "fall_1": "Finalmente o outono chegou!$1",
  "fall_8": "Existem oito pontes no Vale do Orvalho. Mais da metade deles estão aqui na vila.$3#$b#Há também muitas pequenas pontes improvisadas de madeira em todos os lugares, como aquela na praia.$1#$e#Você não acha interessante o papel das pontes na comunicação humana?$1",
  "fall_15": "Você pretende participar do festival de exibição amanhã?$3#$b#Você tem muita chance de ganhar, sabia?$0#$e#Boa sorte.$1",
  "fall_27": "Esse é um dos meus festivais favoritos, acho que vou até participar do labirinto dessa vez.$1#$e#O feiticeiro que cuida de tudo.$0",
  "fall_28": "Já estou começando a sentir frio.$0#$e#Mas é uma estação ótima para se afundar em livros.$3",

  "fall_Mon": "Eu fiquei sabendo que a família que morava em nossa casa antes de nós não se dava bem com o prefeito Lewis.$0#$e#Minha mãe sabe mais sobre isso, mas ela não quer falar.$6",
  "fall_Mon4": "Eu fico tempo demais pensando no passado...$0#$e#Não é bom ficar remoendo memórias ruins... afinal, elas estão lá para nos ensinar, não acha?$2",
  "fall_Mon8": "Ei, você gosta de café?$3#$e#A única parte ruim é o açucar... mas a gente se acostuma a beber sem.",
  "fall_Tue": "Maru conseguiu resolver um problema matemático que tive ontem...$3#$b#Acho que vou pedir algumas dicas à ela!$1",
  "fall_Tue4": "Estou tendo um dilema com um projeto que estou codificando... um erro de compilação.$0#$e#Mas tudo bem, eu gosto de gastar meu tempo resolvendo esses problemas.$1",
  "fall_Tue10": "*bocêjo* Estive acordado a noite toda fazendo projetos de pontes...$0#$e#Foi legal, mas cansativo!$3",
  "fall_Wed": "Vou precisar passar na Sophia amanhã para comprar mais vinho.#3#$b#Minha mãe ama os dela, então não pode faltar.$1",
  "fall_Wed6": "Está um frio do caramba... você não sente, @?$1",
  "fall_Wed10": "Minha mãe estará servindo cogumelos para o jantar de hoje...$2#$e#Você poderia me convidar para jantar na sua casa?$1#$e#Eu sei fazer um espaguete ótimo!$3",
  "fall_Thu": "Eu vi Marlon com vários caçadores de monstros da vila Castelo ontem.$0#$b#Acredito que aquele feiticeiro estava com eles também.$1#$e#Será que estavam tendo uma reunião secreta?$6",
  "fall_Thu2": "O vale é bem quieto comparado à cidade.$3#$e#Você morava em uma cidade também, então você entende o que quero dizer.$1",
  "fall_Thu8": "Você já sentiu medo quando estava se aventurando nas minas, @?$0#$e#...Eu me sinto um inútil quando me comparo com a sua coragem.$2#$e#Eu preciso trilhar o meu caminho para fazer grandes feitos também.",
  "Fall_Fri": "É bom ver você @.$1#$b#Se cuida, é fácil pegar um resfriado com esse frio.$3",
  "fall_Fri6": "Minha mãe começou a pintar há um tempo atrás...$0#$b#Ela se desenvolveu bem nessa área, é o hobby dela agora.$3#$b#É um exemplo de que a prática leva à perfeição.$1#$e#Você também é um exemplo disso, veja sua fazenda.",
  "fall_Fri8":  "Ei, que tal me ensinar a usar uma espada qualquer dia?$0#$e#Por nada... eu acho legal você ir pra lá e pra cá com uma.$0",
  "fall_Sat": "Você conhece o Linus? Minha mãe disse que ele parece alguém familiar.$0#$e#Ela acha que já o conheceu antes... estranho, não?$0",
  "fall_Sat4": "Ficar em casa é um saco.$2#$e#Sim, sim, eu estou enviando currículos, já ouvi isso antes...$2",
  "fall_Sat8": "Ei, se estiver aprendendo algo novo, me conte!$1",
  "fall_Sun": "Estou lendo um livro chamado 'A Lenda Dos Anões'. É sobre várias cordilheiras em que a raça anã costumava viver e sua avançada tecnologia antiga.$3#$b#Uma dessas montanhas está no Vale do Orvalho, se chama 'Montanha Corneal'!$1",
  "fall_Sun6": "Sem ânimo pra limpar a casa hoje...$2",
  "fall_Sun8": "Ei, @! Como está indo o trabalho na fazenda?$3#$e#Espero que você chegue onde quer!$1", 

  //WINTER DIALOGUE    
  "winter_1": "Você viu a tempestade que teve de madrugada? Não consigo ver grama em lugar nenhum.$6#",
  "winter_7": "Você já preparou as coisas pro festival, @?$0#$b$Eu gosto desses festivais... andar pela floresta não é ruim.$1#$e#Eu não vejo Sophia e Sam com muita frequência... então é uma ótima oportunidade para colocar o papo em dia.$3",
  "winter_17": "Eu comprei alguns artefatos mágicos de um cara ontem à noite...$3#$b#Era alguém de capa azul, acho que já o vi antes...$0#$e#Parecia o 'Primeiro Corte'.$1",
  "winter_24": "Quem será meu amigo secreto?$0#$e#Hmmm... não consigo imaginar.$1",
  "winter_28": "Parece que o inverno está no fim, finalmente veremos as plantas novamente.$3",

  "winter_Mon": "Estou ocupado no momento...$6#$e#...$0#$e#Uhh... aqui, compre uma coxinha.[384]",
  "winter_Mon4": "Você já se perguntou como eram os elfos? Estou lendo um livro sobre eles.$1#$b#Eles costumavam ser a raça mais proeminente do planeta até serem extintos. Ninguém sabe por que eles desapareceram.$0",
  "winter_Mon8": "Eu estava jogando o Rei da Pradaria alguns dias atrás e quase zerei ele.$1#$b#Fiquei sabendo que caso você consiga zerá-lo, vão te mandar um arcade por encomenda.$3#$e#Se eu realmente quisesse, eu poderia comprar, de qualquer forma.$0#$e#...Não... não seria a mesma coisa, eu deveria aprender o valor das coisas obtidas através do esforço.$2",
  "winter_Mon10": "Você costura suas próprias roupas? Suas roupas são legais.$1",
  "winter_Tue": "A maioria dos nossos móveis eram artesanatos de Grampleton.$3#$b#Os marceneiros de Grampleton são os melhores do mundo!$1",
  "winter_Tue4": "Eu poderia tomar um cafézinho...$3#$e#É bom para manter o corpo aquecido.$1",
  "winter_Tue8": "Ei, que tal tomar um café quente com hortelã qualquer dia desses?$1#$b#Eu pago a conta!$3",
  "winter_Wed":  "Depois que você passa anos estudando física é difícil não olhar para o mundo e começar cálculos mentais...$0#$e#Não é algo ruim.$0",
  "winter_Wed4": "Quando eu estava na universidade, havia uma professora na minha aula de física chamada R. Peterson.$3#$b#Ela costumava trabalhar em estreita colaboração com um mago no arquipélago das Ilhas Samambaia.$1#$b#Também é interessante a forma como as leis da física também se aplicam ao mundo mágico.$7",
  "winter_Wed8": "Gostaria de saber se existem livrarias na cidade de Zuzu que ainda não visitei...$0#$e#Estou sempre procurando expandir nossa coleção de livros, especialmente quando se trata das interseções da teoria mágica e científica.$0",
  "winter_Thu": "...Tive um dia bastante difícil hoje, acho que vou gastar o resto dele jogando alguma coisa.$2",
  "winter_Thu4": "Adoro ler sobre história, sendo ficção ou não.$3#$e#É bom mergulhar em um mundo diferente e se perder nele por um tempo.$0",
  "winter_Thu8": "Eu fiz um protótipo de ponte de cavalete para me divertir hoje em um programa de simulação que criei... esses tipos de pontes são úteis se você precisar atravessar pântanos.$1#$e#Pontes de cavalete são mais baratas de construir do que outros tipos de ponte porque usam suportes de madeira em vez de pedra ou aço.$3#$e#Funciona soa um pouco como um videogame, não é? Muitas coisas que você aprende jogando são úteis em outros lugares.$3",
  "winter_Fri": "O desenvolvedor daquele arcade no salão está desenvolvendo outro jogo, ficou sabendo disso?$1#$b#Dado o quão incrível é o JPK, devo dizer que estou absolutamente ansioso para jogá-lo.$3",
  "winter_Fri4": "Eu me pergunto, o que deveria comprar no Pierre durante minha próxima ída até lá...$0#$e#Espaguete?#$e#Ah, com toda certeza!$1",
  "winter_Fri8": "Hmm... você acha que alguém estaria interessado em um jogo de simulação de construção de pontes, @?$0#$e#...Eu sinto que muitas pessoas podem assumir que seria chato, mas eu aposto que eu poderia torná-lo divertido.$3",
  "winter_Sat":"Minha mãe ganhou 80.000G ontem à noite com a bolsa de valores. Eu acho que ela vai gastar tudo em vinho novamente.$0",
  "winter_Sat4":"Eu gosto de vinho, mas não tanto quanto minha mãe.$3#$e#Bem... não sei se existe alguém no mundo que gosta tanto de vinho quanto ela.$1",
  "winter_Sat8": "Eu passo muito tempo com minha mãe já que moramos juntos...$0#$b#Não temos muito em comum, então às vezes é um pouco... tenso.$2#$e#Eu apenas sinto que estou mais disposto a me comprometer por ela do que ela é por mim.$2",
  "winter_Sat10": "Ei, quer um pouco de espaguete?$1#$e#Aqui!$3[224]#$e#Talvez a gente deveria comer juntos um dia?$3",
  "winter_Sun": "Eu enrolei muito no meu projeto de codificação, acho que devo voltar hoje.$0",
  "winter_Sun4": "Estou montando um computador para uma pessoa de Chestervale, a mesma cidade onde compro minhas roupas.$3#$b#Ele quer muita RAM nesse computador. Provavelmente deve trabalhar com algo que use muita, como renderização de vídeo.$0#$e#Montar computadores é um hobby para mim! Fico feliz que alguém está contando comigo para montar o dele.$1#$e#Me deixe saber caso queira alguma máquina, @. Amigos ganham descontos.$3",
  "winter_Sun8": "Ei, @. Certamente um dia frio hoje.$0#$e#Me visite em casa algum dia. Vou preparar uma xícara de café para você.$1",
  }
