{
  //SPECIAL DIALOGUE
  "patio_Victor": "A fazenda %farm é linda, estou ansioso para acordar todas as manhãs a partir de agora.$4#$b#Eu me lembro quando essa terra ainda estava coberta de mato... Você fez muito progresso e estou feliz por poder morar aqui com você.$4#$e#Tenha um dia produtivo.$1",
  "spouseRoom_Victor": "Oi amor, hoje pretendo organizar minha coleção de livros aqui.$1#$e#Se cuida.$1",
  "funReturn_Victor": "Como foi o seu dia @?$1#$b#Eu andei pela fazenda enquanto você estava fora, acho que foi o melhor passeio que tive até hoje.$1",
  "funLeave_Victor": "Estou cansado... fico feliz que poderei tirar um tempo para descansar!$1",
  "OneKid_0": "Você acha que %kid1 vai crescer e se tornar uma fazendeira como você, @?$1#$e#A fazenda %farm terá que ser passada para nossas gerações em um futuro distante.$3",
  "OneKid_1": "%kid1 parecia feliz brincando com os brinquedos novos hoje de manhã.$3#$e#Sabe, essa vida nova me faz refletir sobre tudo que passamos até aqui...#$b#Parece que nossa família começa aqui, não acha?$4#$e#Nada no mundo me fará deixar de amar você.$4",
  "OneKid_2": "Aproveitei para ir no Pierre comprar algumas coisas para o bebê.$3#$e#Você não precisa se preocupar com isso.$1#$e#Está tudo sob-controle comigo aqui, se cuida.$4",
  "OneKid_3": "Minha mãe disse que virá visitar o bebê, tudo bem pra você?$3#$e#Eu já a convidei pra dizer a verdade, haha!$1",
  "OneKid_4": "%kid1 me arremeçou um brinquedo hoje mais cedo... mas meus reflexos ninjas me fizeram desviar na hora.$0#$e#...Tudo bem, ele acertou meu rosto, está meio óbvio não é?$2",
  "TwoKids_0": "Estou feliz que %kid2 e %kid1 estão se dando bem.$1#$b#Parece que não teremos problemas por enquanto.$1",
  "TwoKids_1": "Veja nossa família, @! Nós chegamos longe!$4#$e#Acho que nunca fui tão feliz na minha vida...$4",
  "TwoKids_2": "%kid2 estará resolvendo alguns quebra-cabeças amanhã.$7#$b#Acho que %kid2 pode ser um engenheiro ou arquiteto talentoso no futuro.$3#$e#O quebra-cabeça será encaixar peças em um cubo, isso pode ajudar a mentalidade se desenvolver melhor.$2",
  "TwoKids_3": "%kid2 e %kid1 fizeram uma bagunça no quarto hoje de manhã.$0#$e#Mas eu consegui lidar com a situação sem te acordar.$1",
  "TwoKids_4": "Eu comprei fraldas ontem, então você pode relaxar.$1#$e#Se cuida.",
  
  //SEASONAL DIALOGUE
  "spring_Victor": "A primavera é linda em Stardew Valley. Não está muito quente nem muito frio.$1#$e#O clima nesta época do ano é perfeito. Até a chuva faz com que pareça limpo.$0",
  "spring_1": "Sinto o cheiro fresco de flores e pólen. É primavera, querida!$1#$e#Tenho certeza de que teremos uma colheita fantástica este ano!$3",
  "spring_13": "Você vai participar da caça aos ovos hoje?$3#$b#Espero que você vença a Abigail. Ela é a campeã em título, por isso é divertido ver seu rosto quando alguém finalmente a derruba.$1",
  "spring_24": "Eu preciso colocar meu melhor terno hoje para a Dança das Flores!$1#$b#É divertido ver todos dançando em volta dos lindos cestos de flores.$1",
  "summer_Victor": "Eu com certeza poderia ir para um sorvete de menta com gotas de chocolate!$1#$b#Devemos visitar Alex na barraca de sorvete da biblioteca em breve, @.$3",
  "summer_1": "O verão finalmente chegou! Este bom tempo ensolarado vai me dar uma desculpa para sair mais.$1",
  "summer_11": "Você sabe qual ingrediente você vai está adicionando à sopa hoje, @?$3#$b#Seja o que for, tenho certeza de que tornará a sopa deliciosa!$2#$e#Contanto que não sejam cogumelos. Eu odeio cogumelos.$6",
  "summer_28": "Devíamos dar as mãos esta noite no cais enquanto observamos as geléias ao luar.$4",
  "fall_Victor": "Tenho ansiado por uma torta de abóbora ultimamente. Talvez eu passe logo no Pierre para pegar os ingredientes.$0#$e#Seria uma sobremesa maravilhosa para comer no jantar, não acha?$1",
  "fall_1": "Ah, caia! Minha estação Favorita! Eu gosto de passear pela cidade no tempo frio.$1#$e#As cores do vale parecem ficar mais bonitas a cada ano.$3",
  "fall_16": "Boa sorte hoje com sua exibição de granja na feira Stardew Valley!$3#$b#Você vai vencer Pierre. Eu posso sentir isso!$1",
  "fall_27": "Feliz dia do fantasma, querida! Se você segurar minha mão, talvez eu consiga passar pelos monstros do labirinto este ano!$1",
  "winter_Victor": "Avise-me quando quiser uma luta de bolas de neve, @. Eu não vou pegar leve com você!$3#$e#Ok, talvez eu deixe você ganhar uma ou duas vezes.$4",
  "winter_1": "Aquela tempestade de neve na noite passada cobriu todo o vale. Fique agasalhado ok?$6#$e#Se você pegar um resfriado no inverno, eu cuido de você.$3",
  "winter_8": "O concurso de pesca no gelo é hoje, @.$1#$b#Devemos começar a ir para lá logo para que possamos caminhar com os outros até o local de pesca!$1",
  "winter_12": "Devíamos construir um boneco de neve! Acho que ficaria ótimo em nosso quintal.$1",
  "winter_25": "Feliz Estrela do Inverno, amor. Tenho um presente muito especial para você esta noite.$4#$e#Só posso dizer o que é mais tarde.$1#$b#Vai valer a pena. Eu prometo!$4",
  
  //DAY DIALOGUE
  "Indoor_Day_Victor": "Estou debatendo sobre o que devo fazer hoje.$1#$e#Talvez começando um novo livro?$3",
  "Indoor_Day_0": "Oi amor! Como você está hoje?$1#$b#Estou tentando decidir se devo jogar alguns jogos, continuar lendo meu livro ou trabalhar em um projeto.$0#$e#Vou decidir eventualmente. Boa sorte com o seu trabalho na fazenda!$1",
  "Indoor_Day_1": "Estou faminto. Eu me pergunto o que está na geladeira... Espero que haja espaguete!$3#$e#Eu juro que poderia viver dessas coisas para sempre e nunca me cansar disso.$1",
  "Indoor_Day_2": "Eu estava com um humor produtivo, então limpei a casa. Não há uma partícula de poeira em lugar nenhum!$1#$e#Se você encontrar um grão de poeira, irei bravamente vencê-lo com meu espanador!$5",
  "Indoor_Day_3": "Você tem trabalhado tanto ultimamente.$3#$b#Eu quero te dar algum dinheiro para comprar uma bebida no saloon.[336]$1#$e#Você merece isso. Eu te amo.$4",
  "Indoor_Day_4": "Viver na fazenda com você é uma experiência mágica.$3#$b#Espero que seja para você também, querida.$1#$e#Vamos tornar o hoje ainda melhor do que ontem.$1",
  "Outdoor_Victor": "Peguei um tônico energético do Dr. Harvey para você.$1#$b#Isso irá energizar seu corpo para que você possa trabalhar mais.[349]$1#$e#Tenha um dia esplêndido!$3",
  "Outdoor_0": "É bom sair de vez em quando, embora eu tenha um trabalho que deveria estar pronto.$3",
  "Outdoor_1": "Seu avô teve a sorte de garantir tantas terras agrícolas aqui em Stardew Valley.$0#$b#Não seria possível comprar tantas terras hoje em dia, a menos que você tivesse dezenas de milhões para gastar.$6#$e#Estou feliz que você decidiu dar uma chance à agricultura em vez de vender a terra, @!$1",
  "Outdoor_2": "Oi amor. Estou apenas dando uma respirada rápida aqui. Não me deixe distraí-lo do seu trabalho!$1#$e#Devíamos ter abraços extras esta noite!$4",
  "Outdoor_3": "É maravilhoso ver você aqui fora.$3#$e#Você me pegou no meio de um sonho acordado.$1",
  "Outdoor_4": "Gosto de olhar para a fazenda a partir do pátio. Você fez muito progresso.$3#$e#Você deveria estar orgulhoso!$1",
  "Rainy_Day_0": "Já que está chovendo, é melhor terminar o romance que estou lendo.$0#$e#Ei, eu tenho um segredo para te contar.$3#$e#Você é meu tudo, meu favorito. Eu amo Você.$4#$e#Eh... isso pode ter sido um pouco extravagante, mas colocou um sorriso em seu rosto.$3",
  "Rainy_Day_1": "Eu gosto de dias chuvosos como este. Me dá uma desculpa para ficar dentro de casa o dia todo.$3",
  "Rainy_Day_2": "Se você for sair de casa, certifique-se de ficar seco. Eu não quero que você fique doente.$6#$e#Se você ficar doente, eu cuido de você.$1",
  "Rainy_Day_3": "Climas como este são uma oportunidade perfeita para trabalhar nos esquemas da minha ponte.$3#$e#Não deixe que o clima o impeça de realizar o que você precisa fazer hoje. Vá em frente!$1",
  
  //NIGHT DIALOGUE
  "indoor_Night_Victor": "Você está pronto para dormir? Estou bastante exausto.$0",
  "Indoor_Night_0": "Você teve um dia produtivo?$1#$e#É maravilhoso ouvir isso! Devemos ter muitos abraços esta noite.$4",
  "Indoor_Night_1": "Eu terminei meu rascunho de um projeto de ponte para o prefeito de Grampleton hoje.$3#$b#Preciso passar lá esses dias para mostrar meus cálculos.$1",
  "Indoor_Night_2": "@, chegue mais perto...$0#$e#Eu amo-te baby.",
  "Indoor_Night_3": "Visitei minha mãe hoje. Ela queria que eu te dissesse que ela diz olá.$1#$e#Ah, ela também me deu outra garrafa de vinho para nós. Podemos colocar isso no armário.[348]$1#$e#... Ou você pode colocá-lo na caixa de transporte. O que você achar melhor.$0",
  "Indoor_Night_4": "Está escuro na fazenda em comparação com a cidade de Pelican.$0#$b#A cidade tem tantos postes de luz que é fácil esquecer que horas são.$1",
  "Rainy_Night_Victor": "Ei! Eu acabei de fazer o jantar, aproveite.$1[214 224 228 235 237]",
  "Rainy_Night_0": "Você teve um bom dia? Mal posso esperar para ir para a cama e me aconchegar.$3#$e#Estou ansioso por isso desde que você saiu para fazer seus recados!$3",
  "Rainy_Night_1": "Fico feliz que esteja em casa, senti sua falta o dia inteiro.$1#$e#Hoje dormiremos abraçadinhos.$4",
  "Rainy_Night_2": "Eu terminei uma grande parte dos meus planos de pontes para o reparo da ponte oeste em Grampleton.$1#$e#Espero que a prefeita goste meu trabalho...$0#$e#Ela geralmente gosta.$1",
  "Rainy_Night_3": "Umm... Eu tenho algo a dizer, mas estou um pouco envergonhado...$2#$e#Devíamos ter abraços extras esta noite, @.$4",
  "Rainy_Night_4": "Depois de tudo que fiz hoje, estou totalmente exausto.$6#$b#Estou muito ansioso para ir para a cama.$3#$e#Também posso estar ansioso para aninhar você.$1",
  
  //AFFECTION DIALOGUE
  "Good_0": "Eu fiz algo para nós, aqui.[210]$1#$e#Se cuida, ou eu vou cuidar de você.$4",
  "Good_1": "Ouvi falar sobre Fazenda %farm no noticiário esta manhã!$1#$b#Suas remessas para a cidade de Zuzu são alguns dos produtos da mais alta qualidade que eles receberam nos últimos anos!$3#$e#Estou tão orgulhoso de você, querida!$4",
  "Good_2": "%pet me lembra um pouco do Dewey.$6#$b#Eu posso dizer que você está tratando %pet muito bem.$3",
  "Good_3": "Ei, fique com isso, você merece depois de tanto esforço![336]$1",
  "Good_4": "Tenho destacado passagens em meu livro de engenharia para manter o controle sobre detalhes importantes.$3#$e#Falando nisso... você é uma passagem no meu livro??$0#$b#Porque você é o destaque do meu dia.$4#$e#Heh... isso foi um pouco extravagante, não foi?$1",
  "Good_5": "Ei, tem algo no seu rosto... me deixa ver.$0#$e#*selinho* Eu te amo!$4",
  "Good_6": "Estive admirando o pendante que você me deu...$3#$b#Eu nunca mais vou removê-lo.$4#$e#Certo... talvez na hora do banho.$0",
  "Good_7": "Ei, eu fiz algo para te ajudar durante o dia, espero que goste.[395]$4",
  "Good_8": "Aqui, minha mãe entregou para nós.[348]$1#$e#A gente pode tomar no jantar.$3",
  "Good_9": "Acho que nunca vou querer me mudar de Stardew Valley.$0#$b#Eu poderia ganhar mais dinheiro em uma cidade, mas...$2#$b#Eu quero ficar aqui com você para sempre.$3#$e#Nada vai mudar meus sentimentos sobre isso.$1",
  "Neutral_0": "Joja faz muito spam em seu e-mail...$0#$e#Talvez seja pelo histórico de pesquisa da minha mãe.$0",
  "Neutral_1": "Estou com vontade de começar um novo save em The Legend of Lonk hoje. Há muita rejogabilidade nos jogos Neendo.$1#$e#Isso é... essencialmente mágica digital se você pensar sobre isso.$0#$b#Por mais que adore projetar pontes, gosto de programar como um hobby.$3#$b#Talvez no futuro, eu me torne um desenvolvedor de videogame? Mas acho que nunca vou vencer os talentos de ConcernedMonkey!$1",
  "Neutral_2": "Minha mãe fez alguns biscoitos para nós! Aqui está um pouco para você![223]$1#$e#Estes têm cobertura de chocolate, meu favorito!$3",
  "Neutral_3": "Aproveitei para fazer compras no Pierre ontem.$3#$b#Ele sempre carrega os melhores orgânicos do vale... Claro, são seus!$1",
  "Neutral_4": "Estou lendo um livro que se chama 'A Guerra Elemental'.$3#$e#Dezenas de milhares de brutos e anões participaram dessa guerra há mil anos atrás.$6#$b#Houve muitas vítimas em ambos os lados.$2#$e#Os autores deste livro são todos magos e bruxas de várias aldeias e vilas.$0",
  "Neutral_5": "Uma das gavetas da cozinha estava desparafuzada e eu consertei.#$b$Eu disse, a casa é por minha conta.$1",
  "Neutral_6": "Vesti os sapatos do lado contrário hoje de manhã e nem percebi... fui perceber quando trombei na cozinha.$0",
  "Neutral_7": "Peguei emprestado este livro da biblioteca intitulado 'Goblin Murkers'.$0#$b#É um livro sobre goblins que vivem em várias minas ao redor do mundo.$3#$e#Aparentemente, alguns deles moravam aqui em Stardew Valley, no topo da Corneal Mountain.$3#$b#Eles estão quase todos extintos. Os restantes são principalmente servos de bruxas corruptas que se interessam por magia negra.$0#$e#Os autores deste livro são magos altamente qualificados, um dos quais é M. Rasmodius.$0",
  "Neutral_8": "Acho que vou visitar minha mãe hoje, ver como estão as coisas.",
  "Neutral_9": "Hoje me bateu uma vontade de tomar coquetel de frango...$0#$b#Será que Gus tem?",
  "Bad_0": "Não estou me sentindo muito bem... tive um pesadelos daqueles.$2#$e#Ah... eu não quero falar sobre eles, amor.$2",
  "Bad_1": "...Você feriu meus sentimentos na noite passada, eu não gostei daquilo que você fez.$2#$e#A gente precisa conversar...$2",
  "Bad_2": "Parece que minha mãe perdeu dinheiro no mercado de ações novamente...$2#$b#Ela vai desabafar em mim, tenho certeza.$0",
  "Bad_3": "Você poderia reservar um tempinho para conversar hoje?$0#$b#É sobre uma coisa que vem me incomodando...$2",
  "Bad_4": "Acho que peguei uma gripe na noite passada... me sinto muito mal.$2#$e#Não se aproxime, eu não que você fique mal também, eu vou passar no Harvey.$2",
  "Bad_5": "Eu esqueci de salvar o meu save de Zelda... perdi todo meu progresso.$2#$b#Eu gostaria de ficar um pouco sozinho...$5#$e#...$2",
  "Bad_6": "Estou preso em um dilema matemático novamente... não faço ideia de como resolver.$2#$e#Agora não, amor.$2",
  "Bad_7": "Eu ouvi algumas notícias terríveis sobre o que o Império Gotoro faz com seus prisioneiros...$2#$e#Eles...$2#$e#Desculpe, não estou afim de conversar.$2",
  "Bad_8": "Oi, @...$2#$e#...$2#$e#%Victor está te ignorando",
  "Bad_9": "Todo mundo comete erros... você feriu meus sentimentos ontem e eu ainda não superei isso.$2#$e#Me deixe sozinho.$2"
}