{
	"Introduction": "Acho que não nos conhecemos.$u#$b#Me chame de Buddy. Como eu deveria te chamar?$k#$e#Prazer em conhecê-lo(a), @.",
	"Mon": "Estou pensando na escola hoje. Minhas aulas estão indo bem, felizmente.",
	"Tue": "Há muito o que fazer na cidade de Zuzu, se você olhar ao redor.$b#Sera que eu encontrarei algo divertido?",
	"Tue2": "Eu cresci no campo e me mudei para estudar em Zuzu.$b#Eu acho que isso nos torna opostos.$h",
	"Wed": "O tempo está sendo gentil conosco hoje. Você até caminhou aqui?",
	"Wed8": "Eu esperava que você viesse hoje! Eu estava pensando em você.$h",
	"Thu": "Ei, @. É bom te ver.",
	"Thu6": "Você pensa em mim de forma diferente do que você pensava quando nos conhecemos?",
	"Fri": "Você conheceu a Paula? Ela é minha melhor amiga há doze anos.$h",
	"Fri2": "Paula e eu dividimos o aluguel do nosso apartamento.$e#Ainda é um pouco caro, mas assim é vida na cidade.$u",
	"spring_Fri_inlaw_Selena": "Tem sido muito tranquilo sem a Selena por perto.$e#Procurar uma nova colega de quarto? O que você é, maluco(a)?$h",
	"Sat": "Oi, @. Como você está?$e#Eu vejo.",
	"Sat2": "Oi, @. Como está a fazenda?$e#Isso é bom.$h",
	"Sat6": "Não confio em muitas pessoas, mas há algo realmente genuíno em você que me deixa à vontade.",
	"Sun": "Há muito o que fazer na farmácia, mesmo aos domingos.",
	"Sun4": "Às vezes, fico frustrado em trabalhar no varejo.$u#$b#Mas saber que estou ajudando outras pessoas me faz sentir um pouco melhor.",
	"summer_Mon": "Devo ir ao minimercado hoje?$u",
	"summer_Mon6": "O mercadinho é bom e bem barato, mas a comida da sua fazenda é muito mais fresca.$h#$e#Você não teria nada com você agora, não é?",
	"summer_Tue": "Ei...$s#$e#Oh eu? Estou bem. Obrigado por perguntar.",
	"summer_Tue8": "Nem sempre fui tão cauteloso. Eu só sinto que tenho que manter as outras pessoas longe de mim.$u",
	"summer_Wed2": "Está bem quente hoje. Eu gostaria de poder encontrar meu protetor solar!$h",
	"summer_Thu": "Oi de novo, @.",
	"summer_Thu6": "Você parece muito bem hoje, @.$l^Obrigado por ter vindo me visitar, @.$l",
	"summer_Fri4": "Eu geralmente saio do meu apartamento no verão para trabalhar e fazer compras.",
	"summer_Sat4": "Ei. É época de milho, não é??#$b#Eu sempre odiei descascar essas coisas.$a",
	"summer_Sun2": "Sou só eu ou as pessoas reclamam mais do pólen nos fins de semana?",
	"fall_Mon": "Esta é a minha época favorita do ano.#$e#Exceto a escola começar de novo, é claro.$u",
	"fall_Mon8": "Eu meio que temo que a escola comece de novo, mas conseguir um diploma é a única maneira de sair da minha velha cidade natal...$u",
	"fall_Tue": "Tudo o que posso sentir hoje é o cheiro de abóbora.",
	"fall_Wed4": "Tenho muito o que ler.$b#Eu prefiro não passar o dia todo fazendo isso.$u",
	"fall_Thu4": "Passei a noite inteira lendo.$u#$b#Descobri que existe varias Jojas Cola espalhadas no mundo.$s",
	"fall_Fri": "%Buddy não parece notar você.",
	"fall_Fri4": "Desculpe, não estou com vontade de conversar hoje.$u",
	"fall_20": "Um cliente gritou comigo ontem.$u#$e#Você teria uma cama extra na sua fazenda? Por preucação...",
	"fall_Sun4": "Eu fui acordado esta manhã por um pássaro batendo na minha janela.$b#Acho que é época de migração.",
	"winter_Mon": "O inverno é uma estação meio sombria. E chato, se você for um fazendeiro, provavelmente.",
	"winter_Mon8": "Aumentei totalmente o aquecedor e ainda estou com frio.$e#Não acho que seja o calor de que preciso agora.$s",
	"winter_Tue": "A cidade está bem morta no inverno.$b#É por isso que tento ficar por dentro quando posso.",
	"winter_Tue4": "A cidade fica bem morta no inverno.$b#É por isso que tento ficar dentro de casa quando posso.",
	"winter_Wed": "A neve fresca faz com que a cidade de Zuzu pareça tão limpa.$h",
	"winter_Thu4": "Eu gosto do que estou estudando, mas fico exausto depois de um tempo.$b#Pelo menos não temos aulas nas sexta-feira!$h",
	"winter_Fri2": "Eu quero fazer algo divertido esta noite.$b#Acho que vou acabar jogando videogame novamente.$u",
	"winter_Fri6": "Eu quero fazer algo divertido esta noite$b#Ei, devemos sair para beber!$h",
	"winter_Sat2": "O inverno é como as férias de verão para você? Já que você não pode cultivar nada.",
	"winter_Sat8": "Você parece com frio. Quero pegar emprestado um dos meus moletons?",
	"winter_Sun": "Hoje é um ótimo dia pra um chocolate quente. Eu tomei uma xícara esta manhã e meu dia já está feito.$h",
}