{
	// First day of a Season
	"spring_1": "A primavera é boa. Eu preferiria estar em uma caverna, matando serpentes, mas não é ruim.$h",
	"summer_1": "Cozinhar neste calor não é agradável.$s",
	"fall_1": "Outono. Sim. É tudo o que tenho a dizer sobre isso.",
	"winter_1": "Sim, inverno. Está ficando frio. Eu não acho que vou me aventurar tão cedo. Eu vou ficar em casa por enquanto.$u",
	// Locations
	"patio_David": "Hey,@. O que você está fazendo?$h",
	"Rainy_Night_1": "O tempo está horrível, mas você é exatamente o oposto(a), @.$l",
	"Rainy_Night_2": "A chuva parece relaxante, até você sair direto para ela!!$h",
	"Rainy_Night_3": "Eu estou com fome. Eu ia cozinhar, mas já é tarde e os sons da chuva provavelmente me colocariam para dormir!$h",
	"Rainy_Day_1": "A chuva parece relaxante, até você sair direto para ela!!$h",
	"Rainy_Day_2": "O tempo está horrível, mas você é exatamente o oposto, @.$l",
	"Rainy_Day_3": "Com um tempo assim, eu cozinho um pouco. Aqui, pegue isso. Espero que você goste! [200]",
	"indoor_Night_1": "Boa noite, @ meu amor.$l",
	"indoor_Night_2": "@, você torna a vida 1000 vezes melhor. Não, 10000x... não, 100000x... Sim, parece certo.$l",
	"indoor_Night_3": "...Hmm? Oh, Só estou pensando em como minha vida é perfeita.",
	"indoor_Day_1": "Belo dia. Eu posso ir para as cavernas hoje...",
	"indoor_Day_2": "@, você quer ir para as cavernas comigo algum dia? Acho que seria divertido.$l",
	"indoor_Day_3": "Eu costumava me sentir tão insegura quanto aos meus olhos, mas com você? Tudo simplesmente vai embora.$h",
	"spring_David": "Primavera, hein? Você tem que amar isso.",
	"summer_David": "Eu estava pensando em fazer uma grande expedição à Caverna da Caveira, mas acho que o clima pôs fim a esse plano.$s#$b# TÃO QUENTE!$h",
	"fall_David": "O outono é bom, gosto dos cogumelos que começam a pipocar ​​por todo o lado!$h",
	"winter_David": "Se algo bom viesse do inverno, seria meu aniversário! Haha!$h",
	"Outdoor_David": "Hey, @. Lindo dia hoje, hein?$l",
	"OneKid_1": "Você acha que %kid1 seja um aventureiro como nós?$h",
	"TwoKids_1": "Talvez %kid2será um aventureiro. %kid1 e %kid2 podem fazer expedições juntos!$h",
	"spouseRoom_David": "Eu estava pensando em fazer uma expedição em breve, @. Quer vir?$h#$b#Ou seja, se o Marlon me der o mapa certo desta vez!$a"
}