{
	// First day of a Season //
	"spring_1": "P-primavera é demais, não é muito frio, como no inverno horrível, mas não muito quente, como no verão horrível.$h",
	"summer_1": "O verão é uma merda, mas é uma droga menor perto de você.$l",
	"fall_1": "Está começando a ficar mais f-frio, mas está tudo bem... Eu não me importo muito.#$b#Especialmente quando eu chegar p-perto de você, @.$l",
	"winter_1": "...E-eu odeio o i-i-inv-erno...$u#$b#Aconchegue-me para me aquecer...$l",
	// Locations //
	"patio_Gwen": "O vale é tão lindo, não é?$l",
	"Rainy_Night_1": "A chuva... huh. esse som é tão lindo no telhado da casa da fazenda.$l",
	"Rainy_Night_2": "Boa noite meu amor. Acho que vou dormir profundamente esta noite, ao som da chuva, e ao seu lado.$l",
	"Rainy_Night_3": "%Gwen esta relaxando. Você não quer incomodá-la.",
	"Rainy_Day_1": "Costumava chover assim o tempo todo na cidade.$u#$b#Achei que fosse sentir falta, mas não sinto. Eu amo morar aqui com voce, @.$h",
	"Rainy_Day_2": "C-chuva é ótimo. Bem, talvez não para você. V-você tem que trabalhar na chuva...#$e#Pelo menos você não tem que regar as plantações!$h",
	"Rainy_Day_3": "...Sinto falta dos meus pais todos os dias, mas sei que eles querem que eu seja feliz.$s#$b#Estou feliz com você, @.$l",
	"indoor_Night_1": "Hey, @.Como foi o seu dia?#$b#Eu não fiz muito, mas adoro viver %farm fazenda.$h",
	"indoor_Night_2": "O que você f-fez hoje, @?#$b#Eu estava assistindo TubeYou antes e vi um vídeo sobre filosofia.#$e#Foi assim que acabei tirando uma soneca!$h",
	"indoor_Night_3": "%Gwen está cantando com seus fones de ouvido.#$b#E estou cansado dos jogos que você joga- HUH?! Quanto tempo você ficou ai?$u",
	"indoor_Day_1": "@, o que você acha do meu cabelo? Eu fiz algo novo com ele hoje!$h#$b#Que bom que gostou.$l",
	"indoor_Day_2": "Por mais que gostasse de pensar que sim, não pertencia a Zuzu.$u#$b#Eu pertenço aqui, com você.$l",
	"indoor_Day_3": "Eu não falei com %rival a um tempo...#$b#I eu poderia c-chamá-los!$h",
	"spring_Gwen": "Pierre está vendendo boas sementes hoje, @. Por que você não vai pegar algumas sementes novas?$h",
	"summer_Gwen": "%Gwen está suando e parece agitada.#$b#Está muito quente... v-você tem um ventilador, @?$s",
	"fall_Gwen": "Vila dos Pelicanos está linda no outono, @. Por que você não tira um dia de folga para apreciar a natureza, hoje?$h",
	"winter_Gwen": "E aí, @? Eu vi ingressos à venda para o Flesh Robot. Você quer ir uma hora dessas?$h#$e#Ou... poderíamos ficar em casa e nos aconchegar?$l",
	"Outdoor_Gwen": "Mmmm, a brisa está ótima.$h#$b#Estou tão feliz por ter conhecido você, @.$l",
	"OneKid_1": "Eu imagino o que %kid1 fará quando eles crescerem?#$b#Faça o que fizerem, tenho certeza de que ficaremos muito orgulhosos deles.$l",
	"TwoKids_1": "%kid1 e %kid2 estavam jogando antes. Estou feliz que eles se dão bem.$l",
	"spouseRoom_Gwen": "Hey, @. Você quer ligar o rádio?"
}