{
  //GWEN DIALOGUE, BY ASTERISK
  //INTRODUCTION//
  "Introduction": "H-huh? Oh, olá! Eu sou Gwen... qual o seu nome?#$b#@? E você mora em uma fazenda? Isso é bem le-legal!$h#$e#Como é esse lugar? Lá é um bom lugar para se viver?",


  //INITIAL DIALOGUE (0 HEARTS)//
  "Mon": "O-Ola, @. Como você e-está?#$b#D-desculpa, Estou um pouco nervoso, as pessoas não costumam falar comigo...$s",
  "Tue": "Estou muito c-cansado... Por favor, me deixe em paz.#$e#...$u",
  "Wed": "Meu a-aniversario? Oh, é no outono dia 20! O-obrigado por perguntar!$h",
  "Thu": "Sempre q-quis ir para as Ilhas Gem.#$b#Eu não te-tenho dinheiro, no entanto.$s",
  "Fri": "Do que é que eu g-gosto? %farm?#$e#Pa-parece ótima.#$e#Eu não me importaria de mo-morar em uma fazenda!$h#$b#E-espera, eu não quis dizer isso assim-$l",
  "Sat": "A vi-vida está apenas me deixando pra baixo, ultimamente.$s#$b#Mas você está aqui! Tem alguma história para mim?$h",
  "Sun": "Trabalho? Eu não t-tenho emprego...#$e#Meus pais m-morreram há alguns anos e eu e-estou com todo o dinheiro deles, então estou v-vivendo disso por enquanto...$s",


  //2 HEART DIALOGUE//
  "Mon2": "Eu gostaria de ir a um t-terapeuta, mas não ... quero dizer, só preciso trabalhar lentamente na minha confiança e as outras pe-pessoas precisam mais dela. #$b#Quase sempre leio livros de autoajuda...",
  "Tue2": "...#$b#Se você vai me j-julgar, você pode simplesmente não falar comigo?$s",
  "Wed2": "Pode parecer estranho, mas usar cores escuras me ajuda a sentir mais frio. #$b#Quer dizer... acho que usar roupas alegres o tempo todo seria c-como me acorrentar com mentiras.",
  "Thu2": "%Gwen está murmurando para si mesma.#$b#É que... eu não... por que as pessoas são tão difíceis...?$s",
  "Fri2": "Talvez eu pudesse tentar fazer um curso de ensino... Mas não sei se sou bom com crianças",
  "Sat2": "Eu realmente não me encaixo... hum...$u#$b#Acho que há pessoas por aqui que podem compartilhar meus interesses, mas acho que não me encaixo.$s#$b#É mais fácil ficar à espreita online onde você não precisa se preocupar se alguém... Você se preocupa menos.",
  "Sun2": "Oh palitos de caranguejo. Eu odeio como as lojas ficam cheias à tarde, mas não quero acordar cedo.",


  //4 HEART DIALOGUE//
  "Mon4": "Thanaris do WoW é um personagem incrível. #$b#E a Zir a maquiagem é tão nítida que acho que morro um pouco cada vez que arqueia uma das sobrancelha.",
  "Tue4": "Acho que tenho sorte de meus pais me terem deixado algo... #$b# Além do mais... não consigo descobrir o que devo fazer...",
  "Wed4": "Oi! Hum, coloquei uma listas de reprodução em um canal online.#$b#Você go-gostaria de trocar de música?",
  "Thu4": "Vou me candidatar a um emprego hoje. Apenas um turno por dia... Eu posso fazer isso... Um por semana?",
  "Fri4": "Sorrir para uma pessoa todos os dias é, hum, meio como comecei a tentar ser mais social. Embora possa parecer muito estranho.",
  "Sat4": "%Gwen está cantarolando para si mesma e às vezes deixa escapar umas letra.#$b#Come caqui é bom! Que pena que da dor nas costas...!#$b#Ah! Quanto tempo você está parado aí?",
  "Sun4": "Flesh Robot acaba de anunciar um novo álbum! #$b#Eu meio que quero fazer um vídeo de reação... #$b#M-mas como faço para que valha a pena assistir?",


  //6 HEART DIALOGUE//
  "Mon6": "Há um personagem de um livro que disse que grandes festas são mais divertidas porque você pode se expressar, mais mantendo sua privacidade.#$b#Eu acho que só gosto de multidões em um show.",
  "Tue6": "Existem algumas descobertas realmente excelentes em leilões online.#$b#Eu gostaria de poder encher uma casa inteira com achados realmente únicos.",
  "Wed6": "Qualquer que seja a carne que você esteja comendo, certifique-se de cozinhá-la porque há muitas bactérias que se desenvolvem na carne.",
  "Thu6": "Se você pudesse plantas algo sinistro em um jardim, que tipo de plantas cresceriam?",
  "Fri6": "As pessoas sempre dizem que se você está tendo problemas para conseguir um emprego, deve voltar para a escola.#$b#Hum ... eu poderia me inscrever para ... hum ... algo...",
  "Sat6": "Estou feliz por morar na cidade, perderia todas as lojas e a vida noturna se estivesse em Stardew Valley.",
  "Sun6": "A vida pode ser es-estranha, não pode?",


  //8 HEART DIALOGUE//
  "Mon8": "É bom viver aqui na cidade. As pessoas estão acostumadas a ser esquisitas e você pode se safar sendo v-você mesmo.",
  "Tue8": "Assistir a filmes de terror antigos é otimo.#$e#As falhas de efeito especial são hilárias.$h",
  "Wed8": "Os monstros sempre seguem você até em casa?$u",
  "Thu8": "Você já leu 'Os cinco passos de Lucy para o feudo'? #$b#A premissa é dizer a você como se tornar um senhor do inferno...#$b# Mas é realmente uma sátira muito engraçada sobre como as pessoas criam o inferno na Terra.",
  "Fri8": "Encontrei um aglomerado de carboneto de cálcio na internet que se parece com frango frito...#$b#Eu realmente quero comprar, mas onde eu colocaria.",
  "Sat8": "Na verdade não há uma funerária por aqui.#$e#Talvez eu deva começar uma?$h",
  "Sun8": "Os mullet nunca morreram. As pessoas só precisam chegar ao estágio de aceitação. #$b#Eu estava assistindo a um vídeo que dizia que já no século 16 as mulheres tinham mullet, para que pudessem ter um penteado encaracolado na frente, e outro mas alto nas costas.",


  //10 HEART DIALOGUE//
  "Mon10": "Eu te amo tanto seu nome provavelmente está gravado em minha alma.$l",
  "Tue10": "Olá, amor.",
  "Wed10": "Você não entende o quanto odeio bancos e governos. Quando seus pais morrem, todo mundo quer um pedaço do seu dinheiro.$s#$b#Todo mundo parece querer ser meu amigo assim que eu herdo algum dinheiro, mas por outro lado, todo mundo me odeia.$a",
  "Thu10": "Filmes de terror sobrenatural não me assustam, são as coisas baseadas em uma história verdadeira que me assustam.",
  "Fri10": "Você já pensou no futuro?$h#$b#Eu realmente espero que sejamos enterrados juntos.$l",
  "Sat10": "Eu vi uma cadeira-aranha muito legal online, mas não está à venda.#$b#Eu me pergunto se posso encomendar uma...$h",
  "Sun10": "Então está tudo bem se você acha que é loucura, mas se algum dia tivermos filhos, acho que seria engraçado dizer a eles que os encontramos em um cemitério.#$b#Vou deixar a história um pouco mais elaborada a cada vez e ver quanto tempo leva para eles entenderem.$h",


  //SEASONAL AND MISC DIALOGUE//
  "spring": "Ei @. Como os espíritos estão tratando você?",
  "spring_Sat": "%Gwen está cantarolando para si mesma e às vezes solta uma letra...#$b#Você tem muitas coisas e estou farto de suas brincadeiras~",
  "spring_Mon": "As entrevistas são tão estressantes. Às vezes me assusta, fazer por aplicativos...",
  "spring_Tue": "As flores estão lindas hoje, não estão? O ciclo de vida e morte é um marco da poesia.",
  "spring_Wed": "%Gwen não tem vontade de falar e finge que não te viu.",
  "spring_Thu": "Fiz outro formulário de em-emprego hoje. Hum... como esta seu dia?",
  "summer": "%Gwen está cantarolando para si mesma.#$b#Não importa o que aconteça...~",
  "summer_Sat": "Está tão quente. Você acha que eu poderia me safar su-substituindo todos os meus tecidos por uma malha?#$b#Talvez eu só precise de um chapéu maior com um véu preto.",
  "summer_Mon": "Como minha maquiagem permanece no calor? Habilidade pura.",
  "summer_Tue": "%Gwen não tem vontade de falar e finge que não te viu.",
  "summer_Thu": "Fiz outro formulário de emprego hoje. Hum... como foi o seu dia?",
  "summer_Fri": "Como estão seus amiguinhos de quatro patas?  ",
  "fall": "Gwen está cantarolando para si mesma #$b#Temos que pegar isso eu sei!~",
  "fall_Sat": "Como está a fazenda? Tenha cuidado para não se queimar com o sol.",
  "fall_Mon": "Consegui alguns ingressos para um show, você gostaria de ir comigo?",
  "fall_Tue": "Encontrou algo interessante nas minas recentemente? ",
  "fall_Wed": "Acho que meu cabelo provavelmente precisa de um corte.",
  "fall_Thu": "Fiz outro formulário de e-emprego hoje. Hum... como foi seu dia?",
  "fall_Fri": "%Gwen não tem vontade de falar e finge que não te viu.",
  "winter": "%Gwen está cantarolando para si mesma e às vezes deixa escapar umas letras.#$b#Caneta Azul, Azul Caneta...~",
  "winter_Mon": "Encontrou alguma música boa recentemente?",
  "winter_Tue": "%Gwen não tem vontade de falar e finge que não te viu.",
  "winter_Wed": "Ei, o que você acha disso?#$b#Gwen mostra algo para você no telefone dela.",
  "winter_Thu": "Fiz outro formulário de e-emprego hoje. Hum... como foi seu dia?",
  "rainy": "%Gwen cantarola para si mesma essas letras...#$b#Procurei remééédio!! na vida noturnaa...~",


  //EVENT DIALOGUE//
  "GwenMagicYes": "O q-quê ?! Mesmo?? Isso é tão incrível.$h",
  "GwenMagicMaybe": "Haha! Esse é o espírito!$h",
  "GwenMagicNo": "Bem, eu discordo.$u#$b#Eu acredito que você pode encontrar magia em qualquer lugar se você olhar bem o suficiente!"
}
