{
	// First day of season
	"spring_1": "A primavera é ótima, uma das minhas estações favoritas.$h",
	"summer_1": "Verão, é a temporada de férias pra maioria das pessoas. Quase posso ouvir os aviões voando agora.",
	"fall_1": "Estamos na época de Halloween!$h#$b#Posso acabar fazendo um especial de Halloween no meu blog.",
	"winter_1": "Ei, @... Estou ficando resfriada.#$b#Quer se aconchegar?$l",
	// Locations
	"patio_Sadie": "Quando eu trabalhava no aeroporto, sempre olhava para o céu na pista de vôo.#$b#...Hã? Oh, Éra um momento de nostálgia!$h",
	"Rainy_Night_1": "Respeito a todos os pilotos ques estão voando neste clima terrível!$h",
	"Rainy_Night_2": "Espero que você tenha tido um bom dia hoje, @, apesar do tempo.$l",
	"Rainy_Night_3": "Ei, @! Como foi seu dia?#$b#Climas como este são ótimos para fazer vlogs, menos pra mim e minha câmera velha!$h",
	"Rainy_Day_1": "Tempo deve estar otimo para os patos, você não acha @?$h",
	"Rainy_Day_2": "Respeito a todos os pilotos voando neste clima terrível!$h#$b#Sempre fui grato pelo piloto automático CAT III com tempo como este...$h",
	"Rainy_Day_3": "Tenha um bom dia, @. Espero que o clima trate bem você e nossas colheitas.$h",
	"indoor_Night_1": "Como tem sido o teu dia, @? Bom? Ruim? Ou só meio meh?#$b#Sim entendi.$h",
	"indoor_Night_2": "Já está tarde, @. Vejo você pela manhã.$l",
	"indoor_Night_3": "@, obrigado. Eu amo você.$l",
	"indoor_Day_1": "Eu amo nossa fazenda, Ela é ótima. É como um daqueles lugares muito legais que você vê em pôsteres de férias!$h",
	"indoor_Day_2": "Tenha um bom dia, @. Provavelmente irei dar um passeio mais tarde.#$b#Não se preocupe comigo! Vou encontrar algo para fazer.#$b#OOH! Posso ir falar com Harvey sobre o novo avião da Boing!$h",
	"indoor_Day_3": "Eu gostava de voar, mas às vezes ficava muito estressante.#$b#Acumulei 5600 horas de vôo ao longo da minha carreira!$h#$e#Eu diria que é algo para se orgulhar.",
	"spring_Sadie": "Eu gosto de conversar com Gwen, nós temos nossos bate-papos ocasionais.#$b#Talvez eu deva ir até Zuzu para visita-la.$h",
	"summer_Sadie": "Gahhh, o verão está MUITO quente!$a#$b#Estou tendo flashbacks do aeroporto...#$b#Era como uma incubadora em um clima assim!!$h",
	"fall_Sadie": "Eu amo as comidas de outono.$h#$b#Ooh, @, vá buscar alguns muffins para mim no salão!!$h",
	"winter_Sadie": "Eu gosto de me refrescar no inverno.$h#$b#Mas as pistas também! Elas se tornão muito irritantes com um tempo como este!$a",
	"Outdoor_Sadie": "Ei, @. Estou apenas obtendo inspiração para o meu blog!$h#$b#Como você está?$l",
	"OneKid_1": "Eu imagino que %kid1 vai crescer para se tornar...$l#$b#Talvez ele(a) se torne um piloto(a)?$h#$e#O que quer que ele(a) se torne, espero que façam o que goste.$l",
	"TwoKids_1": "Você viu %kid1 e %kid2 brincando mais cedo? Eles estavam fingindo serem aviões de caça, era tão fofo!$l",
	"spouseRoom_Sadie": "@. Como você está?#$b#Estou apenas olhando minhas coisas sobre vôo...$h"
}