{
  "spouseRoom_Apples": "Muitas carambolas por aqui! Da velha casa!$0#$e#Você quer carambola? Pegue![268].$1#$e#*meep*$0",
  "Rainy_Day_0": "Água do céu faz barulho engraçado no telhado!$0",
  "Rainy_Day_1": "Amigo-Apples muito mais alto! Alcance lugares altos!$0#$e#Apples é pequeno. Alcance lugares pequenos!",
  "Rainy_Day_2": "Apples caminhou pela fazenda esta manhã e encontrou algo! [290 709 771]$0#$e#O Amigo-Apples gosta?$1",
  "Rainy_Day_3": "Outros-amigos estão de acordo com o fato de Apples morar com amigo!$1#$e#Talvez as outras Apples nos visitem em breve na floresta?$0",
  "Rainy_Day_4": "Os Amigos-Plantas cantam quando a água cai do céu!$0#$e#*meep*$0",
  "Rainy_Day_Apples": "Apples feliz hoje! Dê comida para um bom amigo! [204]",
  "Rainy_Night_0": "Às vezes, outros amigos visitam a fazenda! Eles gostam de fazenda.$0#$e#Dizem que a fazenda os faz felizes.$1",
  "Rainy_Night_1": "Jogar um jogo? Apples se enconde, você encontra!$0#$e#%Maçãs pula de alegria.",
  "Rainy_Night_2": "Apples-Amigo frio da água do céu? Apples ajuda!#$e#%Apples abraça você.",
  "Rainy_Night_3": "Apples comer muitas carambolas hoje! Apples muito cheio.$1",
  "Rainy_Night_4": "Apples gosta de dormir na casa de um bom amigo. Confortável!$0#$e#*meep*$1",
  "Rainy_Night_5": "O Amigo-Maçã sabia que outros amigos vieram do reino espiritual? As maçãs vêm de lá. Bonito e brilhante! Muitas cores.#$e#Talvez Maçãs e bons amigos visitem um dia?$1",
  "Rainy_Night_Apples": "A água do céu ajuda as plantas e criaturas lá fora! Faz Apples feliz!$1",
  "Indoor_Day_0": "O Amigo-Apples trabalha na fazenda hoje? Outros amigos podem ajudar! Maçãs também ajudam!",
  "Indoor_Day_1": "Apples encontra frutas deliciosas. Compartilhe com um bom amigo! [613 634 635 636 637 638]$1#$e#Apples encontrou um monte!$0",
  "Indoor_Day_2": "Apples encontre um lugar confortável em casa! É o lugar favorito!#$e#Bom amigo vai lá fora hoje? Diga olá aos outros amigos!$1",
  "Indoor_Day_3": "O Amigo-Apples tem um cantinho favorito em casa? Apples faz!$0#$e#*meep*$1",
  "Indoor_Day_4": "Talvez Apples visite a cidade de um bom amigo hoje. Curioso!$1",
  "Indoor_Day_Apples": "Apples encontrou semente! Agora um bom amigo faz mais amigos! [770]$0#$e#Mais amigos! Mais amigos!$1",
  "Indoor_Night_0": "Apples cansado. Durma logo!$0#$e#Bom amigo tenha um bom dia?$1",
  "Indoor_Night_1": "Apples encontrar uma coisa boa para amigo. Talvez Apples encontre mais amanhã! [815]$0",
  "Indoor_Night_2": "Apples desejo amigo, amigo ver maçãs também! Torne mais divertido!$0",
  "Indoor_Night_3": "Talvez mais outros amigos venham para ficar com amigo? Faça a festa!$1#$e#Chuva é divertido! Chuva! Vá pingar e pingar.$0",
  "Indoor_Night_4": "Apples encontra rocha especial! Dar para você![390]$1#$e#%Apples parece encantado em dar-lhe a pedra.",
  "Indoor_Night_Apples": "Yay! Amigo voltou! Amigo voltou!$1",
  "Outdoor_0": "É um bom dia!$0#$e#*meep*$1",
  "Outdoor_1": "Apples como viver aqui com um bom amigo! Faça memórias felizes!$1",
  "Outdoor_2": "Apples encontrar planta! [771]$0",
  "Outdoor_3": "Apples veja o amigo voador hoje! Amigo voador dá sementes!$1#$e#Maçãs já comeram sementes. Não sobrou nada para o bom amigo... Desculpe!$2",
  "Outdoor_4": "Apples corre pela fazenda hoje! Talvez encontre mais amigos!$1",
  "Outdoor_Apples": "Muitos amigos moram na fazenda de amigo! Faz Apples felizes!$0",
  "OneKid_3": "Amiguinho estranho! Ele gosta de sementes?$0",
  "TwoKids_0": "Apples dê carambola a %kid1 e %kid2! Yummy!$1",
  "TwoKids_2": "Amiguinhos %kid1 e %kid2 vejam Apples!$0",
  "TwoKids_3": "Talvez mais outros amigos fiquem aqui? Torne-se amigo de outros pequenos bons amigos!$0",
  "Good_0": "Apples pensa em criaturas sem amigos. Deixa Apples tristes.$2#$e#%Você acaricia Apples.#$e#*meep*!$1",
  "Good_1": "Apples tome banho! Cheiro fresco!$1#$e#Apples gosta de rolar na terra!$0",
  "Good_2": "Apples encontrar objeto brilhante! Dê a um bom amigo! [378 380 384]$0",
  "Good_3": "Bom amigo às vezes faz barulho estranho à noite. Engraçado!$1#$e#*meep*$1",
  "Good_5": "A casa de um bom amigo feita de uma árvore grande é legal. A árvore diz olá!$0",
  "Good_6": "Apples encontrar presente para amigo! [309 310 311]",
  "Good_7": "Outro amigo encontra uma muda de árvore. Um para Apples-Amigo![631 632 633 630 629 628]$0#$e#Se crescer em árvore, compartilhe frutas!$1",
  "Good_8": "Apples correr pela fazenda! Às vezes, encontrar um novo amigo!",
  "Good_9": "Presente para um bom amigo! Apples encontrar na fazenda! [113 112 111 110 114]#$e#*meep*$1",
  "Neutral_0": "Apples coma muita carambola! Cresça grande!$1",
  "Neutral_1": "Casas de outros amigos feitas de pedra e grama. Casa de bom amigo feita de árvore!$0",
  "Neutral_2": "Outros amigos estão bem com Apples morando com um bom amigo! Eles compartilham um bom presente para você [195]$1",
  "Neutral_3": "Talvez feiticeiro visite em breve? O feiticeiro dá carambola a Apples. Yummy!$0",
  "Neutral_4": "Apples rolar na sujeira hoje. Diversão!$0",
  "Neutral_5": "Apples visite outra casa em breve na floresta.$0",
  "Neutral_6": "Dormir é divertido! Às vezes, Apples têm um bom sonho sobre carambola e outros amigos.$1",
  "Neutral_7": "Por que um bom amigo gosta de viver com Apples?$0#$e#*meep*!!!$1",
  "Neutral_8": "Apples não é bom na limpeza. Só fazendo bagunça.$0",
  "Neutral_9": "Talvez um bom amigo viva na floresta com maçãs um dia!$1",
  "Bad_1": "Apples sente saudades de outros amigos.$2",
  "Bad_0": "O bom amigo gosta do Apples?$2",
  "Bad_2": "O bom amigo está feliz com Apples aqui?$2",
  "Bad_4": "Por que amigo não mora com outros amigos? Por que Apples?$2",
  "Bad_5": "Bom amigo age estranho. Apples não entende..$2",
  "Bad_6": "Apples retornar ao mundo espiritual um dia. Faz Apples se sentir estranho...$2",
  "Bad_7": "Talvez Apples e amigo não fossem feitos para ser...$2",
  "Bad_8": "Bom amigo infeliz...$2",
  "Bad_9": "Apples sente falta da floresta...$2",
  "spring_5": "*meep*",
  "spring_12": "Apples aqui! Apples eu!$1#$e#*meep*",
  "spring_19": "*meep*",
  "spring_26": "*meep*",
  "winter_5": "*meep*",
  "winter_12": "*meep*",
  "winter_19": "*meep*",
  "winter_26": "*meep*",
  "summer_5": "*meep*",
  "summer_12": "*meep*",
  "summer_19": "*meep*",
  "summer_26": "*meep*",
  "fall_5": "*meep*",
  "fall_12": "*meep*",
  "fall_19": "*meep*",
  "fall_26": "*meep*",
  "spring_1": "É ano novo! Bom amigo tem muitos planos?$0",
  "spring_23": "Apples gosta assistir dança com flores! Outros bons amigos parecem felizes!$1",
  "summer_1": "Bom amigo, cultive carambola nesta temporada, por favor!$1#$e#Apples adora carambola!$0",
  "fall_8": "Apples quer dormir dia todo.$0#$e#*meep*",
  "fall_15": "Bom amigo mostra produtos agrícolas amanhã na festa?$0",
  "fall_27": "Hoje é um dia assustador...$2#$e#%Apples não responde.",
  "winter_25": "Apples dê uma pedra brilhante do arco-íris para um bom amigo!$0[74]#$e#%Apples pula de alegria.#$e#Pedra brilhante difícil de encontrar!$1",
  "spring_Apples": "Flor para o amigo das Maçãs![427]$0#$e#Apples encontra muitas flores.$1",
  "summer_Apples": "Apples gosta estação quente! Sempre ensolarado!$1#$e#Jogar, brincar?$0#$e#%Você brinca com Maçãs por um tempinho.#$e#Eba! Diversão!$1",
  "fall_Apples": "As cores da estação alegram as maçãs! Cores!$0#$e#Apples cor verde! Verde!$1",
  "winter_Apples": "Apples ver pegada de outra criatura na floresta.$0#$b#Apples se perguntam o que é isso...??$1#$e#Talvez mais novos amigos!?$0"
}