{
	"Introduction": "Hãn? Ha! Oi. Meu nome é Jacob. Sou o veterinário do Vale Stardew. Prazer em te conhecer.",
	"Resort_Entering": "Oh, é bom estar em terra firme. Viajar pelo mar sempre me deixa um pouco enjoado.",
	"Resort_Leaving": "De volta pra casa. Vou ter que trazer Ellie da próxima vez. Ela vai adorar os pássaros.",
	"Resort_Shore": "Há uma abundância de vida selvagem por aqui, e os caranguejos são menos agressivos do que aqueles em casa.",
	"Resort_Umbrella": "Você está gostando da ilha, @? Estou gostando de ter um dia de folga.",
	"Resort_Wander": "Oh, Ellie iria adorar este lugar. Tenho certeza que ela seria capaz de nomear todos esses pássaros.$1",
	"Resort_Bar": "Nada melhor que bebida gelada nesse dia quente, exatamente o que eu precisava. Quer se juntar a mim, @?",
	"Resort": "Que lugar magníficos.",
	"Mon": "Oi. Posso lhe ajudar com algo?",
	"Mon2": "$q 5787991/5787992 Mon1#Olá @. Você tem algum gado na fazenda %farm?#$r 5787991 25 Mon2_Y#Eu certamente tenho.#$r 5787991 25 Mon2_S#Ainda não, mas em breve!#$r 5787992 -25 Mon2_N#Não, eles são uma perda de tempo e dinheiro.",
	"Mon2_Y": "Oh, fico feliz em ouvir isso. E não apenas porque sou o veterinário local.$1#$b#Os animais enriquecem nossas vidas de mais maneiras do que poderíamos pensar.",
	"Mon2_S": "Bem, se precisar de ajuda ou conselho, me avise. Temos uma coleção bastante eclética aqui, afinal.",
	"Mon2_N": "Eu concordo que eles levam tempo e podem ser caros. Mas eu certamente não colocaria dessa forma. Bem, cada um com o seu problema, eu acho.$2",
	"Mon1": "Como vão as coisas na fazenda?#$b#$p 5787991#Avise-me se precisar de ajuda com seus animais.|Espero que você esteja bem.",
	"Mon4": "Obrigado por passar por aqui novamente! Ellie está sempre falando sobre você.#$b#Se ela alguma vez tentar arrastá-lo para a observação de pássaros, sugiro que você recuse.#$b#A menos que você realmente ame pássaros, é claro!$1",
	"Mon6": "Marnie foi extremamente gentil comigo depois que Del morreu. É triste, mas ela parece meio distante desde então.",
	"Mon8": "Del realmente amava flores. Tento cuidar de suas plantas em sua memória.",
	"Mon10": "Ellie se preocupa que eu esteja me sentindo sozinho - Como se alguém pudesse ficar sozinho com ela por perto!#$b#Honestamente, você é bem-vindo a qualquer hora. Eu gosto da sua companhia.$4",
	"Tue2": "Estou mancando? Ai sim. Uma Lhama pisou no meu pé. Eu deveria estar usando botas mais resistentes.",
	"Fri2": "Oh, olá @. Sim, estou um pouco cansado hoje. Chamada de emergência tarde da noite.#$b#Um parto dos animais do Rancho.",
	"spring_Sat6": "Shane me perguntou se Eloise gostaria de visitar os filhotes assim que nascerem. Ela ficou encantada, é claro - Ela e Jas decidiram dar uma festa de aniversário para elas.#$b#Não tenho certeza do que isso significa, mas envolver usar chapéus bobos... Ah, a quem estou enganando? É claro que estou dentro!",
	"Thu10": "Eu tento ser um bom pai - Melhor do que meu próprio pai.#$b#Ele não era um bom homem. Acho que ele me deixou aquele papagaio em seu testamento como última piada.$2",
	"Fri6": "Você tem algum irmão ou irmã, @?#$b#Eu? Oh, um irmão. Já fomos bem próximos - Mas agora não nos falamos mais.$2",
	"Tue": "Ei, você precisa de mim para alguma coisa? Você tem sorte de ter me encontrado. Normalmente, na terça, estou de folga e dou uma volta pelo Vale.",
	"Tue4": "Fico feliz que Ellie tenha alguns amigos da sua idade, mas ela parece gostar de passar a maior parte do tempo em seu esconderijo.#$b#Eu me pergunto o que ela faz lá o dia todo. Talvez planejando dominar o mundo?$1",
	"Wed": "Me desculpa... Estou um pouco ocupado agora.",
	"Wed2": "Era tudo uma floresta de pinheiros por aqui quando nos mudamos pela primeira vez.#$b#Nós plantamos varios Bordo e Carvalho. Um ecossistema biodiverso suporta mais vida selvagem.",
	"Wed4": "Ontem foi difícil... Algo atacou as ovelhas do Sr. Jefferson. Espero que sejam apenas cães selvagens, mas...#$b#... Mantenha seus animais em casa durante as noites, @. E fique atento.#$b#Há coisas estranhas aconteçendo no Vale, dizem os rumores.",
	"Wed6": "É gentil da parte de Marnie cuidar de Ellie às terças-feiras. Ela e Del eram muito unidas, e fico feliz que Ellie tenha alguém da sua idade para brincar.",
	"Wed8": "As vezes as crianças dizem as coisas horríveis, não é? Ellie começou a me importunar sobre encontrar uma madrasta para ela.#$b#Ela parece pensar que a Sra. Marnie é uma ótima candidata. Vai ser difícil olhar nos olhos dela na próxima vez que eu a vir...$4",
	//"summer_1": "",
	"summer_Mon": "É uma época do ano difícil para os animais, @. Certifique-se de que eles tenham acesso à água.",
	//"summer_Tue": "",
	"summer_Thu": "Eloise avistou um mergulhão hoje! Acho que terei que encomendar outro miniatura para a coleção dela, mas vale a pena.",
	"summer_Thu4": "Na próxima vez que você visitar o deserto, o que acha de levar Eloise? Não posso fugir do trabalho esta semana, mas os Tentilhões do deserto estão se reunindo antes de sua migração anual, e ela adoraria vê-los.",
	"summer_Fri": "Oh Olá. Desculpe, não posso nem tentar esta noite. Eu perdi um paciente.#$b#Algumas pessoas dizem que era apenas um gato... Mas ela importava. Todos eles importam.",
	"summer_Sat": "Temos dado comida e água para o gato de rua perto da praia.#$b#Ela foi abandonada, pobre garota. Ellie está determinada a fazer amizade com ela.$2",
	//"summer_Sun": "",
	"summer_Tue4": "Shane mencionou que algumas das galinhas estão mudando cedo. Espero que não seja sinal de ácaros nas galinha...#$b#Eu dei a ele um pouco de pó, apenas de prevensão. Você pode querer verificar suas próprias aves. Os ácaros adoram esse clima quente.",
	"summer_Sat6": "Vincent estava me perguntando sobre os animais do Império Gotoro. Não tenho certeza se ele queria ouvir que eles eram todos malignos e assustadores ou não.#$b#Nos registros, eles não são. Bom... Exceto para os camelos - Eles são todos grosseiros.",
	"summer_Mon8": "A Princesa Midnight e o Barão brigaram um pouco na noite passada. É melhor separar alguns antibióticos.$2#$b#A meia-noite é um pouco explosiva quando ela está irritada, e ela tem um bom gancho de direita.$3",
	"summer_Thu10": "Família é importante e eu sou tudo que Ellie tem. Às vezes me preocupo com o que aconteceria a ela se algo acontecesse comigo.$2",
	"summer_Fri10": "%Jacob parece estar com dor. Ele afasta sua preocupação.#$b#O que aconteceu? Tive uma chamada de manhã cedo. Uma vaca me jogou contra a parede. Por minha própria culpa estúpida, eu deveria tê-la contido melhor.$2#$b#Harvey me deu alguns analgésicos, mas estou machucado, não quebrado. Não precisa se preocupar.",
	//"fall_1": "",
	//"fall_Tue": "",
	"fall_Wed": "Plantas? Desculpe, só sou bom com animais.",
	"fall_Thu": "Ellie insiste que todos os nossos animais têm títulos. Aparentemente, eles são tratados como realeza.#$b#Pelo visto já éra aquela minha poltrona.$1",
	//"fall_Sat": "",
	//"fall_Sun": "",
	"fall_Wed2": "Encontrei Shane ontem, e conversamos sobre galinhas. Ele tem um bom olho para elas.#$b#E um bom coração. Esse homem pode agir como se não se importasse com nada, mas acho que, em vez disso, ele se importa muito.",
	"fall_Sat6": "Quando Eloise era pequena, demos a ela um Velociraptor de pelúcia. 'É um passaro!' Eu disse. 'Não, papai. Dinossauro!' Ela insistiu.#$b#Então, no ano seguinte, demos a ela uma enciclopédia. Agora, ela está me ensinando taxonomia!$1",
	//"fall_Mon8": "",
	"fall_12_2": "A senhorita Aideen trouxe o Barão ontem. Nem Richie nem a Princesa Midnight ficaram impressionados.#$b#A senhorita Aideen também não; Eu a sugeri que ela reduzisse na ingestão de alimentos...$2",
	"fall_Fri6": "*Boceja* Desculpe, estou me recuperando dessa noite. Houve uma emergência na fazenda de Marnie.$2#$b#Pelo menos Ellie e Jas poderão ter uma festa do pijama, ambas têm idade suficiente para se preocupar com bem-estar dos animais.",
	"fall_Fri10": "Emily trouxe seu papagaio. Tenho quase certeza de que Richie está apaixonado por ele.$1#$b#Ele certamente tem sido muito... Energetico ultimamente.",
	//"winter_Tue": "",
	"winter_Wed": "Espero que você tenha reservado feno suficiente para o inverno, @. Do contrário, a Srta. Marnie pode não estar em casa hoje.",
	//"spring_12_2": "",
	//"spring_23_2": "",
	//"winter_7_2": "",
	//"fall_26": "",
	"summer_11_2": "Amanhã será um bom dia para visitar a praia. As correntes marítimas estão trazendo água mais quente.#$b#Mas cuidado com os dedos dos pés; Os caranguejos também adoram. Pode ser um bom dia para pescar.",
	//"summer_27_2": "",
	"winter_Thu": "Falar sobre outra coisa que não seja sobre a Eloise ou em ser Veterinário? Uh... O tempo está bom hoje, não é?",
	"winter_Fri": "Fique de olho nas Raposas e Texugos que vivem tão perto da Cindersap...#$b#Eles já vão ter atacado antes mesmo de você perceber, especialmente nesta época do ano.$1",
	"winter_Sat": "Que manhã gelada.",
	"winter_Sun": "Você tem algum fertilizante de grama, @? Se sim, plante-o no último dia de inverno.#$b#Aparentemente, vai se espalhar como um incêndio durante a noite. Segredo de agricultura local.",
	"winter_Wed2": "Você conheceu Richie, nosso papagaio? Ele é a ave de bico mais sujo de Ferngill, se é que você me entende...",
	"winter_Sat6": "Marlon estava me perguntando sobre tranquilizantes. Eu recusei ele.#$b#Eu admito, estava um pouco preocupado....? O que ele poderia estar tramando? O que ele encontrou nessas minas?$2",
	"winter_Thu10": "Tentamos realojar Richie uma vez. Achei que um aviário seria bom para ele, que ele seria mais feliz se pudesse estar com sua família.#$b#E o que aconteçeu? Ensinou todos eles a praguejar.$2",
	"winter_Wed6": "$1 David_Magnet#Abigail passou por aqui com David ontem. O pobre rapaz engoliu um ímã. Muito perigoso, especialmente naquele tamanho. Ainda bem que ele resolveu o problema.$k#$e#Harvey tem uma vantagem, os pacientes dele podem dizer a ele o que está doendo - E aposto que seus pacientes raramente o mordem.#$b#Embora eu não duvida-se da Abigail... Oh, desculpe, eu não queria dizer isso em voz alta.$4",
	"summer_Wed": "Você já viu algum gato vadio por aí, @?#$b#A FSPA está me incentivando a submeter-me ao programa TNR deles... Mas a vida na selva é muito difícil.",
	"summer_Wed2": "As vezes capturamos alguns gatos selvagens por aqui. Oh, não se preocupe, nós não os machucamos!#$b#A maioria é castrada e transferida para habitates controlados ou fazendas.#$b#Suponho que você não precise de um gato selvagem desses, certo? Eles não são animais de estimação, mas são para o controle natural de pragas. ",
	"summer_Wed10": "A senhorita Aideen apareceu e Richie praguejou contra ela. Fiquei mortificado!#$b#E as araras podem viver sessenta anos ... nesse ritmo, ele pode sobreviver a mim.$2",
	"Thu": "Sim? Desculpe, prefiro que você não me veja trabalhar. Isso pode me deixa distraido.$2",
	"Thu4": "Esse papagaio é a coisa mais louca. Ellie o ama... Mas ele sabe muitas palavras, e nem todas são educadas.$1",
	"Thu8": "Ellie tinha apenas seis anos quando sua mãe morreu. Ela lidou com isso muito melhor do que eu. Fiquei despedaçado por meses... Ellie é tão pragmática que às vezes me preocupo se ela teve que crescer muito rápido.$2",
	"Fri": "Olá, hum... Você está gostando do clima?",
	"Fri4": "Aquele papagaio miserável... O prefeito apareceu por aqui outro dia e Richie tinha dito algumas palavras bem escolhidas para ele...$2#$b#Esse papagaio pertencia ao meu pai - E meu pai o educou como um marinheiro.$1",
	"Fri8": "Del se foi há mais de dois anos. Você pensaria que o tempo tornaria as coisas mais fáceis... Mas não aconteçeu. Sinto falta dela todos os dias.#$b#Desculpe, você não veio aqui para me ouvir mergulhar na autopiedade.$2",
	"Sat": "Precisa de ajuda com seus animais?#$b#Não? Oh, eu pensei que era por isso que você veio me ver.",
	"Sat4": "Ellie é tão extrovertida. Assim como a mãe dela era.$2.#$b#Eu? Geralmente sou eu, aquele tipo de pessoa que fica parado no canto, observando...",
	"Sun": "Olá @, ótimo dia, não? Espero que você tenha tempo para descançar e relaxar um pouco hoje.",
	"Sun2": "Desculpe, não sou muito bom com conversas. Deixo a maior parte da conversa com Ellie.",
	"Sun4": "Ellie adora praia, mas estou um pouco preocupado. Tem havido muitos desses caranguejos rochosos por aí.#$b#Não posso deixar de me perguntar se algo os incomodou.",
	"Sun10": "Nunca havia pensando em namorar de novo... Mas entenda que nunca poderia deixar minha casa, e tenho que pensar na Ellie também.",
	"spring_1_2": "É a época mais movimentada do ano. Espero que Ellie não sinta muito minha falta.",
	"winter_Mon": "Espero que você esteja se aquecendo naquela fazenda.",
	"winter_Tue4": "Ellie escreve para Sora há três anos. As mães eram amigas, em Gotoro, antes da guerra.#$b#Não tenho certeza de como a correspondência continua chegando, mas entrego as cartas dela no correio todas as sextas-feiras.",
	"winter_Fri10": "Quando Del morreu, foi muito difícil continuar... Mas o que mais eu poderia fazer?$2",
	"fall_Mon": "A temporada de amoras está chegando. Você deve vir até aqui com uma cesta em mãos.#$b#Há tantos por aqui, mesmo os pássaros não podem comê-las todas.#$b#Meu freezer ainda está cheio com o estoque do ano passado.",
	"fall_11_2": "$1 Jacob_BlackberryPie#Estou tão feliz por você estar aqui, @. Se eu tivesse que comer outro torta... Por favor, tire isso de minhas mãos.[611]$k#$e#Se você vir Ellie por aí, recomendo que não a deixe coagir você pra uma briga de folhas.#$b#Eu ainda estou tirando folhas do meu cabelo.",
	"fall_Tue4": "O outono deve ser uma época agitada do ano para você. Não é tão ruim para mim.",
	"fall_Thu2": "Tenha cuidado, @. Os caranguejos por aqui são muito agressivos.$2",
	"summer_Wed6": "Del tinha o polegar verde. Eu nem tanto. É por isso que amo tanto cactos.$1",
	"winter_24": "Espero vê-lo no festival amanhã, @. Ellie está tão animada; Ela tem tanto pra conversar.$4#$b#E nossa... Como ela fala!$1",
	"winter_24_2": "Não diga a Ellie, mas a Estrela de Inverno é difícil para mim... Del amava tanto isso.$2#$b#Ela parecia sempre ser capaz de escolher o presente perfeito para qualquer pessoa.$4",
	//courtship dialogue
	"rejectNPCA": "Oh, são lindas... Mas receio que seja muito cedo para dar meu coração a outra pessoa.$2",
	"rejectNPCB": "Isso é muito gentil. Mas eu não estou romanticamente interessado em você.$2",
	"refusal_no_heartsA": "Oh? Hum... Não, obrigado... Eu não poderia deixar minha casa... Ou a Ellie.$2",
	"refusal_no_heartsB": "Acho que é melhor você levar seus sentimentos para outro lugar.$5",
	"engageA": "Eu não tenho certeza do porque você está me dando isso?$2",
	"engageB": "Eu pensei que você já estivesse noiva(o)? Bem, estou lisonjeado, mas não estou interessado.$5",
	"marriedA": "Você já não e casada(o) Isso não é apropriado.$2",
	"marriedB": "Hum... Desculpe, mas por favor... Me deixe em paz. Você está zombando de algo que era sagrado para mim.$2",
	//Conversation Topics
	"Is_Sora_Dead": "Eu realmente espero que tenhamos notícias de Sora em breve. Ellie está realmente levando isso a sério.$2#$b#E a correspondência não é confiável. Pode não significar nada ... ou pode significar tudo.$2",
	"Jacob_DinnerDate": "Oh sim, você está definitivamente convidado para se juntar a nós para o jantar.#$b#Eloise está muito entusiasmada com isso; ela planejou um menu e tudo.$1#$e#Insistiu em escrever o convite também, você provavelmente percebeu. Nunca conheci ninguém que ame tanto um ponto de exclamação.#$b#Eu li primeiro? Não. Devo ter?$2",
	"Jacob_Date": "Você quer?!$4",
	"Jacob_Friendzone": "Oh, para ser honesto, @, gosto tanto assim de você, isso é um alívio.$1#$b#Depois da Del... Bem, perdi minha alma gêmea e duvido que algum dia encontrarei um amor assim novamente.$2#$b#Mas bons amigos e boa companhia? Isso é algo que terei o maior prazer em abraçar.$1",
	"Jacob_Ditched": "Suponho que sua honestidade seja para ser admirada.$3#$b#Embora, você realmente deva trabalhar em seu tato.$2",
	"Jacob_KidsRight":"Ah, sim. De onde elas tiram essas ideias?$1",
	"reject_534":"É um lindo anel. Há algo estranhamente familiar sobre isso também, mas eu não tenho certeza por quê...",
	//"Talk about something other than being a vet or Eloise? Uh..... {{random: Have you read any good books lately?, Have you seen the latest Livin' Off the Land?, nice weather today, isn't it?}}",
	"AbyssRoosterGrow":"Não conte isso à Eloise, mas estou aliviado que aquele filhote se foi.#$b#Tenho quase certeza que é um 'Galo' e eles podem ser tornar bastante agressivos.$2#$b#Sem falar que há algo estranho naquela raça. Já viu Galinhas assim, @?",
	"PepperPupHome":"A pobre cachorrinha está muito cansada. Tem sido um pouco desgastante para ela.#$b#Não se preocupe, tenho certeza que ela vai sair por aí procurando fazer amigos amanhã!$1",
	"Aideen_Garden": "Aideen me contou sobre seu projeto.#$b#Estou animado para dar uma mãozinha. Posso não ter 'Dedos Verdes', mas certamente posso usar uma pá!$1"
}