{
"Changes": [

	{
            "Action": "EditData",
            "Target": "Characters/Dialogue/Abigail",
            "Entries": {
		"gabrielArrive": "Zinnia é legal, mas ela não é do meu tipo de amiga. Acho que não consigo lidar com a positividade dela.",
		"sillyRevealed": "Eu me sinto meio mal agora que Silly está tentando fazer as pazes. Eu posso ter uma fantasia de matar monstros nas minas...$s",
		"gabeFinished": "O quê? V-você encontrou uma maneira de parar os danos causados pelas gosmas?#$b#Hmm, talvez papai possa me deixar entrar nas minas agora..."
            }
        },

	{
            "Action": "EditData",
            "Target": "Characters/Dialogue/Alex",
            "Entries": {
		"gabrielArrive": "Você acha que essas pessoas novas na cidade jogam bola?#$b#Sempre sonhei em fazer um time da Vila Pelicanos.",
		"sillyRevealed": "O Silly é muito divertido!#$b#Você acha que eles podem pegar uma bola? Ou ficaria gosmenta, kkkk...$h",
		"gabeFinished": "Uau, cara!^Uau, pronto!#$b#Sinto que me tornei dez vezes mais forte!#$b#Huh? As gosmas não vão me machucar mais? Hum..."
            }
        },

	{
            "Action": "EditData",
            "Target": "Characters/Dialogue/Alex",
            "Entries": {
		"gabrielArrive": "Eu não posso deixar de me perguntar se aquela nova garota Zinnia tem namorado ou não...$l"
            },
	    "When": {
		  "Relationship:Alex |contains=Dating, Engaged, Married": "false"
	}
        },

	{
            "Action": "EditData",
            "Target": "Characters/Dialogue/Caroline",
            "Entries": {
		"gabrielArrive": "A Zinnia é muito gente boa. Espero que ela possa deixar um impacto assim na minha filha...",
		"sillyRevealed": "Eu só sei que Silly seria perfeito na aeróbica, *risada*!#$b#Ei, @, diga ao Silly que eles são bem vindos a qualquer hora!$h",
		"gabeFinished": "@! Você está brilhando como se tivesse acabado de tomar um chá verde doce...#$b#O que é isso? Estamos protegidos contra slimes?#$b#Hmm... bem, pelo menos estarei um pouco menos preocupado com a fuga da minha filha..."
            }
        },

	{
            "Action": "EditData",
            "Target": "Characters/Dialogue/Clint",
            "Entries": {
		"gabrielArrive": "Ei, @... você viu a nova garota? Ela é, hum, bonita, uh, legal, certo?^...Ah! Desculpe-me, @. Eu não notei você lá. Eu estava pensando naquela garota nova da cidade...",
		"sillyRevealed": "Você acha que Zinnia gosta de Silly mais do que qualquer um de nós? Apenas me perguntando...$s",
		"gabeFinished": "O quê?$u#$b#Você encontrou uma maneira de parar o dano de gosmas? Isso é... hum, bacana, eu acho.$u#$b#...$u#$b#A propósito, Zinnia me contou sobre o que você disse a ela.$u"
            }
        },

	{
            "Action": "EditData",
            "Target": "Characters/Dialogue/Demetrius",
            "Entries": {
		"gabrielArrive": "Acordei esta manhã com uma garota que nunca tinha visto vasculhando os arbustos.#$b#Quando perguntei o que ela estava procurando, ela falou sem parar sobre um projeto que Marlon havia lhe dado.#$b# Se eu a vejo distraindo minha filha...$4",
		"sillyRevealed": "Estou um pouco pessimista em relação a uma gosma se misturando sobre nós, para ser honesto. Já vi coisas perigosas saindo dessas minas.$s#$b#Acho que não há problema em dar uma chance...$s",
		"gabeFinished": "Energia? Almas?#$b#Isso não soa muito científico...#$b#Como isso faria com que os slimes não nos machucassem? eu não entendo..."
            }
        },

	{
            "Action": "EditData",
            "Target": "Characters/Dialogue/Elliott",
            "Entries": {
		"gabrielArrive": "Os recém-chegados são sempre muito empolgantes.#$b#Gosto de conhecer as histórias de vida de todos. Todos nós temos origens diferentes, mas todos acabamos aqui!$h",
		"sillyRevealed": "De repente, sinto-me inspirado a escrever uma biografia sobre aquela criatura mística, Silly.#$b#Diga a Silly para me visitar algum dia, @.",
		"gabeFinished": "Uma voz misteriosa nos abençoou com uma imunidade a gosmas?#$b#Bem, isso não é uma história!$h#$b#Estou transbordando de ideias!"
            }
        },

	{
            "Action": "EditData",
            "Target": "Characters/Dialogue/Emily",
            "Entries": {
		"gabrielArrive": "Já conhece a Zinnia, @? Ela se mudou para aquela casa na montanha alguns dias atrás.#$b#Quando eu a conheci, ela tinha uma aura brilhante que me lembrava o sol!$h",
		"sillyRevealed": "Silly é tão adorável! Estou tão feliz que podemos nos tornar amigos das criaturas que estão no subsolo!$h",
		"gabeFinished": "@, sua aura... Eu posso sentir!#$b#Ah, slimes não são mais perigosos?#$b#Isso é incrível! Eu poderia tentar ter um como animal de estimação agora, hehe!$h"
            }
        },

	{
            "Action": "EditData",
            "Target": "Characters/Dialogue/Evelyn",
            "Entries": {
		"gabrielArrive": "Os recém-chegados são maravilhosamente doces. Estou feliz que a cidade está se expandindo!",
		"sillyRevealed": "Uma nova ligação entre monstros e humanos é mais um passo para a paz!",
		"gabeFinished": "Você encontrou uma maneira de parar os danos das gosmas? Isso é bom, querida...#$b#Tenho certeza que seu avô ficaria orgulhoso."
            }
        },

	{
            "Action": "EditData",
            "Target": "Characters/Dialogue/George",
            "Entries": {
		"gabrielArrive": "Hmmph.#$b#Muitas pessoas estão se mudando para cá. Arruinando nossa pequena cidade, se você me perguntar.",
		"sillyRevealed": "Os Slimes costumavam ser a ruína da minha existência quando menino.#$b#Vou levar um tempo para fazer amizade com eles.",
		"gabeFinished": "Bom trabalho, garoto!$h#$b#Esses slimes irritantes não vão mais nos machucar. Você está fazendo um ótimo trabalho.$h"
            }
        },

	{
            "Action": "EditData",
            "Target": "Characters/Dialogue/Gus",
            "Entries": {
		"gabrielArrive": "Novas pessoas na cidade são sempre uma coisa boa para os negócios!#$b#Espero que se tornem parte da comunidade.",
		"sillyRevealed": "O pequeno Silly é divertido demais!#$b#Eu quero dar comida para o Silly para que eles se sintam bem-vindos!",
		"gabeFinished": "Oh, slimes não serão mais um problema?#$b#Bem, por mais que eu não goste de violência..#$b#...Acho que isso é uma coisa boa."
            }
        },

	{
            "Action": "EditData",
            "Target": "Characters/Dialogue/Haley",
            "Entries": {
		"gabrielArrive": "Quanto mais pessoas se mudam para cá, mais parece a cidade grande.#$b#Sempre gostei da cidade, então não tenho problema com isso!",
		"sillyRevealed": "Silly a gosma é muito fofo, considerando todas as coisas.#$b#Eu poderia ter que usar algumas das minhas, uh, roupas menos importantes se eu sair com eles.",
		"gabeFinished": "Slimes não machucam mais?#$b#Ugh, nojento. Eu nunca gostei desses idiotas.#$b#Obrigado por lidar com eles, eu acho."
            }
        },
	
	{
            "Action": "EditData",
            "Target": "Characters/Dialogue/Haley",
            "Entries": {
		"gabrielArrive": "Você viu aquele garoto novo na cidade?#$b#Ele é muito fofo, mesmo com sua péssima escolha de roupas.$l"
            },
	    "When": {
		  "Relationship:Haley |contains=Dating, Engaged, Married": "false"
	}
        },

	{
            "Action": "EditData",
            "Target": "Characters/Dialogue/Harvey",
            "Entries": {
		"gabrielArrive": "Desculpe-me se pareço confuso hoje, @.#$b#Dois recém-chegados na cidade significam que tenho que atualizar todos os meus registros e começar a planejar as visitas anuais...#$b#E acabei de preparar as coisas para a sua chegada!",
		"sillyRevealed": "O Coração de Gosma soa como uma descoberta médica esperando para acontecer! Eu não posso acreditar que foi perdido esse tempo todo.#$b#Eu quero estudá-lo extensivamente!$h",
		"gabeFinished": "Oh? Slimes não são mais perigosos?#$b#Bem, isso é bom! Acho que vai diminuir a quantidade de pacientes que recebemos por acidentes nas minas."
            }
        },

	{
            "Action": "EditData",
            "Target": "Characters/Dialogue/Jas",
            "Entries": {
		"gabrielArrive": "Senhora Zinnia jogou comigo e Vincent hoje. Eu sei que ela é adulta, mas por algum motivo eu acho que ela é diferente da maioria dos adultos...#$b#Meio como você, Sr. @!$h^Meio como você, Sra. @!$h",
		"sillyRevealed": "Vincent e eu adotamos Silly em nosso pequeno grupo de brincadeiras. É tão divertido estar com ele por perto!$h",
		"gabeFinished": "Oh? Gosmas não machucam mais? Como você fez isso, fazendeiro?#$b#Oh, testando e pesquisando? Isso soa, hum, difícil...$s"
            }
        },

	{
            "Action": "EditData",
            "Target": "Characters/Dialogue/Jodi",
            "Entries": {
		"gabrielArrive": "Zinnia me lembra muito quando eu era mais jovem. Alegre, esperançoso e livre.",
		"sillyRevealed": "O pequeno Silly gosta de brincar com Vincent. Eles são tão fofos juntos!$h",
		"gabeFinished": "Obrigado pelo seu trabalho, @.#$b#Você está ajudando o vale a se tornar mais seguro para mais famílias.#$b#Mal posso esperar até que todos os monstros horríveis tenham desaparecido das cavernas do norte."
            }
        },

	{
            "Action": "EditData",
            "Target": "Characters/Dialogue/Kent",
            "Entries": {
		"gabrielArrive": "Quanto mais pessoas vêm aqui, menos familiar esta cidade se sente...",
		"sillyRevealed": "É difícil para mim confiar em uma criatura das cavernas como Silly, mas se eu aprendi alguma coisa com a guerra...#$b#É que você não pode julgar pela aparência.",
		"gabeFinished": "Admiro você, @.#$b#Eu e você, somos parecidos. Queremos tornar este vale seguro de quaisquer ameaças à nossa integridade."
            }
        },

	{
            "Action": "EditData",
            "Target": "Characters/Dialogue/Krobus",
            "Entries": {
		"gabrielArrive": "Ouvi dizer que uma das novas pessoas da cidade odeia monstros como eu...",
		"sillyRevealed": "Estou tão feliz em ver os slimes e os humanos em harmonia. Eu me pergunto se um dia minha espécie pode fazer as pazes também...",
		"gabeFinished": "Eu não posso acreditar que você trancaria slimes assim. Eles também são seres vivos.#$b#Espero que sua 'energia' torne as pessoas menos propensas a matar slimes. É a melhor coisa que poderia resultar disso..."
            }
        },

	{
            "Action": "EditData",
            "Target": "Characters/Dialogue/Leah",
            "Entries": {
		"gabrielArrive": "Estou feliz que novas pessoas estão vendo a beleza do nosso pequeno vale!",
		"sillyRevealed": "Silly é adorável! Decidi fazer minha próxima escultura de Silly. Você acha que eles vão gostar?",
		"gabeFinished": "Oh, slimes não são mais perigosos?#$b#Bem, isso é legal. Não vou às cavernas com frequência.#$b#Acho que pode ser um bom lugar para uma pintura."
            }
        },

	{
            "Action": "EditData",
            "Target": "Characters/Dialogue/Leo",
            "Entries": {
		"gabrielArrive": "...$s#$b#New people scare me.$s",
		"sillyRevealed": "Silly the slime é um bom amigo.#$b#Me lembra papagaios!$h",
		"gabeFinished": "Maneira de não se machucar com gosmas?$s#$b#Por quê? As Gosmas Tigre não fazem nada comigo...$s"
            }
        },

	{
            "Action": "EditData",
            "Target": "Characters/Dialogue/Lewis",
            "Entries": {
		"gabrielArrive": "Novas chegadas na cidade são ótimas!#$b#Uma população maior aumentará o turismo, você sabe.",
		"sillyRevealed": "Estou relutante em permitir que Silly entre em nossa cidade por segurança, mas...#$b#...se isso faz as pessoas felizes, acho que está tudo bem!",
		"gabeFinished": "Obrigada, @. Você fez uma grande coisa, experimentando esses slimes e desenvolvendo uma maneira de parar os danos deles.#$b#Estou feliz que você e Gabriel se mudaram para cá."
            }
        },

	{
            "Action": "EditData",
            "Target": "Characters/Dialogue/Linus",
            "Entries": {
		"gabrielArrive": "Espero que os recém-chegados me tratem bem.#$b#Nem todo mundo é tão gentil quanto você, @.",
		"sillyRevealed": "Eu já sou o melhor amigo de Silly, a gosma. Eu sinto que nós apenas nos conectamos, como criaturas da natureza.",
		"gabeFinished": "Eu ouvi o que você fez, @. Não estou muito feliz com você.#$b#Essas criaturas também estão vivas, você sabe.#$b#Você não pode simplesmente prendê-las e criar poções terríveis para parar seu mecanismo natural de defesa."
            }
        },

	{
            "Action": "EditData",
            "Target": "Characters/Dialogue/Marnie",
            "Entries": {
		"gabrielArrive": "Toda vez que uma nova pessoa se junta à nossa cidade, espero que Shane possa se conectar com ela.#$b#Eu só quero vê-lo melhorar.",
		"sillyRevealed": "Adoro ver Jas e Silly brincarem juntos! Obrigado por nos apresentar a eles, @!",
		"gabeFinished": "Oh? Slimes são seguros agora?#$b#Isso é demais! Talvez eu consiga um para brincar com Jas."
            }
        },

	{
            "Action": "EditData",
            "Target": "Characters/Dialogue/Maru",
            "Entries": {
		"gabrielArrive": "O novo menino Gabriel passou em nossa casa esta manhã para se apresentar. Fiquei espantado com o seu conhecimento do subsolo profundo!",
		"sillyRevealed": "Um slime que é amigável é algo tão interessante! Eu quero conhecer Silly um pouco mais para aprender como sua mente realmente funciona.",
		"gabeFinished": "Energias?#$b#Eu nunca ouvi falar disso antes...#$b#Mas se isso impedir que essas gosmas nos machuquem, eu sou a favor!"
            }
        },

	{
            "Action": "EditData",
            "Target": "Characters/Dialogue/Maru",
            "Entries": {
		"gabrielArrive": "O novo menino Gabriel passou em nossa casa esta manhã para se apresentar. Fiquei impressionado com seu conhecimento do subsolo profundo!#$b#Ei, @? Se você o vir, se importa de perguntar se ele tem namorada? Estava só a pensar...$l"
            },
	    "When": {
		  "Relationship:Maru |contains=Dating, Engaged, Married": "true"
	}
        },

	{
            "Action": "EditData",
            "Target": "Characters/Dialogue/Penny",
            "Entries": {
		"gabrielArrive": "Espero que, à medida que mais pessoas se juntem à nossa pequena cidade, consigamos convencer o governador a construir uma escola adequada aqui.",
		"sillyRevealed": "O pequeno Silly, a gosma é uma grande diversão para Vincent e Jas. Obrigado por liberá-los para nós, @!",
		"gabeFinished": "Estou interessado no livro que você usou para criar aquela garrafa de gosma.#$b#Gabe o encontrou na biblioteca? Eu nunca soube que nossa biblioteca tinha livros tão interessantes."
            }
        },

	{
            "Action": "EditData",
            "Target": "Characters/Dialogue/Pam",
            "Entries": {
		"gabrielArrive": "É melhor essas novas pessoas não aumentarem o preço das minhas bebidas. A inflação é uma coisa real, você sabe.",
		"sillyRevealed": "Eu não poderia me importar menos com o que as pessoas do Slime estarem apaixonadas.#$b#Desde que não esteja me machucando, bom para eles.",
		"gabeFinished": "Você está fazendo um bom trabalho, garoto.#$b#Essas criaturas precisavam ser tratadas há muito tempo."
            }
        },

	{
            "Action": "EditData",
            "Target": "Characters/Dialogue/Pierre",
            "Entries": {
		"gabrielArrive": "Novos residentes significam mais negócios para mim!#$b#Vou enviar alguns cupons para eles para dissuadir Joja. Quer um pouco, @?",
		"sillyRevealed": "Ei, @! Estou vendendo algumas sementes de Coração de Gosmas na loja agora, extraídas direto da Silly! Você deveria comprar alguns!",
		"gabeFinished": "@, algumas pessoas estavam me contando sobre a coisa que você fez para acabar com os perigos dos slimes.#$b#Obrigado por isso. Também estou preocupado com a minha filhinha indo para as minas."
            }
        },

	{
            "Action": "EditData",
            "Target": "Characters/Dialogue/Robin",
            "Entries": {
		"gabrielArrive": "Estou feliz em ver minha expansão da Guilda em bom uso.#$b#Ei, diga a esses novos residentes para espalhar algumas referências positivas para mim, haha!$h",
		"sillyRevealed": "Eu sabia sobre o Silly há algum tempo, mas Zinnia me fez prometer não contar a ninguém até que Silly estivesse pronto.#$b#Que bom que finalmente posso deixar esse segredo para lá!$h",
		"gabeFinished": "Hum? Oh, você encontrou uma maneira de parar o dano causado pelas gosmas?#$b#Isso é bom. Eu acho que posso ser capaz de coletar um pouco das minhas própria pedras, agora..."
            }
        },

	{
            "Action": "EditData",
            "Target": "Characters/Dialogue/Sam",
            "Entries": {
		"gabrielArrive": "Essas pessoas novas são muito legais, eu acho.#$b#Minha mãe me fez ir dar a eles um presente de boas-vindas.",
		"sillyRevealed": "Acho que o Silly deveria vir a uma de minhas sessões de Crônicas de Solarion do Seb.#$b#Eu posso vê-los se encaixando perfeitamente na história!",
		"gabeFinished": "Ei, você encontrou uma maneira de repelir essas gosmas?#$b#Você provavelmente é muito inteligente para descobrir algo assim."
            }
        },

	{
            "Action": "EditData",
            "Target": "Characters/Dialogue/Sam",
            "Entries": {
		"gabrielArrive": "Ei, se você ver a nova garota Zinnia, você poderia dizer a ela que eu gostaria de mandar uma mensagem para ela algum dia?$l#$b#J-apenas como amigos, é claro!$10"
            },
	     "When": {
		  "Relationship:Sam |contains=Dating, Engaged, Married": "false"
	}
        },

	{
            "Action": "EditData",
            "Target": "Characters/Dialogue/Sebastian",
            "Entries": {
		"gabrielArrive": "O cara novo veio dizer oi esta manhã. Nem se deu ao trabalho de falar comigo. Duvido que seremos amigos.",
		"sillyRevealed": "Talvez um slime me entenda mais do que meus próprios pais.#$b#Sinto que eles são apenas diferentes.",
		"gabeFinished": "Oh, você criou uma maneira de parar o dano dos slimes.#$b#Acho que isso é legal. Eu posso apreciar alguém que trabalha tão duro quanto você."
            }
        },

	{
            "Action": "EditData",
            "Target": "Characters/Dialogue/Shane",
            "Entries": {
		"gabrielArrive": "Tem um cara novo na Vila Pelicanos, hein? Vamos torcer para que esta cidade não o vire do avesso como fez comigo.$s",
		"sillyRevealed": "Jas encontrou um novo amigo com aquela gosma. Estou feliz por ela.",
		"gabeFinished": "Você parou o dano daqueles slimes da caverna?#$b#Show, eu acho."
            }
        },
	
	{
            "Action": "EditData",
            "Target": "Characters/Dialogue/Vincent",
            "Entries": {
		"gabrielArrive": "Jas e eu conhecemos a nova senhora que se mudou para cá, a Sra. Zinnia hoje!$h#$b#Ela é tão divertida! Eu quero ser ela para ser minha melhor amiga!$h#$b#A-Depois da Jas, obviamente!!$3",
		"sillyRevealed": "Silly é tão divertido! Eu amo isso! É tão fofo e molenga!$h",
		"gabeFinished": "V-você prendeu pobres slimeys?$s#$b#*Sob*$s"
            }
        },

	{
            "Action": "EditData",
            "Target": "Characters/Dialogue/Wizard",
            "Entries": {
		"gabrielArrive": "Olá, @. Você já conheceu a sobrinha e o sobrinho de Marlon? Eu os conheci quando eles eram apenas crianças.#$b#Que pena o que aconteceu com a mãe deles...$s",
		"sillyRevealed": "Estou feliz que você tenha conseguido convencer a cidade a aceitar Silly na comunidade. Você e Zinnia fizeram grandes coisas e a guilda.",
		"gabeFinished": "Eu aplaudo você e o trabalho de Gabriel em direção a um vale mais seguro.#$b#Hmm? Eu não estou ciente de uma voz nos esgotos..."
            }
        },

	{
            "Action": "EditData",
            "Target": "Characters/Dialogue/Willy",
            "Entries": {
		"gabrielArrive": "Você acha que algum dos novos jovens vai gostar de pescar? Estou sempre procurando expandir a prática.",
		"sillyRevealed": "Esse pequeno Silly seria o pescador perfeito. Pena que ele não pode segurar uma vara de pescar.",
		"gabeFinished": "Você já conheceu um Gosma Tigre, cara?#$b#Seus saltos podem doer. Obrigado por nos dar uma cura, heh."
            }
        }



]
}