{
    "Rainy_Day_0": "Que dia completamente miserável. Se você realmente precisar sair, é melhor usar um casaco.$2#$b#Eu não tenho tempo para ser sua babá se você pegar um resfriado.",
	"Rainy_Day_1": "Bem, um bom dia para fazer algumas edições, eu acho. Que tedio...#$b#A não ser que... Hmmm... Suponho que você não gostaria de ficar em casa?#$b#Posso pensar em uma maneira de manter um ao outro entretido.$1",
	"Rainy_Day_2": "Amor, se você for sair hoje, você pode ficar de olho se encontra algum Kelpie?#$b#Eles são mais ativos no tempo úmido. Mas faça o que fizer, não pule nas costas dele.$2#$b#Eu realmente prefiro que você volte para casa inteiro. Eu gosto muito de você.",
	"Rainy_Day_3": "Ah bom, minha última prova chegou. Você vai me ajudar, não vai meu amor?#$b#Sempre há alguns erros de digitação e gramaticais indescritíveis. Vírgulas mal colocadas são as piores.$2",
	"Rainy_Day_4": "Hmm... Devo escrever um artigo, editar algumas submissões... Ou apenas assistir a um filme?#$b#Duvida cruel...",
    "Rainy_Day_5": "Meu amor, se você for para as minas, poderia tirar algumas fotos para mim?#$b#Quanto mais desfocada e fora de foco, melhor. Meus leitores adoram evidências inconclusivas.$1",
	"Rainy_Day_6": "Que dia absolutamente miserável. Bom tempo para passar debaixo das cobertas.#$b#Você gostaria de se juntar a mim, meu querido?$3^Você gostaria de se juntar a mim, minha querida?$3",
    "Rainy_Day_KatarynaLK": "Bem, parece um otimo dia para os Sapos. Ou Patos.#$b#Tome cuidado meu amor, e não vá pegar um resfriado.",
    "Rainy_Night_0": "Ugh, você está todo molhado. Você não poderia pelo menos tirar as botas antes de entrar?$a",
    "Rainy_Night_1": "Oi meu amor. Oh, parece estar vazando agua em cima da porta da frente. Talvez você precise falar com Robin.#$b#O quê? Eu pareço um faz-tudo?$a",
    "Rainy_Night_2": "Oh! Olá querido, você já está em casa... Já é essa hora? Desculpa, eu estava muito ocupada com meu trabalho para sequer pensar em jantar.$2^Oh! Olá querido, você já está em casa... Já é essa hora? Desculpa, eu estava muito ocupada com meu trabalho para sequer pensar em jantar.$2#$b#Talvez pudéssemos pegar algo no Gus?",
    "Rainy_Night_3": "Oi meu amor. Tenho me sentido estranhamente doméstica. Até fiz o jantar.[212 214 200 204]#$b#Eu deveria estar terminando um editorial... Mas por enquanto só estou procrastinando!$1",
	"Rainy_Night_4": "Adivinha? O professor Jasper submeteu mais um artigo! Bom sujeito, se bem que um pouco sesquipedal.$1#$b#Ah, dê uma olhada. Falando nisso, você viu meu dicionário de sinônimos?#$b#Ah, deixa pra lá, vou usar meu telefone.",
    "Rainy_Night_5": "Que tempo maravilhoso né meu anjo? Acabei de terminar meu trabalho do dia.#$b#Você quer jantar? Ou devemos pular para a sobremesa?#$e#Tem um bolo de chocolate na geladeira que está me provocando o dia todo.$1#$e#Ah, você tinha outra coisa em mente? Vou ver o que posso fazer.$4",
    "Rainy_Night_6": "Olá querido. Quer assistir a um filme?^Olá querida. Quer assistir a um filme?#$b#Qual gênero você prefere: Algo sentimental? Ou Alienígenas e Tubarões invadindo uma cidade? Eu já decidi qual eu quero e você?$1",
	"Rainy_Night_KatarynaLK": "O som reconfortante da chuva no telhado e um corpo quente para se aconchegar.#$b#Não consigo pensar em uma maneira mais esplêndida de passar a noite.$1",
    "patio_KatarynaLK": "Ah! Olá @, acabei de dar atenção ao Abismo. Ele fica com ciúmes tão facilmente. Passarinho bobo.",
	"Indoor_Day_0": "Acho melhor eu fazer algumas tarefas domésticas hoje. Que engraçado.$2#$b#Hmm, talvez eu deva tentar um Brownie.$3",
    "Indoor_Day_1": "Bom dia meu amor. Vai ter um dia cheio pela frente? Você não pode sair com o estômago vazio.[211 201 210]#$b#Aqui, isso é para você, não vá dar isso para a primeira criança que você encontrar por ai!$1",
    "Indoor_Day_2": "Bom dia meu amor. É hora de café Expresso extra forte para mim. Algo me manteve acordada metade da noite.$4[253]#$b#Quer saber? Acho que temos um fantasmas!$1",
    "Indoor_Day_3": "Parece que a limpeza de primavera está em ordem. Receio que os Coelhinhos da poeira tenham atingido um nível perturbador de senciência...$2",
    "Indoor_Day_4": "Abismo e %pet andam brigando... Não se preocupe, %pet está bem. Abismo está dentro do limite. Novamente.$2",
    "Indoor_Day_5": "Certo, tenho um dia cheio de edição de texto pela frente.$1#$b#Quais são seus planos para o dia, @?",
	"Indoor_Day_6": "Estou entediada, querido. Por que você não fica em casa hoje e me entretém?$4^Estou entediada, querida. Por que você não fica em casa hoje e me entretém?$4",
	//"Indoor_Day_KatarynaLK": "",
	"Indoor_Night_0": "Ah! Que bom que você está em casa. Vai acordar cedo?#$b#Oh, não estou cansada. Acho que farei alguma leitura. Bem, se você tiver outra ideia...$1",
    "Indoor_Night_1": "Boa noite, @. Estou assistindo a um documentário sobre a caça de um 'Rei Lontra'.#$b#Tudo é tão falso, é ridículo. Mas bem divertido.$1",
    "Indoor_Night_2": "Estou absolutamente fumegante agora. Veja essa resenha!$2#$b#Vou dar a ele 'Lixo Indigestivo'!$a",
	"Indoor_Night_3": "Oof, eu sinto como se estivesse olhando para uma tela o dia todo. Pode ser bom sair e olhar as estrelas um pouco.#$b#Você pode se juntar a mim, se quiser. Quem sabe? Podemos ver uma fada.",
    "Indoor_Night_4": "Ah, olá amor. Estou lendo cartas dos fãs.#$b#Há uma carta aqui de uma moça chamada Jade, me perguntando sobre fadas.$1",
    "Indoor_Night_5": "Oh, graças a Deus você está em casa, @. Passei o dia todo escrevendo sobre teorias das Criaturas do Vazio.#$b#Eu realmente gostaria de uma pausa. E um abraço.",
    "Indoor_Night_6": "Oh amor, você parece cansado. Entre. Tire as botas, e bote os pés para cima. Gostaria de uma massagem?$3^Oh amor, você parece cansada. Entre. Tire as botas, e bote os pés para cima. Gostaria de uma massagem?$3#$b#E aqui está algo para comer. Não podemos deixar você todo esfarrapado, podemos?[218 219 236 226]^E aqui está algo para comer. Não podemos deixar você toda esfarrapada, podemos?[218 219 236 226]",
	"Indoor_Night_KatarynaLK": "Olá, meu amor! É bom ver você em casa.#$b#Deixe-me pegar seu casaco... Agora, sua camisa...$1#$b#O quê? Não pode culpar uma mulher por tentar.$4",
	"Outdoor_0": "Este ar fresco da manhã... É tão energizante. Junto com esse cheiro de estrume animal e tudo!$1",
	"Outdoor_1": "Bom dia amor. Mais um dia glorioso.$1",
	"Outdoor_3": "Certo, em que posso te ajudar hoje? Não tenho medo de sujar as mãos!$1",
    "Outdoor_4": "Quem teria pensado que a vida no campo seria tão gratificante?",
    //"Outdoor_5": "",
    //"Outdoor_6": "",
    //"Outdoor_KatarynaLK": "",
    "funLeave_KatarynaLK":"Estou de folga hoje, amor. Não me espere acordado. Tchau.$1",
	"funReturn_KatarynaLK":"Ah, você esperou por mim. Que doce.$1",
	"OneKid_0": "Heh, nunca vi o ponto em crianças, mas nosso pequeno rugrat é meio fofo.$1#$b#Vai atrás de você, amor.",
    "OneKid_1": "%kid1 está me ajudando a escrever. E quando eu digo 'Ajudar', quero dizer babando em todos os meus papéis.#$b#Ah bem, acho que os críticos nascem primeiros, certo?$1",
    "OneKid_2": "Você acreditaria em mim se eu dissesse que %kid1 foi substituído por um 'Troll'?#$b#Não? Bem, ele certamente esta um pouco mal-humorado hoje.$2",
    "OneKid_3": "Ugh, que dia... Tenho certeza que %kid1 está possuído.#$b#Você pode cuidar do jantar esta noite, por favor querido? Estou muito cansada.$2^Você pode cuidar do jantar esta noite, por favor querida? Estou muito cansada.$2",
    "OneKid_4": "$1 Abyss_Kid1#Abismo é muito protetor com nosso novo pequeno humano. Obrigado Yoba. Ele os protegeu de uma aranha hoje!$1#$e#Não é fofo como Abismo e %kid1 realmente se ligaram? Você acha que, juntos, um dia eles podem dominar o mundo?#$b#Ou isso é apenas uma ilusão?",
    "OneKid_5": "Não se esqueça de dar tchau ao %kid1 antes de sair hoje.",
    "TwoKids_0": "Hoje é dia de artesanato, meu amor. Desculpa, há glitter por toda parte.#$b#%kid1 e %pet se empolgaram um pouco. Mas foi adorável. Sim, eu tirei fotos!$3",
    "TwoKids_1": "Hey meu amor! Estou trabalhando em um livro de alfabeto para as crianças.#$b#A de 'Almiraj', B de 'Bunyip', C de 'Cocatrice'. A educação tem que começar em algum momento!$1",
    "TwoKids_2": "É tão fofo ver %kid1 e %kid2 tagarelar juntos em sua própria língua.",
    "TwoKids_3": "Eu poderia fazer algumas compras online mais tarde. Eu vi um macacão de Chupacabra mais fofo!$1#$b#O que você acha, @?",
    "TwoKids_4": "Meu Deus, essas crianças nunca dormem? Às vezes eu acordo à noite e eles estão apenas... Me encarando.$2",
    "TwoKids_5": "Bom Dia, amor! Desculpa a confusão... Eu já dei o café da manhã para %kid1 e %kid2.$2#$b#É como estivesse alimentndo um Zoológico por aqui!$1",
    "Good_0": "Óla meu amor. Estive lendo o último romance de 'Shadows' e ele me inspirou de tantas formas.#$b#O que você acha de eu te arrastar de volta para a cama?$1",
    "Good_1": "Oh querido, os dias parecem muito mais brilhantes quando acordo ao seu lado.^Oh querida, os dias parecem muito mais brilhantes quando acordo ao seu lado.#$b#Eu te amo @.$1",
	"Good_2": "Você parecia cansada, meu amor. Você não gostaria de passar o dia na cama?#$b#Ah, comigo é claro. tenho certeza que posso te ajudar... A relaxa.$4",
	"Good_3": "Esta bela fazenda, todas essas criaturas estranhas e maravilhosas em todos os lugares.$1#$b#Eu realmente estou vivendo um sonho. Obrigada @!$4",
	"Good_4": "Óla homem mais Sexy do mundo. Você está muito lindo hoje. Quer ficar em casa? Estou com disposição para um entretenimento de leve. Você sabe o que eu quero dizer!$4^Óla mulher mais Sexy do mundo. Você está muito linda hoje. Quer ficar em casa? Estou com disposição para um entretenimento de leve. Você sabe o que eu quero dizer!$4",
	//"Good_5": "",
    //"Good_6": "",
    //"Good_7": "",
	//"Good_8": "",
	//"Good_9": "",
    "Neutral_0": "Eu adoraria passar um tempo com você meu amor. Mas esses artigos não se escrevem sozinhos.$4",
    "Neutral_1": "Repórteres juniores são os piores... Olha esse artigo que %name me enviou.#$b#Ugh... Cadê minha caneta vermelha.$2",
    "Neutral_2": "Às vezes eu sinto muita falta da cidade, não acha meu amor? Não há nenhum lugar por aqui para obter um grande Caffè latte realmente bom.$2",
    "Neutral_3": "Ugh... Você viu minha caneta vermelha, @? Acho que os diabinhos devem ter roubado de novo.$3",
    "Neutral_4": "Fanmail é muito bom, mas estou ficando cada vez mais Anti-Fanmail ultimamente.$2#$b#Todo mundo pensa que é um especialista. Mas o que mais há para se fazer? Um trabalho de secretária? Eca.$a",
    "Neutral_5": "Passei essa manhã tirando pó, isso está causando estragos nas minhas vias nasais.#$b#Não suponha que você tenha anti-histimínicos, amor?",
    "Neutral_6": "Dia agitado né amor? É, eu também. Ainda assim, me mantive fora de travessuras.",
    "Neutral_7": "Se você for na biblioteca hoje, você poderia perguntar a Gun se meus títulos solicitados já estão disponíveis? Qualquer pedido por aqui demora uma eternidade.",
    "Neutral_8": "É agradável acordar com o canto dos pássaros em vez do trânsito matinal.$1#$b#Embora eu realmente desejasse que Abismo tivesse uma noção melhor do tempo.$2",
    "Neutral_9": "Espero que Raoul esteja cuidando bem das coisas no escritório... Talvez eu ligue para ver como ele está mais tarde..",
    "Bad_0": "Oh, você espera que eu faça o café da manhã para você? Você é um adulto, se vira.$a",
    "Bad_1": "Nynca veja meu histórico na internet. Você não vai gostar do que vê.$a",
    "Bad_2": "Passei o dia todo pesquisando venenos para minha última peça. Tem certeza que quer que eu prepare o jantar?$a",
    "Bad_3": "Me deixe em paz. Você não pode ver que estou ocupada?$a",
    "Bad_4": "Vilas pequenas são as piores... A internet não está funcionando. Que desperdício de um dia.$a",
    "Bad_5": "Oh vá, vá embora. Eu realmente não estou no clima.$a",
    "Bad_6": "Às vezes me arrependo de ter saído da cidade.$2#$b#Pelo menos Abismo está feliz, eu acho.",
    "Bad_7": "Ah, AGORA você quer falar comigo?$a",
    "Bad_8": "Abismo é um conversador melhor que você. Pelo menos ele me ouve...$a",
	"Bad_9": "Me pergunto o que meus colegas em Zuzu estão fazendo... Talvez eu devesse fazer uma visita a eles?$2",
    "spring_1": "A primavera chegou! Fique de olho no Abismo por mim, por favor... Ele fica um pouco indisciplinado nesta época do ano.",
    //"spring_2": "",
	"spring_12": "Não se esqueça do Festival do Ovo amanhã, @.",
    "spring_23": "Olá, meu amor. Estou praticando meus passos de dança para amanhã.$1#$b#Embora eu deva dizer, aquele vestido de babados parece ridículo em mim. Como se fosse um Carneiro como Cordeiro.$2",
	"summer_1": "Mantenha-se bem hidratado meu amor. Quer que eu ajude com o protetor solar?$1",
	//"summer_4": "",
	//"summer_8": "",
	"summer_11": "Vai para o Luau hoje? Aqui está uma coisinha, caso seu ingrediente não saia como planejado!$1[903]",
	"fall_1": "Olhe para todas essas lindas folhas de outono!$1",
    //"fall_2": "",
    //"fall_6": "",
    "fall_8": "Abismo certamente gosta de arranhar todas as folhas. Ele me trouxe uma minhoca ontem.$1#$b#Tinha vinte centímetros de comprimento, isso é algum tipo de record?",
	"fall_15": "",
	//"fall_20": "",
	"fall_26": "Festival dos Espíritos amanhã. Vai ser uma delícia! Mesmo que seja ridiculamente mais comercializado.",
    "winter_1": "Oh, está muito frio para sair, amor. Por que não fica aqui comigo?#$b#Ok, tudo bem, se você tem que ir, vá. Mas use um suéter, pelo amor de Yoba!",
	//"winter_3": "",
    //"winter_7": "",
	//"winter_15": "",
    "winter_24": "Não se esqueça meu amor, hoje é meu aniversário. Espero que você tenha algo emocionante planejado para mim!$3#$b#Oh amor, estou brincando, acordar com você todos os dias é emoção suficiente!$4",
    "winter_25":"Feliz Estrela de Inverno, amor. Pelo que sou grata? Você com certeza! E esta noite eu pretendo te mostrar o quanto.$4",
    "winter_28": "",
	//"spring_KatarynaLK": "",
	//"summer_KatarynaLK": "",
	//"fall_KatarynaLK": "",
	//"winter_KatarynaLK": "",
    "spouseRoom_KatarynaLK": "Todo trabalho e nada de diversão... Bem, temo que hoje seja dia de trabalho.$2"
	}