{
"Changes": [

	{
            "Action": "EditData",
            "Target": "Data/Mail",
	    "Entries": {
		"FinishedGuild": "@,^^Só estou escrevendo para avisar que Robin finalmente terminou nossa expansão para a Guilda.^^Agora que está feito, convidei alguns visitantes de Zuzu para ficar comigo e Gil. Você deveria vir conhecê-los e conferir a nova Guilda se tiver tempo. Afinal, você foi de grande ajuda!^^Obrigado novamente por nos ajudar.^^- Marlon[#]Guilda dos Aventureiros Expandida!",
		"vincentBall": "oi @!^^eu só queria dize lamento pelo que acontesseu ontem.^^obrigado por ser um bom amigo! voce e a zinia são incríveis! ela é muito diferente dos outros adultos. ^^ Eu queria te dar minha bola como agradecimento por brincar comigo. espero que goste.^^descupa se minha ortografia não é a melhor.^^vincent %item bigobject {{spacechase0.JsonAssets/BigCraftableId:Vincent's Ball}} %%[#]Agradecimento de Vincent",
		"ZinniaDiscovery": "Oi, @!^^ Eu só queria convidá-lo para vir comigo em uma viagem de mineração que estou planejando fazer hoje. Acho que finalmente descobri aquele livro que o Sr. Gunther nos deu, e acho que talvez consiga encontrar o lugar que minha mãe buscava tanto tempo atrás.^^Eu, Tio Marlon e o Sr. Clint vamos procurá-lo hoje. Você poderia vir se juntar a nós se tiver tempo! Não se preocupe se você não puder ir hoje - provavelmente ainda estaremos procurando amanhã!^^Zinnia <[#]Convite de Zinnia",
		"ZinniaConfession": "@,^^Li no livro da mamãe que há algo incrível acontecendo esta noite - algo que só acontece uma vez em uma lua azul. Venha me encontrar nas minas depois de escurecer para uma surpresa!^^Zinnia <[#]Muito raramente",
		"GabrielApology": "Ei, @.^^Eu só queria te escrever outra carta de desculpas pelo que aconteceu ontem.^^Eu realmente não gosto de sair muito, então eu costumo ir para casa o mais rápido possível quando eu preciso ir a algum lugar. Eu realmente prometo que não queria te machucar.^^ E realmente espero que você possa me perdoar.^^Gabriel",
		"GabrielTherapy": "Ei, @.^^ Eu só queria escrever para agradecer por como você me ajudou ontem. Acho que você ficará feliz em saber que o Dr. Harvey encontrou um terapeuta em Zuzu para ajudar com meus pesadelos. Espero que ela possa me ajudar.^^Obrigado por todo seu apoio, @.^-Gabriel[#]O Grande Passo de Gabriel",
		"GabrielStory": "Ei @.^^ Eu estive pensando muito sobre o que você me disse durante o meu pesadelo.^^ Acho que finalmente estou pronto para contar a todos a história toda. Eu me preparei muito para isso, então eu realmente apreciaria se você pudesse estar lá. Basta passar pela Ala de Pesquisa de Monstros quando estiver pronto.^^Gabriel[#]Gabriel's Story",
		"greenContainer": "Ei, @!^^Então, sobre aquela pergunta que eu fiz ontem...^^Ta-da! Queria enviar-te um pequeno presente por tudo o que fizeste. É a sua própria gosma pessoal em um recipiente! Não se preocupe, ele vem com um dispensador de água embutido.^^Aproveite!^Gabriel %item bigobject {{spacechase0.JsonAssets/BigCraftableId:Slime Container (Green)}} %%[#]Recipiente de Gosma para você",
		"redContainer": "Ei, @!^^Então, sobre aquela pergunta que eu fiz ontem...^^Ta-da! Queria enviar-te um pequeno presente por tudo o que fizeste. É o seu próprio lodo pessoal em um recipiente! Não se preocupe, ele vem com um dispensador de água embutido.^^Divirta-se!^Gabriel %item bigobject {{spacechase0.JsonAssets/BigCraftableId:Slime Container (Red)}} %%[#]Recipiente de Gosma para você",
		"blueContainer": "Ei, @!^^Então, sobre aquela pergunta que eu fiz ontem...^^Ta-da! Queria enviar-te um pequeno presente por tudo o que fizeste. É o seu próprio slime pessoal em um recipiente! Não se preocupe, ele vem com um dispensador de água embutido.^^Aproveite!^Gabriel %item bigobject {{spacechase0.JsonAssets/BigCraftableId:Slime Container (Blue)}} %%[#]Recipiente de Gosma para você",
		"purpleContainer": "Ei, @!^^Então, sobre aquela pergunta que eu fiz ontem...^^Ta-da! Queria enviar-te um pequeno presente por tudo o que fizeste. É o seu próprio slime pessoal em um recipiente! Não se preocupe, ele vem com um dispensador de água embutido.^^Divirta-se!^Gabriel %item bigobject {{spacechase0.JsonAssets/BigCraftableId:Slime Container (Purple)}} %%[#]Recipiente de Gosma para você",
		"zinniaFlower": "Oi, @!^^Eu estava pensando outro dia como você é um grande amigo para mim...^^então eu te trouxe uma coisinha! espero que goste!^^Zinnia < %item object {{spacechase0.JsonAssets/ObjectId:Zinnia}} 1 %%[#]Zinnia's, Com carinho, Zinnia"
	}
        }

]
}