{
"Changes": [

	 { 
		"Action": "EditData",
		"Target": "Data/Quests",
		"Entries": {

	
			"9280001": "ItemDelivery/Expandindo a Guilda/Robin precisa de 600 pedaços de madeira para completar o pedido de Marlon para expandir a Guilda dos Aventureiros./Traga 600 pedaços de madeira para Robin./Robin 388 600/9280002/0/-1/false/Ah, você trouxe a madeira! Isso é ótimo. Vou avisar ao Marlon e começar a trabalhar na guilda.",

			"9280002": "Basic/Expandindo a Guilda/Você deu a Robin a madeira que ela precisava para expandir a Guilda dos Aventureiros. Ela disse que estará pronto em poucos dias./Entre na Guilda dos Aventureiros depois que Robin terminar a expansão./null/-1/0/-1/false",

			"9280003": "Basic/Ala de Pesquisa de Monstros/A Guilda dos Aventureiros foi expandida com uma nova Ala de Pesquisa de Monstros, administrada pelo sobrinho de Marlon, Gabriel. Ele pediu sua ajuda com seus estudos./Entre na Ala de Pesquisa de Monstros da Guilda dos Aventureiros./null/-1/0/-1/false",

			"9280004": "Monster/Pesquisa de Gosmas: Passo 1/Você concordou em ajudar Gabriel com sua pesquisa de monstros. Primeiro - gosmas. Gabriel quer que você mate os slimes verdes para analisar o comportamento deles e manter as minas mais seguras./Mate 20 Gosmas Verdes./Green_Slime 20/9280005/0/-1/false",

			"9280005": "Basic/Pesquisa de Gosmas: Passo 2/Você notou algo estranho caindo dos slimes que você matou. O que isso poderia significar?/Traga uma 'Gema de Gosma' para a Ala de Pesquisa de Monstros./null/-1/0/-1/false",

			"9280006": "Basic/Pesquisa de Gosmas: Passo 3/Gabriel encontrou uma nova descoberta na misteriosa gema que você deu a ele. Aparentemente, quando o suficiente deles é fundido com slimes e um diamante, eles formam algo com uma aura imensa!/null/-1/0/-1/false",

	

			"92800071": "ItemDelivery/Slime Research: Passo 4/Você concordou com Gabriel em capturar e testar em gosmas recém-criadas para tentar desenvolver armas e estratégias perfeitas contra eles. Ele pediu para você criar uma 'Alma de Gosma Congelada' para obter uma amostra dos vários tipos diferentes de slime./Entregar uma 'Alma de Gosma Congelada' para Gabriel./Gabriel {{spacechase0.JsonAssets/ObjectId:Frozen Slime Soul}} 1/92800081/0/-1/false/Epa, muito obrigado, @! Isto é perfeito. Só precisamos de mais uma alma de gosma antes de começarmos.#$b#Você pode me trazer a 'Alma de Gosma de Lava' em seguida?",

			"92800081": "ItemDelivery/Pesquisa de Gosmas: Passo 5/Você entregou a Gabriel o que ele precisava para as Slimes Gelados - agora ele só precisa de mais uma alma de gosma!/Entregue uma 'Alma de Gosma de Lava' para Gabriel./Gabriel {{spacechase0.JsonAssets/ObjectId:Fire Slime Soul}} 1/92800091/0/-1/false/Cacete, @! Você é incrível. Acho que vou conseguir invocar essas gosmas agora.#$b#Vou estudá-los mais a fundo e vou buscar você amanhã de manhã.",

			"92800091": "Basic/Pesquisa de Gosmas: Passo 6/Você entregou os itens que Gabriel pediu. Ele disse que iria estudá-los e contar a você suas descobertas amanhã./Aguarde as descobertas de Gabriel amanhã./null/-1/0/-1/false",

			"928000101": "Basic/Pesquisa de Gosmas: Passo 6/Gabriel disse que finalmente está pronto para criar as duas próximas gosmar e começar a testá-las. Ele gostaria que você o ajudasse./Visite Gabriel na Ala de Pesquisa de Monstros./null/-1/0/-1/false",

			"928000111": "Basic/O Passo Final/Você descobriu a forma mais bruta de energia de gosma que existe. Agora, o que podemos fazer com isso?/Encontre um uso para a 'Energia Pura de Gosma'./null/-1/0/-1/false",

			"928000121": "Monster/O Pedido da Voz: Verde/A voz misteriosa agradeceu por trazer os itens para os Esgotos. Ele propôs a você uma missão final: Mate 30 de cada espécie de slime./Mate 30 Gosmas Verdes./Green_Slime 30/928000131/0/-1/false",

			"928000131": "Monster/O Pedido da Voz: Azul/A voz misteriosa agradeceu por trazer os itens para os Esgotos. Ele propôs a você uma missão final: Mate 30 de cada tipo de slime./Mate 30 Gosmas de Gelo./Frost_Jelly 30/928000141/0/-1/false",

			"928000141": "Monster/O Pedido da Voz: Vermelho/A voz misteriosa agradeceu por trazer os itens para os Esgotos. Ele propôs a você uma missão final: Mate 30 de cada tipo de slime./Mate 30 Gosmas de Magma./Sludge 30/928000151/0/-1/false",

			"928000151": "Basic/O Pedido da Voz/Você matou 30 de cada tipo de gosma, completando o pedido da voz misteriosa! Hora de retornar aos Esgotos e avisá-lo!/Retorne aos Esgotos./null/-1/0/-1/false",

	

			"92800072": "Basic/Pesquisa de Gosmas: Passo 4/Você concordou com Zinnia em fazer amizade com o slime recém-convocado para tentar entender sua espécie. Gabriel sugeriu que você visitasse o Mago para ver se havia alguma maneira de aprender a entender a gosma./Visite o Feiticeiro em sua torre./null/-1/0/-1/false",

			"92800082": "Basic/Pesquisa de Gosmas: Passo 5/O Feiticeiro conseguiu lhe dar uma poção que permite que você converse com Silly! Hora de descobrir o que uma gosma realmente pensa!/Fale com Silly na Ala de Pesquisa de Monstros./null/-1/0/-1/false",

			"92800092": "Basic/Pesquisa de Gosmas: Passo 6/Gabriel descobriu alguma história sobre os slimes e seu relacionamento com humanos. Ele quer explicar mais a você na Guilda./Fale com Gabriel na Ala de Pesquisa de Monstros./null/-1/0/-1/false",

			"928000102": "Basic/O Passo Final/A única maneira que as feridas antigas entre Gosmas e Humanos possam ser curadas é mostrando à cidade que Silly e outros slimes não querem machucá-los. Você tem que se aproximar de Silly para que Silly confie em você para esta tarefa./Aumente seu nível de amizade com Silly./null/-1/0/-1/false",

			"928000112": "Basic/Silly Revelada/Vocês ficaram mais amigos, e agora Silly está finalmente pronto para se revelar à cidade e trabalhar para um futuro pacífico! Tudo o que o Silly precisa é de seus melhores amigos ao seu lado./Visite o Centro da Cidade em um dia ensolarado antes das 20h./null/-1/0/-1/false",

	
			"8280007": "Basic/O Pedido de Zinnia/Sua esposa descobriu coisas novas sobre o 'Paraíso das Flores'. Ela precisa que você crie uma 'Essência da Vida' e a visite no local para testar sua teoria./Traga uma 'Essência da Vida' para o Paraíso das Flores./null/-1/0/-1/false",

	
			"8280018": "Basic/O Pedido de Gabriel/Seu marido está planejando fazer um santuário para sua falecida mãe. Ele pediu para você trazer um buquê de flores para as minas./Traga um 'buquê' para as minas./null/-1/0/-1/false",

	

			"8280020": "ItemDelivery/A Nova Casa de Silly/Você concordou em deixar Silly se mudar para a fazenda. Robin se ofereceu para construir um novo porão subterrâneo para que Silly possa se sentir confortável. Vai custar 100 madeiras de lei para completar./Leve 100 Madeiras de Lei para Robin./Robin 709 100/8280021/0/-1/true/Eita, isso foi rápido! Obrigado! Vou mandar construir o novo quarto do Silly a tempo para amanhã.",

			"8280021": "Basic/A Nova Casa de Silly/Você entregou para Robin as 100 Madeiras de Lei necessárias! Robin disse que o quarto de Silly ficará pronto amanhã./Visite o novo quarto de Silly quando Robin terminar a obra./null/-1/0/-1/false"
	}
	}

]
}