{
"Changes": [
	 {
            "LogName": "SecretNotes",
            "Action": "EditData",
            "Target": "Data/SecretNotes",
	    "Update": "OnTimeChange, OnLocationChange",
            "Entries": {
                "928": "Aqui está uma página de um livro que Gabriel encontrou: ^^ Nas lendas ocultistas, garrafas contendo energia de gosma são o meio mais fraco de transportar energia. Para uma pessoa média, pode ser muito quente ao tocar. No entanto, certas linhagens possuem poderes misteriosos que podem controlá-la, e eu sou uma delas. ^^ Ao rastrear, descobri que as ondas de energia que emanam são atraídas por algum local subterrâneo oculto. Quando fui a esse local, recebi algum tipo de energia 'mutada'. Embora cheire muito mal lá...",
		"929": "Aqui está uma página de um livro que Gabriel encontrou: ^^ Eu notei que muitos itens comuns no vale carregam energias semelhantes. Mesmo que eles não pareçam estar relacionados com a energia de gosma que coletei, ainda acho uma descoberta interessante. Eu estava andando pelo campo hoje e encontrei uma flor dourada em forma de estrela emitindo a mesma frequência... não sei quantos desses objetos existem ou o que aconteceria se eu os colocasse juntos...",
	 	"930": "Aqui está uma página de um livro que Gabriel encontrou: ^^ Hoje, encontrei um tipo especial de pedra em uma caverna no norte. Ele carregava exatamente a mesma energia que eu estava procurando e me surpreendeu! Não sei que tipo de pedra é essa, mas me lembra os próprios slimes. Talvez uma certa gosma tenha se transformado em pedra pelo olhar da cobra. De qualquer forma, continuarei minha pesquisa sobre essa misteriosa energia.",
		"931": "Aqui está uma página de um livro que Gabriel encontrou: ^^ Ontem viajei para as montanhas do oeste e visitei as feiras exóticas de lá. Por alguma razão, algo na loja do pescador chamou minha atenção: era uma carpa, brilhando como a meia-noite. Descobri que a mesma frequência foi emitida por este peixe! Infelizmente eu estava sem dinheiro e não tive escolha a não ser ir embora. Mas da próxima vez que eu for, com certeza comprarei esse peixe。",
		"932": "Aqui está uma página de um livro que Gabriel encontrou, tem 60 anos: ^^ Tive um sonho caótico na outra noite. As pessoas apareciam para mim - eu não sabia dizer quem eram ou por quê, mas me lembrava de seus nomes. Embora eu não saiba se esses nomes serão úteis, acredito que seja benéfico manter registros. ^^^ Eu sinto que tenho algum tipo de conexão com essas pessoas. Seus nomes são: ^Leia^Adel^Chloe^Antoinette^@^Tina^Cami^Guadalupe^Rasmodius^Christine^Ray^Sirlock^Liliana^Gerard ^Caroline^Forrest^^Quem pode dizer? Talvez um deles seja meu descendente...",
            },
	    "When": {
		"HasSeenEvent: hostPlayer |contains=9280019": "true",
		},
        },
],
}