{
  "FairhavenFarm.000": "É verdade que a casa de Andy foi reformada? Eu me pergunto como era antes.$0",
  "FairhavenFarm.001": "Uma porção desses morangos será transformada em geléia!$0",
  "FairhavenFarm.002": "*ufa* acho que vou precisar de uma pausa em breve.$0",
  "FairhavenFarm.003": "Ei! Estou trabalhando para Andy hoje.$0",
  "FairhavenFarm.004": "É tentador visitar Sophia agora.$1",
  "FairhavenFarm.005": "Estar perto do rio me ajuda a me refrescar.$1",
  "FairhavenFarm.006": "Andy é super forte! Ele carregava quatro sacos de fertilizante de uma só vez.$1",
  "FairhavenFarm.007": "Deve ser bom viver na periferia da cidade. Você tem um gostinho da civilização e da natureza.$0",
  "FairhavenFarm.008": "Eu vi um monte de corvos fazendo ninhos nas árvores olhando para a Fazenda Fairhaven.$0#$b#Ainda bem que há um espantalho!$1",
  "FairhavenFarm.009": "*ufa* tenho muito trabalho pra fazer hoje.$0",
  "FairhavenFarm.010": "Ei! Estou prestes a ir para casa. Meu trem está chegando em breve.$0#$e#Acho que vou cair no feno assim que voltar.$1",
  
  "EmeraldFarm.000": "Ei! Estou trabalhando para Susan hoje.$1#$e#Legal não acha?$0",
  "EmeraldFarm.001": "*ufa* tenho muito trabalho pra fazer hoje.$0",
  "EmeraldFarm.002": "Susan sempre faz limonada fresca depois de um dia duro de trabalho!$1",
  "EmeraldFarm.003": "*sniff* *sniff* Cheira isso? Este fertilizante tem um cheiro pungente!$0",
  "EmeraldFarm.004": "Ei, o que você está fazendo em um dia quente de verão como este?$1#$e#Estou trabalhando nas plantações de Susan hoje!",
  "EmeraldFarm.005": "Você já experimentou os melões da Susan? Eles são grandes e suculentos!$0",
  "EmeraldFarm.006": "*ufa* acho que vou precisar de uma pausa em breve.$0",
  "EmeraldFarm.007": "Vamos processar este lúpulo para dar sabor à cerveja com um amargor picante!$1#$e#É o que faz um pale ale.$0",
  "EmeraldFarm.008": "Gostaria de saber como é viver perto dos trilhos do trem?$0#e#Acho que eu nunca teria uma boa noite de sono..$2",
  "EmeraldFarm.009": "Ei, é legal ver você por aqui. Alguma coisa legal acontecendo?$0",
  "EmeraldFarm.010": "Eu poderia usar o SPA depois que eu terminar hoje. Estou suando!$1",
  
  "BlueMoonVineyard.000": "Ei! Estou ajudando Sophia hoje.$1",
  "BlueMoonVineyard.001": "Sophia precisa de ajuda com a colheita de uva durante o outono.$0",
  "BlueMoonVineyard.002": "Eu amo a vista do Mar de Gemas daqui!$1",
  "BlueMoonVineyard.003": "Tenho muito trabalho a fazer.$0#$b#Se você ficar por aqui, se importa em ajudar?$1",
  "BlueMoonVineyard.004": "Engraçado que você apareceu! Sophia e eu estávamos falando de você.$1#$e#Não posso te dizer! os meus lábios estão selados!$1",
  "BlueMoonVineyard.005": "Está um bom dia hoje! Perfeito para trabalhar no vinhedo!$0#$e#Bem, hora de trabalhar!$1",
  "BlueMoonVineyard.006": "Eu gostaria de ir à cidade ver o que é a fofoca quente, mas estou ocupada aqui.$0",
  "BlueMoonVineyard.007": "Ei! Estou ajudando Sophia hoje.$1",
  "BlueMoonVineyard.008": "Sophia e eu comemos um monte de waffles esta manhã, no café da manhã!$1#$e#Também iremos comer frango com laranja grampleton no jantar.$0",
  "BlueMoonVineyard.009": "Estamos transformando essas uvas em vinho de irídio em breve.$1",
  "BlueMoonVineyard.010": "Não demora muito para chegar aqui de trem.$0",
  "BlueMoonVineyard.011": "*ufa* Que dia.$0",
  "BlueMoonVineyard.012": "O quarto da sophia é tão legal! Não acha?$0",
  "BlueMoonVineyard.013": "Uau! Ela não me disse que tinha esse volume!$1",
  "BlueMoonVineyard.014": "*boceja * estou pronto para bater o feno.$0",
  "BlueMoonVineyard.015": "Ei! Sophia e eu estávamos conversando sobre algumas coisas.$0",
  "BlueMoonVineyard.016": "Até, Sophia!$1"
}