{
    "Josephine_Arrives": "Bom dia! @, não é?$1#$b#Meu filho, Oliver, e eu ficaremos na cidade um pouco.",
    "Mon": "Dia bom, @. Tempo lindo, não é? Muito temperado.",
    "Mon2": "Nossa, meus sapatos estão todos enlameados. Mesmo assim, este é o campo, não é? Não se pode esperar permanecer intocado!",
    "Mon6": "Queenie e eu trocamos receitas o tempo todo. Eu acredito que você viu o show dela?#$b#Ela oferece os jantares mais magníficos, e você nunca sabe o que as celebridades podem comparecer!$1",
    //Tue
    "Tue": "Oliver passa tanto tempo naquele computador... Eu me preocupo que ele não esteja fazendo amigos.$2",
    "Tue4": "Não pode ser saudável ficar olhando para uma tela o dia todo. Eu gostaria que Oliver saísse um pouco mais.",
    "Tue8": "Seu prefeito Lewis e meu Guvvie são amigos há muito tempo.#$b#Ele me deu uma recepção tão charmosa e me fez sentir em casa. Um verdadeiro cavalheiro do campo.",
    //Wed
    "Wed": "Esse ar fresco do campo é outra coisa, não é? De volta à cidade, tivemos a mais horrível poluição atmosférica.",
    "Wed4": "Sua pequena cidade é tão pitoresca. Eu amo o charme dessas pequenas aldeias no interior.#$b#Você não consegue essa atmosfera antiquada na cidade, com todas as suas conveniências modernas.",
    "Wed8": "Quando Oliver recebeu o diagnóstico... Foi a sensação mais terrível do mundo.$2#$b#Total desamparo. Eu sei que posso ser um pouco superprotetora, @, mas é difícil, muito difícil, deixar ir.$2",
    //Thu
    "Thu": "Oh, claro que sinto falta do meu marido! Mas quando você está casado há tanto tempo quanto nós...#$b#Bem, você verá o que quero dizer um dia, querida.",
    "Thu4": "Quando Oliver estava doente, meu marido era minha rocha. Agora... bem, ele é um homem muito importante.$2",
    "Thu8": "Foi minha culinária que me conquistou meu marido, sabe.#$b#Eles dizem que o caminho para o coração de um homem é através do estômago.#$b#E, para meu querido Guvvie, isso certamente é verdade.$1",
    //Fri
    "Fri": "Você tem filhos, @? Eles se tornam rapidamente o centro do seu mundo.#$b#Às vezes é difícil lembrar da minha vida antes de Oliver nascer.",
    "Fri6": "Trabalhar com o solo, nutrir as plantas ... bem, você deve achar que é gratificante, certo?",
    "Fri8": "Não há nada como estar no palco, @, e sentir os olhos de todos sobre você.#$b#É ao mesmo tempo enervante, mas muito gratificante, capturar o coração de tantas pessoas com sua voz.#$b#Às vezes eu sinto falta desse sentimento.$s",
    //Sat
    "Sat": "Eu gosto de vasculhar a praia. Encontrei as conchas mais bonitas - e isso me ajuda a distrair as coisas.",
    "Sat6": "Eu estava cantando um pouco na praia e vi um movimento com o canto do olho.#$b#Por um momento, eu poderia jurar que vi algo espiando para fora da água.$3#$b#Provavelmente era apenas uma foca.",
    "Sat8": "Às vezes me preocupo com a memória de Guvvie. Ele simplesmente não é bom com nomes. Ou rostos.#$b#Ora, se não fosse por sua secretária, quem sabe que tipo de pausa falsa ele faria!",
    //Sun
    "Sun": "Dia bom, @. Espero que você e sua família estejam com boa saúde.",
    "Sun2": "Sua pequena cidade pitoresca realmente tem seus encantos. Acordar com o canto dos pássaros em vez do barulho do tráfego é uma delícia.",
    "Sun4": "Você sempre parece tão ocupado!#$b#Talvez você mereça um pouco de 'tempo livre'? Se você alguma vez visitar Zuzu, há um spa que posso recomendar.",
    "Sun6": "Eu te contei sobre a vez em que recebemos uma princesa de Gotoran e seu marido para o jantar? Isso foi antes da guerra, obviamente.#$b#Eu cozinhei o prato errado... comprei o vinho errado. Um desastre completo e absoluto.$2#$b#Não... claro que não acho que foi isso que começou a guerra! Não seja ridículo.$a",
    //Fall
    "fall_Mon8": "A musica dos passaros de Zuzu? Bem, às vezes sinto que ela ainda está comigo.#$b#Amo meu filho - e sim, também amo meu marido! - mas eu também sinto falta dela, a musica dos passaros. Talvez um dia ela volte a cantar.",
    //Winter daily, mais provável de ser desencadeado quando ela chega à cidade pela primeira vez
    "winter_Mon": "Está frio hoje, não é? Espero que você esteja bem embrulhado!#$b#Ainda assim, com a maneira como você se movimenta, espero que você se aqueça em nenhum momento!",
    "winter_Wed": "A neve nunca cai na cidade, há muita coisa acontecendo.#$b#Aqui, está tão sonolento e tranquilo. Em vez disso, faz você pensar em hibernar.",
    "winter_Fri": "Como fazendeiro local, o que você faz durante todo o inverno, @?#$b#Mim? De volta à cidade, sempre há reuniões para assistir, exposições para visitar; Tenho um círculo social bastante ativo.#$b#Mas o ritmo é bem mais lento aqui, não é?$1",
    "winter_Mon8": "Este lugar está começando a parecer um lar agora.#$b#É bobagem, você não acha, que alguém pudesse dar um pedaço do coração por uma pacata cidade à beira-mar?",
    //pre-festivals etc
    "spring_23_2":"Estou bastante ansioso para o baile de amanhã. É lindo que você ainda celebre as antigas tradições folclóricas.#$b#Quando estávamos namorando, Guvvie e eu formamos um belo par na pista de dança.$1#$b#Agora, entretanto, seria um desafio atraí-lo para longe dos refrigerantes.$2",
    "winter_16_2": "Este Mercado Noturno parece absolutamente maravilhoso! Eu estou realmente esperando por isso.#$b#Ouvi dizer que meu velho amigo Lupini está passando por aqui. Você realmente deve comprar uma de suas pinturas; eles certamente adicionam um toque animado e culto à nossa sala.",
    //Visiting Pierre's
    "SeedShop_Mon": "E todos esses produtos são de origem local! Como é absolutamente delicioso.#$b#Você cresceu? Oh, você deve estar orgulhoso!",
    "SeedShop_Wed": "Entrei mais cedo e peguei o lojista cantando para si mesmo.#$b#Oh, eu não mencionaria isso, ele parecia um pouco envergonhado.#$b#Embora eu deva dizer, ele não é um tenor ruim, embora um pouco áspero nas bordas.$1",
    "SeedShop_Fri": "Você já ouviu falar da tradição de presentear um buquê? É maravilhosamente lunático!$1#$b#Eu me pergunto se eu poderia persuadir meu Guvvie a me dar um.",
	"election":"@! Acabei de saber da eleição. Eu realmente sinto pelo pobre Lewis... Eu me pergunto por que ele não nos disse que isso estava acontecendo?$2#$b#Posso não participar da votação, mas eu teria dado apoio moral.$2",
    "reject_534":"Ah, isso é lindo! Eu conheço bem pedras preciosas @, e essa é boa. Alguém deve estar sentindo dela falta.#$b#Ah, talvez você possa dar uma volta pela cidade e experimentá-lo nos dedos das pessoas - Como uma Cinderela moderna!$1"
}