{

  "Introduction": "Hello, I am Aurelia. Nice to meet you.",
  "danceRejection": "No thank you.",
  "divorced": "I cannot believe that you would do such thing to me, knowing how I have lived. There is resentment, but it's fine. Good bye, @.",
  "breakUp": "...#$b#You probably thought I would cry and beg to not leave me alone in the dark, but no.#$b#You have made you choice and I accept.",
  "dumped_Girls": "I heard what you did. You are wasting your life on doing something wrong. Don't talk to me.",
  "secondChance_Girls": "@... Afterall, you have saved my life. I forgive you. Let's try it again.",
  "Mon": "I am reading a book about phsychology. It is a fascinating topic that I would want to know more about.",
  "Mon8": "It's easy to forgive others once you have forgiven yourself.",
  "Mon10": "@, you never fail to brighten up my world.$l",
  "Tue": "Hello, how are you feeling today?$h",
  "Tue8": "At first, I was resentful... but now I decided to accept my past as it is.#$b#Afterall, the world is still beautiful.$h",
  "Tue10": "I wonder what it will be like to have a nice, warm, normal... family.#$b#Even the thought of me made me scared before, but now... it seems nice.$h",
  "Wed": "Oh, dear. Look at me! I forgot to return a book! I hope Gunther won't get too mad.$h",
  "Wed8": "@, you wonderous creature!$h#$b#That was a compliment, you see.$h",
  "Wed10": "Hmm, should I tell you a secret?$h#$b#The rabbit I followed that day was a green witch.$h#$b#She locked me up in the house. I don't know if she was being cruel or trying to teach me a... wicked lesson?",
  "Thu": "Don't you just love how you can look up to the sky? Appreciate the small things, @.$h",
  "Thu8": "What a wonderful day, don't you think? The weather doesn't matter that much.$h#$b#The important thing is that we are here, living today.$h",
  "Thu10": "@, I have been waiting to see you! My day without you feels like something crucial is missing.$l",
  "Fri": "Hello, what are you up to? I like to read. What do you like to do?$h",
  "Fri8": "What a lovely day. A perfect day to read a good book.$h",
  "Fri10": "Hello, dear. Came to see me? Well, that's nice of you.$l",
  "Sat": "I love to learn new things. It's fascinating.$h",
  "Sat8": "Come by my house whenever you feel tired. I will get you something to drink.$h",
  "Sat10": "You have been wonderful to me, @. I am so thankful that I can say that.$l",
  "Sun": "Hello, @. Can I help you?",
  "Sun8": "I don't know what you think, but I like my hair short! It is so light and fluffy!$h",
  "Sun10": "@! I don't have nightmares these days. I rather dream about...$h#$b#Well, I'm not going to say. It's embarassing.$l",
  "spring_Wed": "Aren't the flowers so wonderful? It brightens up my day.$h",
  "spring_Sat": "Hello, @. Spring seems magical to me. Look at how everything blossomed!$h",
  "summer_Mon": "Summer is hot, but it's a good kind of hot. It feels like the sun is hugging me tight.$h",
  "summer_Thu": "People are very active around summer! I want to try icecream sometime.$h",
  "summer_Fri": "Hello, @! You are sweating so much! Here, take a drink. [348]",
  "fall_Fri": "Ooh, I love this sweet scent of fall.$h",
  "fall_Sat": "Eveyln made me a pumpkin soup last night. It was the greatest thing I have ever tasted in my life!$h",
  "winter_Wed": "I think I am getting a bit too cold.$s",
  "winter_Sun": "I don't like how cold it is, but I sure do like snow! So soft and cute!",
  "give_flowersA": "...!#$b#Yes! I can't believe this is happening to me...!$l",
  "give_flowersB": "@...!#$b#You are wonderful! Yes!$l",
  "give_pendant": "I... I don't know what to say... But I know one thing for sure.#$b#I truly love you! I will prepare everything in three days.$l",
  "stardrop_gift": "You can't imagine how much you mean to me, @.$h#$b#You shone light into my life. It's a gift I got for you to show you thanks and love.$l",
  "reject_two_heartA": "Sorry, I don't know you well enough.",
  "reject_two_heartB": "Sorry, I don't want to get serious with you.",
  "reject_four_heartA": "Oh, @. Sorry, I don't think I can accept this.",
  "reject_four_heartB": "@, I do not feel like that towards you.",
  "engageA": "Aren't you engaged? Get out of here.$a",
  "engageB": "You are insane, @. No. You are engaged.$a",
  "marriedA": "Who do you think you are? You are married. Get that away from me.$a",
  "marriedB": "So is this how you treat your family? You are disgusting. You are married.$a",
  "refusal_no_heartsA": "Sorry, I don't know you.",
  "refusal_no_heartsB": "Sorry, I don't think I know you.",
  "refusal_knownA": "@, I am sorry. But I can't right now.",
  "refusal_knownB": "@, I am sorry. I don't think I can right now.",
  "refusal_botherA": "Move.$a",
  "refusal_botherB": "I told you no.$a",
  "spring_12": "First festival of the year! I am so excited for tomorrow!$h",
  "spring_23": "Are you going to dance tomorrow? Just wondering.$l",
  "summer_10": "I wonder what the mayor will think of the soup this year.$h",
  "summer_28": "Are you ready for the beautiful scene tonight?$h",
  "fall_15": "So many interesting, new things are going to be presented tomorrow at the fair! I am excited!$h",
  "fall_27": "I.. think I might get a bit scared for tonight's festival.$s",  
  "winter_7": "I am going to bulid the biggest snowman! It's the Ice Festival tomorrow!$h",
  "winter_24": "I love the Winter Star Festival. It gives me a good feeling inside.$l",
  "event_poem1": "Oh...? Okay then. There is no need to be rude though.$a",
  "event_poem2": "Why are you talking like that? Are you jealous or something?$a",
  "event_poem3": "Great! Here is goes. Don't tease.$h#$b#There is no light in the room. There is no wonder.#$b#There is nothing but wet night. Raining upon me.#$b#Then a stream of stars knocked on the door.#$b#'Who is it?' I ask.#$b#Stranger, that was who you are. A good, good stranger.#$b#You lighten up the dim dark.#$b#You are my brightest star in my night sky.#$b#...#$b#%Aurelia seems to be in a deep thought, remembering her old days.#$b#Did you... like that?$h",
  "event_poem4": "Alright then. If you say so.",
  "Resort_Entering": "Hello, it is nice to see you here.$h",
  "Resort_Leaving": "See you.",
  "Resort_Shore": "The wind and the ocean tastes like freedom.$h",
  "Resort_Umbrella": "It is amazing down here.",
  "Resort_Wander": "I'm looking for some pretty pebbles.$h",
  "Resort_Bar": "Are you here for a drink too?",
  "Resort": "I love this place so much.$h"
}