{

  "Introduction": "Hello, I am Aurelia. Nice to meet you.",
  "danceRejection": "No thank you.",
  "divorced": "I cannot believe that you would do such thing to me, knowing what I have been through. I resent you, but it's not worth talking about. Good bye, @.",
  "breakUp": "...#$b#You probably thought I would beg you not to leave me, but no.#$b#You have made your choice and I accept it.",
  "dumped_Girls": "I heard what you did. You are wasting your life away to break other people's hearts. Don't talk to me.",
  "secondChance_Girls": "@... Afterall, you have saved my life. I forgive you.",
  "Mon": "I am reading a book about human phsychology. It is a fascinating topic that I want to know more about.",
  "Mon8": "It's easy to forgive others once you have forgiven yourself.",
  "Mon10": "@, you never fail to brighten up my world.$l",
  "Tue": "Hello, how are you feeling today?$h",
  "Tue8": "At first, I was resentful... but now I decided to accept my past as it is.#$b#Afterall, the world is still beautiful.$h",
  "Tue10": "I wonder what it would be like to have a nice, warm, normal... family.#$b#The thought of a happy family sounds foreign, but I am not scared to live my life anymore.$h",
  "Wed": "Oh, dear. Look at me! I forgot to return a book! I hope Gunther won't get too mad.$h",
  "Wed8": "@, you wonderful person!$h#$b#That was a compliment, you see.$h",
  "Wed10": "Hmm, should I tell you a secret?$h#$b#The rabbit I followed that day was a green witch. I think she lives somewhere nearby.$h#$b#I saw her fly over your farm few weeks ago.",
  "Thu": "Appreciate the small things, @. I am just thrilled to be here today.$h",
  "Thu8": "What a wonderful day, don't you think? Well, no, I am not talking about the weather.$h#$b#I am just glad to be here today with you.$h",
  "Thu10": "@, I have been waiting to see you! My day without you is just a little bit too quiet.$l",
  "Fri": "Hello, what are you up to? I have been reading an amazing book. I will tell you all about it later.$h",
  "Fri8": "What a lovely day. A perfect day to read a good book.$h",
  "Fri10": "Hello, dear. Came all they way here to see me? Well, that's nice of you.$l",
  "Sat": "I love to learn new things. It's fascinating.$h",
  "Sat8": "Come by my house whenever you need to. I would love to help you out.$h",
  "Sat10": "You have been so good to me, @. I am so thankful for you.$l",
  "Sun": "Hello, @. Can I help you?",
  "Sun8": "I don't know about you, but I like my hair short! It is so light and fluffy!$h",
  "Sun10": "@! I don't have nightmares these days. I rather dream about...$h#$b#Well, I'm not going to say. It's embarassing.$l",
  "spring_Wed": "I just love when the flowers bloom. It brightens up my day.$h",
  "spring_Sat": "Hello, @. I must say, I love spring. It feels magical.$h",
  "summer_Mon": "Summer is hot, but I kind of enjoy the heat. It feels like the sun is blessing me.$h",
  "summer_Thu": "People are very active around summer! Want to get icecream sometime?$h",
  "summer_Fri": "Hello, @! You are sweating so much! Here, take a drink. [348]",
  "fall_Fri": "Ooh, I love this sweet scent of fall.$h",
  "fall_Sat": "Eveyln made me a pumpkin soup last night. It was the greatest thing I have ever tasted in my life!$h",
  "winter_Wed": "I think it's getting a bit too cold.$s",
  "winter_Sun": "I don't like how cold it is, but at least there is snow!",
  "give_flowersA": "...!#$b#Yes! I can't believe this is happening to me...!$l",
  "give_flowersB": "@...!#$b#You are the best thing that happened in my life! Yes!$l",
  "give_pendant": "I... I don't know what to say... But I know one thing for sure.#$b#I love you! I will prepare everything in three days.$l",
  "stardrop_gift": "You can't imagine how much you mean to me, @.$h#$b#You are light of my life. Here's a gift I got for you to show you how much I appreciate you.$l",
  "reject_two_heartA": "Sorry, I am not ready for that.",
  "reject_two_heartB": "Sorry, I am not looking into anything serious.",
  "reject_four_heartA": "Oh, @. Sorry... I don't think I can accept this.",
  "reject_four_heartB": "@, I am sorry but I do not feel they same way.",
  "engageA": "Aren't you engaged? Get out of here.$a",
  "engageB": "You are insane, @. No. You are engaged.$a",
  "marriedA": "Who do you think you are? You are married. Get that away from me.$a",
  "marriedB": "So is this how you treat your partner? You are disgusting. You are married.$a",
  "refusal_no_heartsA": "Sorry, I don't know you.",
  "refusal_no_heartsB": "Sorry, I don't think I know you.",
  "refusal_knownA": "@, I am sorry, but no.",
  "refusal_knownB": "@, I am sorry, but no.",
  "refusal_botherA": "Move.$a",
  "refusal_botherB": "I said no.$a",
  "spring_12": "First festival of the year! I am so excited for tomorrow!$h",
  "spring_23": "Are you going to dance tomorrow? Just wondering.$l",
  "summer_10": "I wonder what the mayor will think of the soup this year.$h",
  "summer_28": "Are you ready for the event that's happening tonight?$h",
  "fall_15": "So many good things are going to be presented tomorrow at the fair! I am excited!$h",
  "fall_27": "I.. think I might get a bit scared for tonight's festival.$s",  
  "winter_7": "I am going to bulid the biggest snowman for thee Ice Festival tomorrow!$h",
  "winter_24": "I love the Winter Star Festival. It gives me a warm feeling inside.$l",
  "event_poem1": "Oh...? Okay then. There is no need to be rude.$a",
  "event_poem2": "Why are you talking like that? Are you jealous?$a",
  "event_poem3": "Great! Here is goes. Don't tease.$h#$b#I was sitting in a room all alone.#$b#I saw no daylight. I was in complete darkness.#$b#Until, a shining star knocked on the door.#$b#I was afraid, but hopeful.#$b#You are my shining star.#$b#You taught me the joy of life.#$b#You are the brightest shining star in my night sky.#$b#...#$b#%Aurelia quietly smiles at you.#$b#Did you... like that?$h",
  "event_poem4": "Alright then. If you say so.",
  "Resort_Entering": "Hello, it is nice to see you here.$h",
  "Resort_Leaving": "See you.",
  "Resort_Shore": "This place screams freedom.$h",
  "Resort_Umbrella": "It is amazing down here.",
  "Resort_Wander": "I'm looking for some pretty shells.$h",
  "Resort_Bar": "Are you here for a drink too?",
  "Resort": "I love this place so much.$h"
}