{
    "Rainy_Day_0": "@, you woke up! The rain got me awake a bit earlier than usual.$h",
    "Rainy_Day_1": "Good morning! Don't let the weather drag you down! I got you breakfast!$h#$b#Enjoy![201]$h",
    "Rainy_Day_2": "I learned to like rain. I lean back and close my eyes, and try to stay in peace...$h",
    "Rainy_Day_3": "Hello, dear. Ready for a new day? Stay dry so you won't get cold.$h",
    "Rainy_Day_4": "Oh, I don't feel good today. I should make a hot cup of tea. Should I get yours too?#$e#I got you tea![614]$h",
    "patio_Aurelia": "Our farm looks so wonderful. It's very nice to look over the farm from here.$h",
    "Rainy_Night_0": "@! You are all wet! Come here, warm yourself up.",
    "Rainy_Night_1": "How was your day? Here, grab yourself some dinner.#$b#Do you like it? [202 206 231 607 649]$h",
    "Rainy_Night_2": "Aren't you cold, dear? Your lips are blue.$s#$b#Here, let me warm you up.$l",
    "Rainy_Night_3": "I read for hours today. It was a perfect day for a book.$h",
    "Rainy_Night_4": "@! You are finally home! I was worried about you.",
    "Indoor_Day_0": "Good morning, @.#$b#I love our house. It is neat.$h",
    "Indoor_Day_1": "Did you sleep well, @? I got you breakfast.$h#$b#Here you go.[228 241 240 242]$h",
    "Indoor_Day_2": "How are you feeling today? Let me know if you ever feel sick. I will get you a nice cup of tea.$h",
    "Indoor_Day_3": "Going out to work? Don't forget that you are loved! Take care!$h",
    "Indoor_Day_4": "I am proud of you, @. Thank you for all you do.$h",
    "Indoor_Night_0": "How was work today? Are you feeling okay?$h",
    "Indoor_Night_1": "@, you are here! I got you dinner!$h#$b#Enjoy![202 206 231 607 649]$h",
    "Indoor_Night_2": "You came a bit later than I thought. Is everything going well?$h",
    "Indoor_Night_3": "@, I missed you today... Glad to see you.$l",
    "Indoor_Night_4": "Oh, dear. You look really tired. Is everything alright? Nothing to help?",
    "Outdoor_0": "What a beautiful day! I am so happy.$h",
    "Outdoor_1": "You have worked really hard for this farm. I am thankful.$h",
    "Outdoor_2": "I never knew I would actually get married... It's lovely.$l",
    "Outdoor_3": "The sky is so blue today, don't you think?$h",
    "Outdoor_4": "Oh dear, I feel amazing today. The sun is shining so bright.$h",
    "OneKid_0": "I can't believe I am a mother...! I want to be the best mom that I can be.$h",
    "OneKid_1": "Oh, my. I am a mother. I am so excited for our journey in parenthood!$h",
    "OneKid_3": "Can you believe that I am a mother? I would have never imagined.$h",
    "TwoKids_2": "I am so thankful for our kids. They are perfect little people.$h",
    "TwoKids_3": "I am going to let our kids know how much they are loved every day.$h",
    "Good_0": "Good day, sunshine.$l",
    "Good_1": "You are my hero, @.$l",
    "Good_2": "What a wonderful day! Love you.$l",
    "Good_3": "You are a miracle, @.$l",
    "Good_4": "I hope you know how much I care for you and love you.$h",
    "Good_5": "The moment I saw you, I knew my life was going to change for the better.$l",
    "Good_6": "Thank you for helping me to find my true self.$h",
    "Good_7": "Hey, love. Always remember I am here for you!$h",
    "Good_8": "Oh my. My life cannot be any better than it is.$l",
    "Good_9": "You are my one and only. I love you.$l",
    "Neutral_0": "Hello, @. How are you doing?",
    "Neutral_1": "I read a good book today. Do you wnat to hear about it?",
    "Neutral_2": "How are you doing today? I had a great day!$h",
    "Neutral_3": "Oh, @! You are here.",
    "Neutral_4": "Hmm, I think I need a massage... please?",
    "Neutral_5": "I am always thankful for everything you do.$h",
    "Neutral_6": "How was you day, @?",
    "Neutral_7": "You look a bit tired these days. Everything alright?",
    "Neutral_8": "Oh, today was not a great day... I feel a bit sick.$s",
    "Neutral_9": "Hello, @. I tidied up the house today.",
    "Bad_0": "@. Are you busy these days? You seem distracted.",
    "Bad_1": "Wow. You finally acknowledged me. What do you want?",
    "Bad_2": "@, please tell me if there is a problem. Don't just stay distant from me.$a",
    "Bad_3": "Avoiding the problem won't help. I learned that the hard way.$a",
    "Bad_4": "Why are you acting so weird these days?$a",
    "Bad_5": "Hey, tell me what's up. It has been really difficult to understand you these days.",
    "Bad_6": "You are here. Finally.",
    "Bad_7": "@, I think we need to talk. You have been... distant.",
    "Bad_8": "Do you have a problem with me? Did I do something wrong?",
    "Bad_9": "I... feel so useless to you.$s",
    "funLeave_Aurelia": "I will be around town today.$h",
    "funReturn_Aurelia": "It's always nice to  walk around town and see how everyone is doing.$h",
    "spring_1": "Another new year has begun! How wonderful!$h",
    "spring_12": "Tomorrow is the Egg Festival! I will cheer for you!$h",
    "spring_23": "Are you ready to dance tomorrow?$l",
    "summer_1": "It's summer time!$h",
    "summer_10": "Luau is tomorrow! Do you know what we are going to bring?$h",
    "summer_27": "Tomorrow is the Dance of the Moonlight Jellies! Let's go and watch it together.$l",
    "fall_1": "Ooh, it's fall! I am excited!",
    "fall_15": "Isn't it the Fair tomorrow? Good luck!$h",
    "fall_26": "Oh right. Tomorrow is Spirit's Eve... Will you hold my hand for the maze?",
    "winter_1": "Winter time! Stay warm so you don't get cold.$h",
    "winter_7": "Are you going to participate in the ice festival tomorrow?",
    "winter_25": "Happy Winter Star! Thank you for being with me this year!$l",
    "winter_28": "The year is almost over...! I am very grateful for you.$l"
}