{
"Changes": [	
	{
            "Action": "EditData",
            "Target": "Characters/Dialogue/Zinnia",
	    "Entries": {

	
	"{{Random: Mon, Tue, Wed, Thu, Fri, Sat, Sun}}_inlaw_Gabriel": "{{Random: Oi cunhado!$h&Oi cunhada!$h#$b#Como vai, Gabe?#$b#Estou feliz em vê-lo feliz com você.$h 88 Oi, @! Diga a Gabe que sinto falta dele na Guilda.#$b#Fico feliz que ele esteja feliz com você, no entanto!$h |inputSeparator=88}}",
	"{{Random: Mon, Tue, Wed, Thu, Fri, Sat, Sun}}_inlaw_Daniel": "{{Random: Oh, oi, @!#$b#Eu admito que eu estava meio cético sobre você se tornar meu novo, hum, padrasto, mas...^Eu admito que eu estava meio cético sobre você se tornar minha nova, hum, madrasta, mas.. .#$b#...ver como papai está feliz com vocês me deixa tão alegre por vocês dois!$h 88 Eu sei que minha mãe ficaria feliz por meu pai ter encontrado vocês, @.#$b#Espero que vocês sejam casados a vida vá bem!$h |inputSeparator=88}}",

	
	"Introduction": "Ah, oi!#$b#Sou Zinnia!#$b#Adoro conhecer gente nova, haha! Espero que possamos ser amigos!$h",

	
	"spring_1": "Ah! Mais um grande ano para estar vivo!$h#$b#Oh, oi @! Espero que você tenha uma ótima primavera!$h",
	"spring_12": "Amanhã é o Festival do Ovo! Que emocionante!#$b#Meu irmão Gabe gosta de ovos, então eu posso pegar alguns para dar a ele quando as coisas ficarem um pouco difíceis!$h",
	"spring_17": "Hoje é aniversário do meu pai!#$b#Vou fazer um grande bolo de chocolate para ele! Sempre foi a coisa favorita dele, que minha mãe fazia para ele.#$b#Tenho até a receita caseira dela!$h",
	"spring_23": "Ouvi dizer que Haley vai ser a Princesa das Flores este ano.#$b#Talvez um dia eu tenha uma chance de ser também!$h",
	"spring_28": "A primavera já acabou, @! Você acredita nisso? O ano já está voando!$h",
	"spring_1_2": "Ah! Mais um grande ano para estar vivo!$h#$b#Oh, oi @! Espero que você tenha uma ótima primavera!$h",
	"spring_12_2": "Amanhã é o Festival do Ovo! Que emocionante!#$b#Meu irmão Gabe gosta de ovos, então eu posso pegar alguns para dar a ele quando as coisas ficarem um pouco difíceis!$h",
	"spring_17_2": "Hoje é aniversário do meu pai!#$b#Vou fazer um grande bolo de chocolate para ele! Sempre foi a coisa favorita dele que minha mãe fazia para ele.#$b#Tenho até a receita caseira dela!$h",
	"spring_23_2": "Ouvi dizer que Haley vai ser a Princesa das Flores este ano.#$b#Talvez um dia eu tenha uma chance de ser também$h",
	"spring_28_2": "A primavera já acabou, @! Você acredita nisso? O ano já está voando!$h",
	
	
	"summer_1": "O calor do verão é um sinal para eu sair e me divertir!$h",
	"summer_7": "Hoje é meu aniversário! Estou tão animada.#$b#Gabe me deu um bolo rosa gigante - que fofo da parte dele!$h",
	"summer_10": "o Luau é amanhã - eu me pergunto o que devo colocar no pote...#$b#Ei, você acha que as pessoas vão gostar se eu adicionar um pouco de chá verde? É o meu favorito!$h",
	"summer_27": "Amanhã é a linda Dança das Medusas ao Luar.#$b#Eu provavelmente deveria ir para a cama cedo hoje à noite - eu quero ser capaz de ficar acordada para aproveitar o festival!$h",
	"summer_28": "Eu não posso acreditar que o verão já chegou e se foi.#$b#Oh bem, é hora da nossa próxima aventura de outono, eu acho!$h",
	"summer_1_2": "O calor do verão é um sinal para eu sair e me divertir!$h",
	"summer_7_2": "Hoje é meu aniversário! Estou tão animada.#$b#Gabe me deu um bolo rosa gigante - que fofo da parte dele!$h",
	"summer_10_2": "OLuau é amanhã - eu me pergunto o que devo colocar no pote...#$b#Ei, você acha que as pessoas vão gostar se eu adicionar um pouco de chá verde? É o meu favorito!$h",
	"summer_27_2": "Amanhã é a linda Dança das Medusas ao Luar.#$b#Eu provavelmente deveria ir para a cama cedo hoje à noite - eu quero ser capaz de ficar acordada para aproveitar o festival!$h",
	"summer_28_2": "Eu não posso acreditar que o verão já chegou e se foi.#$b#Oh bem, é hora da nossa próxima aventura de outono, eu acho!$h",

	
	"fall_1": "O verão pode ser minha estação favorita, mas o outono é definitivamente a mais bonita.#$b#Olhe só essas cores lindas!$h",
	"fall_15": "Oi, @! Você vai montar uma exposição para a Feira amanhã? Mal posso esperar para ver o que a Fazenda %farm tem para mostrar!$h",
	"fall_26": "Espere, a Véspera dos Espíritos é amanhã?#$b#Oh não! Eu ainda não encontrei uma fantasia para vestir!$s#$b#Talvez eu devesse ficar em casa... Eu me assusto facilmente...$u",
	"fall_28": "It's time to say goodbye to the golden brown leaves, and hello to the chilly snow skies of Winter. This is so exciting!$h",
	"fall_1_2": "O verão pode ser minha estação favorita, mas o outono é definitivamente a mais bonita.#$b#Olhe só essas cores lindas!$h",
	"fall_15_2": "Oi, @! Você vai montar uma exposição para a Feira amanhã? Mal posso esperar para ver o que a Fazenda %farm tem para mostrar!$h",
	"fall_26_2": "Espere, a Véspera dos Espíritos é amanhã?#$b#Oh não! Eu ainda não encontrei uma fantasia para vestir!$s#$b#Talvez eu devesse ficar em casa... Eu me assusto facilmente..$u",
	"fall_28_2": "É hora de dizer adeus às folhas douradas e olá aos céus gelados de neve do inverno. Isso é tão emocionante!$h",

	
	"winter_1": "Brr...#$b#O inverno finalmente chegou! Mal posso esperar para fazer bonecos de neve por toda a cidade!$h",
	"winter_7": "O Festival do Gelo parece que vai exigir mais algumas camadas de roupa. Talvez eu peça à Emily para costurar um pouco pra mim!$h",
	"winter_15": "O Mercado Noturno parece tão interessante! Você acha que eles vão vender algum gorro legal?",
	"winter_22": "Hoje é aniversário do meu irmão. Não diga a ele, mas vou pegar seu pedido de café favorito do Stardrop Saloon.#$b#Ele vai adorar!$h",
	"winter_24": "Ei, @, quem você pegou como seu amigo secreto? Eu não vou contar se você não contar o seu!#$b#Não? Ah, valeu a tentativa!$h",
	"winter_28": "Este ano passou tão rápido, @. Feliz Ano Novo! Espero que você alcance ainda mais sucesso no próximo!$h",
	"winter_1_2": "Brr...#$b#O inverno finalmente chegou! Mal posso esperar para fazer bonecos de neve por toda a cidade!$h",
	"winter_7_2": "O Festival do Gelo parece que vai exigir mais algumas camadas de roupa. Talvez eu peça à Emily para costurar um pouco pra mim!$h",
	"winter_15_2": "O Mercado Noturno parece tão interessante! Você acha que eles vão vender algum gorro legal?",
	"winter_22_2": "Hoje é aniversário do meu irmão. Não diga a ele, mas estou pegando seu pedido de café favorito do Stardrop Saloon.#$b#Ele vai adorar!$h",
	"winter_24_2": "Ei, @, quem você pegou como seu amigo secreto? Eu não vou contar se você não falar o seu!#$b#Não? Ah, pelo menos valeu a tentativa$h",
	"winter_28_2": "Este ano passou tão rápido, @. Feliz Ano Novo! Espero que você alcance ainda mais sucesso no próximo!$h",
	"BeachNightMarket": "{{Random: Você sabia que eles estão vendendo várias decorações fofas em um dos barcos?#$b#Acho que vou pegar um Sapo de Pedra para o meu quarto, haha!$h 88 Ooh! Eles estão dando café grátis! Aposto que Gabe adoraria isso!$h |inputSeparator=88}}",
	

	
	"Mon": "Adoro explorar a cidade. Parece que todos os dias encontro algo novo!",
	"Tue": "Meu irmão não gosta de como eu passo muito tempo fazendo novos amigos, mas acho divertido!$h#$b#Os amigos estão sempre lá para te ajudar!$h",
	"Wed": "{{Random: Todos nesta cidade são tão legais!#$b#Sr. Clint até se ofereceu para me ajudar com minha missão de mineração da Guilda! Que fofo!$h 88 Visitei a casa de Sam outro dia. Eu brinquei um pouco com Vincent, e Sam ficou me olhando engraçado.#$b#Você acha que ele gosta de mim? Haha!$h |inputSeparator=88}}",
	"Thu": "Estou tentando encontrar algum minério de ouro hoje. Meu irmão me designou para conseguir alguns.#$b#Você sabe onde posso encontrar alguns?",
	"Fri": "Algumas pessoas ficam surpresas quando descobrem que Marlon é meu tio, e não meu avô.#$b#Mas não conte a ele! Ele fica autoconsciente de seu envelhecimento... coitado.",
	"Sat": "{{Random: Você gosta de beber chá verde?#$b#Eu adoro tomar goles enquanto olho para o lago tranquilo pela manhã! 88 Eu me pergunto como Gil e meu tio Marlon se conheceram...#$b#Minha mãe costumava brincar que eles eram velhos amantes!$h |inputSeparator = 88}}",
	"Sun": "Às vezes, quando estou andando, vejo pequenos esquilos ou sapos saindo dos arbustos.#$b#Eu sempre gostaria de poder acariciá-los, mas eles são muito rápidos!$h",

	
	"Mon2": "Visitei o Rancho da Marnie outro dia. Ela me deixa acariciar as vacas e galinhas. Você tem animais em sua fazenda, @?",
	"Tue2": "Oi @! Como foi seu dia?#$b#Eu? Oh, meu dia foi divertido! Tenho que ter uma conversa divertida com o Gil.#$b#É raro pegá-lo acordado, sabe?$h",
	"Wed2": "Alex me disse que a mãe dele também morreu quando ele era mais novo.#$b#Acho que tenho mais coisas em comum com as pessoas desta cidade do que eu pensava!$h",
	"Thu2": "Meu irmão e eu nunca nos demos muito bem crescendo. Nós temos personalidades opostas, eu acho.#$b#Eu sempre vou amá-lo, no entanto!$h",
	"Fri2": "{{Random: Você pode me pegar vagando por todo o vale, mas isso é só porque estou muito feliz de viver nesta bela área!#$b#Claro que eu gostaria de absorver tudo!$h 88 Você gosta da manhã ou da noite, @? Acho que sou mais um pássaro matinal.#$b#Eu apenas prospero na luz do sol!$h |inputSeparator=88}}",
	"Sat2": "Olá, @! Eu estava pensando em visitar sua fazenda um dia.#$b#Sempre gosto de visitar meus vizinhos e manter nossa amizade crescendo!$h",
	"Sun2": "Já te disse que sou da cidade de Zuzu? A vida na cidade grande é divertida, mas com certeza gosto muito mais daqui, na Vila Pelicanos!",

	
	"Mon4": "Eu tinha apenas 2 anos quando minha mãe morreu, então não me lembro dela ou do que realmente aconteceu.$s#$b#Talvez meu irmão ou tio possa contar a história algum dia.$s",
	"Tue4": "{{Random: Eu amo meu pai, mas às vezes ele pode ser um pouco chato.#$b#Eu sinto que ele não acredita muito em mim, sabe?$a 88 Meu pai é policial na cidade de Zuzu.#$b#Ele e minha mãe eram uma dupla de lutadores perigosos!$h}}",
	"Wed4": "Você tem irmãos, @?#$b#Mesmo que eu e Gabe briguemos, eu não o trocaria por nada!!",
	"Thu4": "@! Eu só ia te visitar! Tenho que manter suas amizades fortes!$h",
	"Fri4": "Geralmente sou uma pessoa positiva, mas odeio quando as pessoas são más sem motivo.$s#$b#Desculpa, talvez eu realmente esteja alheio às emoções das pessoas como meu irmão diz...$s",
	"Sat4": "{{Random: Algo que eu amo sobre esta comunidade é como todos são unidos! De volta a Zuzu, você nunca seria capaz de conhecer todos os vizinhos de perto! 88 Linus me diz que as pessoas o tratam como um estranho.$s#$b#Isso me deixa triste...$s#$b#Eu sempre tento fazer ele se sentir amado!$h |inputSeparator=88}}",
	"Sun4": "Eu não sou boa em muitas coisas, mas sou ótima em cozinhar! Você deveria vir e visitar para o almoço em algum momento!$h",

	
	"Mon6": "Eu realmente não gosto de explorar as minas como meu tio fazia.#$b#Matar criaturas inocentes em suas próprias casas me parece errado...$s",
	"Tue6": "De volta à cidade, você nunca conseguia dormir depois das 8:00 por causa do trânsito barulhento e agitado.#$b#Essa é apenas uma das razões pelas quais estou tão feliz por viver neste vale tranquilo!$h",
	"Wed6": "Olá, @! Eu queria dizer que gosto muito da sua fazenda.#$b#Passei por ela no meu passeio matinal e ela estava brilhando com uma positividade radiante!$h",
	"Thu6": "Um coelhinho veio até mim outro dia.#$b#Foi tão adorável! Você tem coelhos em sua fazenda, @?$h",
	"Fri6": "Eu tive um namorado durante o ensino médio.^Eu costumava ter uma namorada durante o ensino médio.#$b#Lembro que Gabe ficou irritado, porque ele achava que namoro tirava tempo dos estudos.#$b#Acho que ele estava certo...$s#$b#Meu namorado era um idiota malvado e rude, afinal.^Minha namorada era uma idiota malvada e rude, afinal.$a",
	"Sat6": "Meu irmão nunca teve um relacionamento em Zuzu.#$b#Havia um garoto por quem ele claramente tinha uma queda...^Mas havia uma garota por quem ele claramente tinha uma queda...#$ b#Eu me pergunto o que aconteceu com ele.^Eu me pergunto o que aconteceu com ela.",
	"Sun6": "Muitas pessoas me dizem que me pareço muito com minha mãe.#$b#Acho que meu pai também pensa assim, por isso é tão protetor comigo.",

	
	"Mon8": "{{Random:Oi @! Sinto-me abençoada por chamá-lo de um dos meus amigos mais próximos.$h 88 Estou sempre aprendendo algo novo aqui. Eu não posso acreditar que eu costumava ser tão teimosa e achava que eu sabia tudo aos 18 anos em uma área como a Cidade Zuzu. |inputSeparator=88}}",
	"Tue8": "Eu costumava me sentir triste por nunca encontrar meu propósito na vida, mas agora, acho que aceitei que buscarei quando for a hora certa.",
	"Wed8": "Estou feliz por ter encontrado grandes amigos na Vila Pelicanos.$h#$b#Emily, Sam e você são pessoas incríveis e admiro muito cada um de vocês!",
	"Thu8": "@! Exatamente a pessoa que eu queria ver!$h#$b#[60 62 64 66 68 70 72 80 82 84 86] Aqui, encontrei isso nas cavernas e me lembrou você!$h#$b#Obrigado por existir, tão bom ter amigos!$h",
	"Fri8": "{{Random: Oi, @! Eu amo sua roupa - ela realmente combina com sua personalidade!#$b#Talvez eu peça à Emily para fazer algo que combine com a minha personalidade também...#$b#Há poucos dias em que posso usar esse gorro!$h 88 Eu sempre digo ao meu irmão para tirar uma folga e sorrir.#$b#Sinto que ele trabalha demais por causa do que aconteceu com minha mãe...$s |inputSeparator=88}}",
	"Sat8": "Este colar é feito de uma pedra que minha mãe adorava quando ainda estava conosco.#$b#Depois que ela faleceu, meu pai dividiu a pedra em três pedaços, e eu, Gabe e ele usamos este colar para carregar uma parte dela conosco em todos os lugares que vamos.",
	"Sun8": "Minha mãe me deu o nome da flor Zinnia. A flor Zínia só cresce em pleno sol, tipo eu.#$b#A flor Zinnia não gosta de ser movida, então talvez não seja um nome perfeito para mim, afinal...$ s#$b#Qual é o significado do seu nome, @?",

	
	"breakUp": "V-você quer terminar?$s#$b#*Choro* O-o que eu fiz de errado?$s#$b#Eu realmente pensei que você fosse a pessoa da minha vida, @...$s",
	"danceRejection": "Oh! Me desculpe, mas... eu já concordei em dançar com outra pessoa. Talvez na próxima vez?",
	"divorced": "Eu agradeceria se você me DEIXASSE EM PAZ, @.$a#$b# Achei que íamos ficar juntos para sempre, mas acho que fui ingênua demais para descobrir quem você realmente era...$s",
	"MovieInvitation": "Um filme? Claro! Eu adoraria ir com você!",
	"Resort_Entering": "Mal posso esperar para me divertir ao sol!",
        "Resort_Leaving": "Hoje foi tão refrescante ... Mal posso esperar para voltar novamente algum dia!",
        "Resort_Shore": "A água parece tão tranquila... você acha que tem algum peixe fofo lá?",
        "Resort_Chair": "A praia está tão relaxante hoje!",
        "Resort_Bar": "São tantas opções! Eu me pergunto o que devo comprar... talvez eu tente algo tropical!",
	"Resort_Umbrella": "Olá, @! Venha para a sombra se você estiver se sentindo quente.",
	"Resort_Wander": "Esta ilha parece tão vasta... Eu me pergunto o que há lá pro fundo!",
        "Resort": "eu amo a Praia!",
	"sillyRevealed": "Eu sabia que fazer amigos seria a melhor abordagem!$h#$b#Obrigado por acreditar em mim, @.",
	"gabeFinished": "Acho que me enganei sobre o slime...$s#$b#Me desculpem se atrasei alguma coisa para vocês...$s"
		}
	},

	
	{
            "Action": "EditData",
            "Target": "Characters/Dialogue/Zinnia",
	    "Entries": {

	
	"Mon8": "Você é muito mais legal do que meu namorado do ensino médio, @.$l^Você é muito mais legal do que minha namorada do ensino médio, @.$l#$b#Você está mais confiante, determinado e motivado a seguir seus sonhos. ..$l#$b#Eu admiro tanto isso!$h",
	"Tue8": "Eu não vim para a Vila Pelicanos em busca de amor, mas agora não consigo me imaginar namorando outra pessoa além de você, @.$l#$b#Essa viagem foi um sonho!$l",
	"Wed8": "Eu sempre soube que terminaríamos juntos, @.$l#$b#Alguns dias depois de nos conhecermos, Emily me disse que sentiu nossos destinos se aproximando.$l#$b#Eu nunca acreditei em destino antes, mas agora estou convencida!$h",
	"Thu8": "Oi, @! Como vai? Não se sobrecarregue... você tem alguém que se preocupa com você agora, então é melhor você se manter saudável!$l#$b#Para mim, pelo menos!$h",
	"Fri8": "Guardarei o buquê que você me deu pelo maior tempo possível, @.$l De todos que já recebi, é o meu presente favorito... pelo menos, até que você dê algo melhor - eu sei que você vai se superar, @!$h #$b#Seus presentes são maravilhosos!$h",
	"Sat8": "Eu meio que esperava que Sam parasse de falar comigo quando eu disse a ele que estava namorando você, mas ele foi muito legal. Essa cidade está cheia de gente boa!$l#$b#Especialmente você, @!$l",
	"Sun8": "Eu nunca percebi o quão divertido é namorar quando você não está namorando uma pessoa tóxica.$l#$b#Você me trata muito bem, @...$l#$b#Espero poder fazer o mesmo por você!$h",

	
	"Mon10": "Quando cheguei aqui, nunca esperei conhecer alguém como você, @.$l#$b#Obrigado por fazer desta mudança a melhor decisão que já tomei!$h",
	"Tue10": "Oi, @.$l#$b#Você quer se encontrar algum dia? Eu sempre sinto falta do seu lindo rosto quando você se vai.$l",
	"Wed10": "Oi, @.$l#$b#...$l#$b#Desculpe, eu só estava absorvendo tudo.#$b#Não acredito que tenho você na minha vida!$h",
	"Thu10": "Quando eu finalmente descobrir exatamente o que devo fazer e ter sucesso, quero usá-lo para apoiar todas as pessoas que amo na minha vida. Meu pai, Marlon, Gabe...#$b#E você, claro...$l",
	"Fri10": "Você se tornou uma das pessoas mais importantes da minha vida, @. Espero que você saiba disso.$l#$b#Espero que fiquemos juntos para sempre!$h",
	"Sat10": "@! Aí está você! Tenho algo para você.$l#$b#[240] Espero que goste.#$b#Fiz só para você, meu namorado perfeito e trabalhador.$l^Fiz especialmente para ti, meu lindo.$l",
	"Sun10": "{{Random: Ah... mais uma semana com a pessoa mais bonita do vale... a vida é boa!$l^Ah... mais uma semana com a pessoa mais bonita do vale... a vida é boa!$l 88 Seu rosto é tão fofo, @. Isso é meio constrangedor, mas...$l#$b#eu sonhei em beijar desde o momento em que te conheci...$l |inputSeparator=88}}"
		},
		"When": {
			"Relationship:Zinnia": "Dating"
		}
	},

	
	{
            "Action": "EditData",
            "Target": "Characters/Dialogue/rainy",
	    "Entries": {

	"Zinnia": "A chuva sempre parece fazer eu me sentir triste. Acho que meu pai me chama de sua garota do sol por um motivo, né?..."
		}
	}

]
}