{
"Changes": [
	{
   
   "Action": "EditData",
   "Target": "Characters/Dialogue/MarriageDialogueZinnia",
   "Entries": {


	"spring_1": "É o início de um novo ano! Eu sei que esse ano será o melhor de todos, principalmente com você ao meu lado!$h",
	"spring_13": "Hoje é o Festival do Ovo, amor! Eu te encontro lá depois que você terminar seu trabalho matinal.#$b#Eu estarei torcendo para você ganhar a Caça aos Ovos!$h",
	"spring_24": "Hoje é o Baile das Flores!$h#$b#Eu escolhi meu melhor vestido só para você, querido.$l",
	"spring_28": "O fim da primavera chegou, @.#$b#Enquanto eu adorava ver todas as lindas flores, sei que o verão será melhor do que nunca com você!$h",


	"summer_1": "O ar quente do verão finalmente chegou! É hora de sair e se divertir!#$b#Certifique-se de usar seu protetor solar, querido!$h",
	"summer_7": "Hoje é um dia muito emocionante... você sabe por quê, né docinho?#$b#É meu aniversário!$h#$b#Não se preocupe, você não precisa me trazer nada...#$b# Já tenho o melhor presente que eu poderia imaginar!$l",
	"summer_11": "Só de pensar no Luau hoje à noite meu estômago ronca! O que vamos adicionar ao pote?#$b#Não queremos que as pessoas olhem para nossa família com olhos raivosos, então certifique-se de que é bom!$h",
	"summer_28": "Eu não posso acreditar que a estação já acabou...$s#$b#Ei, amor, você vem à Dança das Medusas hoje à noite? Eu adoraria assistir de mãos dadas.$l",


	"fall_1": "As folhas já começaram a ficar alaranjadas e a cair. Fique quente, querido, eu odiaria que você pegasse um resfriado.",
	"fall_16": "Eu sei que a exibição da granja da nossa fazenda vai ser a melhor da feira hoje!#$b#Você é o melhor fazendeiro da cidade, na minha opinião.$l",
	"fall_27": "Você vai usar uma fantasia para o festival hoje à noite?#$b#Normalmente eu ficaria com um pouco de medo de ir, mas se você estivesse lá eu me sentiria muito melhor!$h",
	"fall_28": "O ar está ficando frio... Posso sentir a neve pronta para cair amanhã! Certifique-se de limpar todas as colheitas hoje, querido!",


	"winter_1": "A neve é tão bonita quando cai do céu... Eu posso sentir que esta temporada vai ser incrível!",
	"winter_9": "Eu sei que você vai ganhar a competição de Pesca no Gelo hoje!#$b#Você é o melhor pescando aos meus olhos, pelo menos!$h",
	"winter_15": "Oi, amor. Vou visitar o Mercado Noturno hoje. Talvez eu compre algo fofo para adicionar à casa!$h",
	"BeachNightMarket": "Oi, amore! Eles têm algumas estátuas fofas naquela barraca ali. Acho que a fazenda ficaria perfeita com um desses!$h",
	"winter_22": "Hoje é aniversário do meu irmão! Você deu alguma coisa para ele?#$b#[395] Aqui, tome este café... ele adora uma tonelada disso!",
	"winter_25": "Feliz Festa da Estrela Invernal, querido!#$b#[221] Aqui, trouxe uma coisinha para você. Eu sei que não é hora da troca oficial de presentes, mas eu queria algo para o meu amor de qualquer maneira!",
	"winter_28": "Mais um ano se passou... obrigado por torná-lo incrível, @.#$b#Vamos nos divertir à meia-noite hoje à noite...$l",


	"spouseRoom_Zinnia": "{{Random: Eu poderia escrever um pouco no meu diário hoje. Tenho que manter a mente afiada!$h 88 Li no livro da mamãe que há uma caverna com gemas brilhantes de todas as cores em algum lugar das minas.#$b#Vou escrever um plano para tentar encontrá-la hoje.#$b #Pode demorar um pouco, então não se importe comigo! 88 Li no livro da mamãe que há um santuário de esqueletos escondido nas cavernas em algum lugar.#$b#Vou escrever um plano para tentar encontrá-lo hoje.#$b#Pode demorar um pouco, então não demore, preste atenção em mim! 88 Li no livro da mamãe que há fontes termais escondidas em algum lugar nas minas.#$b#Vou escrever um plano para tentar encontrá-las hoje.#$b#Pode demorar um pouco, então não se importe comigo! 88 Obrigado por me deixar montar meu próprio quarto, docinho! Eu acho que fica ótimo! 88 Ei, @, depois que você terminar de trabalhar, devemos brincar com alguns dos meus bichos de pelúcia. Eu acho que você nunca pode ser velho demais para isso!$h |inputSeparator=88}}",


	"patio_Zinnia": "{{Random: Ah, é sempre bom sentar e relaxar na nossa linda quinta! 88 Oi, meu bem! Não se importe comigo, estou apenas sentada e apreciando tudo o que temos juntos. 88 Eu cresci as flores atrás de mim sozinha. Eu fiz um bom trabalho, meu bem?#$b#Eu sei que eles não são tão bons quanto qualquer coisa que você possa cultivar, mas eu ainda acho que eles são muito legais! 88 Olá, amor! Acabei de voltar de uma longa caminhada, então estou descansando aqui antes de entrar. Tenha um bom dia hoje!$h 88 Posso não ser a melhor em jardinagem, mas ainda acho muito divertido! |inputSeparator=88}}",


	"Rainy_Day_0": "Acordei cedo pensando que ia dar uma rápida caminhada matinal, mas estava chovendo baldes!#$b#Pelo menos agora posso passar um tempo com você, @...$l",
	"Rainy_Day_1": "A chuva costumava ser o meu clima menos favorito, mas agora eu gosto da chuva porque significa mais tempo que posso passar dentro de casa com você.$l",
	"Rainy_Day_2": "Está chovendo, amor! Isso significa que você não precisa regar suas plantações hoje...#$b#...e pode passar mais tempo comigo!$h",
	"Rainy_Day_3": "Brr... está frio hoje! Se aqueça, querido. Eu me preocupo com sua saúde.",
	"Rainy_Day_4": "Meu pai me disse quando eu era criança que a chuva era a maneira de Yoba agradecer a nós humanos no chão.#$b#Não sou super-religiosa, mas acho isso bem interessante!$h",
	"Rainy_Day_Zinnia": "Eu não vi nenhuma previsão de chuva ontem!#$b#Ah, bem, acho que isso significa que podemos passar mais tempo juntos lá dentro, certo, meu amor?$l",


	"Rainy_Night_0": "@, você está encharcado!$s#$b#Aqui, deixe-me pegar uma toalha, e então podemos nos aconchegar abraçadinhos perto da lareira...$l",
	"Rainy_Night_1": "@, você parece tão frio!$s#$b#[224] Venha, vamos comer um espaguete quente para o jantar. Vai te aquecer direitinho!$h",
	"Rainy_Night_2": "Você tem tanta sorte que pode trabalhar na chuva. A chuva entorpece meu espírito...$s#$b#...mas aí você entra e faz acender de novo!$h",
	"Rainy_Night_3": "A melhor sensação do mundo é dormir em uma cama quentinha durante uma tempestade ao lado do amor da sua vida.$l#$b#Não vejo a hora de dormir de conchinha, @!$h",
	"Rainy_Night_4": "Oi, querido. A chuva me fez sentir um pouco triste hoje, mas quando você entrou, tudo estava melhor.$l",
	"Rainy_Night_5": "Olá querido. Eu só queria agradecer.#$b#Você faz muito por nós para nos manter confortáveis em noites como esta, e quero que saiba que eu realmente aprecio seu trabalho duro.$l",
	"Rainy_Night_Zinnia": "@, você finalmente voltou! Eu estava começando a ficar um pouco preocupada.#$b#Agora, se seque e então podemos assistir um filme perto da lareira.#$b#Será exatamente o que precisamos depois deste dia sombrio.$l",


	"Indoor_Day_0": "Está um dia lindo para estar no vale! Tenha um bom dia, querido! Não se sobrecarregue!",
	"Indoor_Day_1": "Oi, mozão! Você estava muito fofinho ontem à noite enquanto dormia.#$b#Não se preocupe, eu achei muito lindo!$h",
	"Indoor_Day_2": "[211] Bom dia, querido! Preparei um pequeno almoço antes de você ir trabalhar. Espero que goste!",
	"Indoor_Day_3": "Eu sei que você tem mais experiência em administrar a fazenda, mas se eu fosse você, gostaria de ter um milhão de animaizinhos perambulando por aí! Eles são tão adoráveis!",
	"Indoor_Day_4": "Oi, querido! Acho que vou ler mais do livro da minha mãe hoje.#$b#Ela escreveu tantos bilhetinhos fofos para o tio Marlon e Gil que eu acho tão interessantes!",
	"Indoor_Day_Zinnia": "Vai ser um grande dia hoje, @! Certifique-se de ficar seguro, eu me preocupo com você!",


	"Indoor_Night_0": "Você foi para as minas hoje, meu bem? Eu fico preocupada toda vez que você faz isso, mas eu sei que você é forte e gostoso o suficiente para lidar com isso!$h#$b#Apenas tente não machucar muitos monstros inocentes, ok?",
	"Indoor_Night_1": "Bem vindo de volta, @. Eu estava limpando algumas coisas em casa e encontrei isso!#$b#[577] É da minha coleção pessoal de rock. Isso me lembra você...$l",
	"Indoor_Night_2": "Oi, querido! Eu só estava sentindo sua falta.#$b#Eu sei que você tem muito trabalho, mas eu sempre adoro quando você está em casa comigo.$l",
	"Indoor_Night_3": "Oi, docinho. Passei algum tempo escrevendo um diário hoje. Acho que posso encontrar outra das cavernas secretas da mamãe em breve!",
	"Indoor_Night_4": "A noite na Fazenda %farm é muito diferente da de Zuzu...#$b#É tão tranquila e bonita. Na cidade, tudo o que eu ouvia eram buzinas e gritos.#$b#Agora ouço grilos pacíficos e sua voz adorável!$h",
	"Indoor_Night_Zinnia": "Espero que Gabe esteja bem esta noite. Eu sei que ele pode se sentir um pouco solitário agora que me mudei.#$b#Ele sempre apoiou tanto a mim e a você, então espero que ele encontre alguém perfeito para ele também!",


	"Outdoor_0": "Oi, querido! Eu estava tomando chá enquanto olhava para nossa bela fazenda.#$b#[614] Aqui, eu fiz uma xícara para você também!$h",
	"Outdoor_1": "Não há nada como o ar da manhã ao lado do meu verdadeiro amor! Tenha um bom dia, lindão.",
	"Outdoor_2": "Nossa! Ficou mais quente aqui fora?$h",
	"Outdoor_3": "Bom dia, querido. Estou apenas admirando o que temos aqui.#$b#Lembre-se de ter cuidado lá fora! Eu me preocupo com sua segurança quando você sai.",
	"Outdoor_4": "Eu amo o cheiro do ar da manhã - parece que vai ser um dia perfeito!",


	"funLeave_Zinnia": "{{Random: Bom dia, querido. Hoje vou passear pela cidade. Nunca é uma má ideia checar seus amigos!$h 88 Oi, querida. Estou indo para a cidade hoje. Talvez eu até visite meu tio e meu irmão.#$b#Fique seguro enquanto eu estiver fora!$h 88 O Dr. Harvey disse que era uma boa ideia fazer caminhadas para nossa saúde, então eu vou hoje.#$b#Você deveria vir se juntar a mim, querida, se não estiver muito ocupada.$h 88 Oi, @. Estarei fora de casa hoje - vou passar um tempo com Gabe e Marlon. Não sinta muito a minha falta!$h 88 [35] Oi, querida. Preparei alguns ovos para o café da manhã.#$b#Vou sair hoje, mas sempre terei tempo de fazer algo delicioso para você!$h 88 Oi querida! Espero que você tenha um ótimo dia hoje.#$b#Eu vou para a cidade hoje, então divirta-se enquanto eu estiver fora!$h |inputSeparator=88}}",


	"funReturn_Zinnia": "{{Random: Essa caminhada foi incrível. Cheguei a ver quase todo mundo na cidade!#$b#Adoro viver nesta comunidade são colorida!$h 88 Ah, oi, meu bem. Minha caminhada foi ótima!#$b#[591 593 595 597 376 402 418 18] Aqui, escolhi uma linda flor para você...$l#$b#Me lembrou como você é lindo! 88 Eu me diverti muito hoje. Adoro visitar minha família!#$b#Você sabia que Gabe está trabalhando em um trabalho de pesquisa? Estou tão orgulhoso dele!$h 88 Eu me diverti muito na Guilda hoje.#$b#Tio Marlon não é mais jovem, então eu adoraria passar o máximo de tempo possível com ele e Gabe. 88 Ah, @! Eu estava prestes a ir buscar você.#$b#[206] Adivinha o quê? Eu trouxe uma pizza quente do Saloon para nós! Espero que você goste. 88 *Bocejo* Estou exausta! Passei o dia todo viajando pela cidade conversando com todo mundo.#$b#Adoro fazer parte desta comunidade!$h |inputSeparator=88}}",


	"OneKid_0": "Acho que vou dar a %kid1 alguns dos meus bichos de pelúcia favoritos para brincar. Com certeza eles vão amá-los!",
	"OneKid_1": "Oi, @! Eu já alimentei e beijei %kid1.#$b#Você deveria falar com eles algum dia, eles precisam do pai deles também!^Você deveria falar com eles algum dia, eles precisam da outra mãe também!",
	"OneKid_2": "Eu vou ser a mãe que eu acho que minha mãe teria sido se ela tivesse mais tempo comigo. Não quero que %kid1 se sinta perdido ou indigno, como eu me senti.",
	"OneKid_3": "Oi, querido. Não acredito que já temos um filho juntos. A vida não poderia ser melhor.",


	"TwoKids_0": "Ei, querida, você acha que %kid1 e %kid2 serão fazendeiros como você?#$b#Já posso vê-los por aí, assim como você!",
	"TwoKids_1": "Alimentei %kid1 e dei banho em %kid2. Ser mãe é um trabalho árduo, mas eu amo isso!$h",
	"TwoKids_2": "Um dia devemos levar %kid1 e %kid2 para uma viagem em família. Eu adoraria que eles vissem o mundo antes de crescerem.",
	"TwoKids_3": "2 filhos, um marido incrível e o terreno mais bonito de todo o vale. Esta é a vida que sempre quis!^2 filhos, uma esposa incrível e o terreno mais bonito de todo o vale. Esta é a vida que sempre quis!$l",



	"Good_0": "Oi, querido. Você fica muito bonito na luz da manhã.$l",
	"Good_1": "É um pouco embaraçoso, mas eu sonhei em beijar seus lábios desde o momento em que nos conhecemos...$l",
	"Good_2": "Mudar para cá foi a melhor decisão que já tomei, pois conheci vocês e fiz parte dessa comunidade incrível.",
	"Good_3": "[591 593 595 597 376 402 418 18] Oi, querido! Comprei algumas flores para você no armazém geral. Espero que goste deles, querida.$l",
	"Good_4": "Uau, @... você está tão incrível hoje. Até a cabeceira da cama parece boa!$l",
	"Good_5": "Nunca vou deixar de amar esse pingente, @. É o melhor presente que já recebi.$l",
	"Good_6": "Eu nunca pensei que encontraria o amor verdadeiro depois que meu último relacionamento terminou, mas estou tão feliz por estar tão errado.#$b#Você é incrível, @.$l",
	"Good_7": "Quando contei a Emily sobre minha paixão por você pela primeira vez, ela me disse que estávamos destinados a ficar juntos.#$b#Acho que ela estava certa, hein?$l",
	"Good_8": "Oi, @... oh, por que estou sorrindo?$l#$b#Haha, você é tão engraçado!$h",
	"Good_9": "Oi, @. Eu só queria dizer que eu te amo muito.$l#$b#Nada mais, mas eu só queria dizer isso. Você nunca pode ter muito amor em sua vida, sabe?$h",


	"Neutral_0": "Fico feliz que Sam tenha sido tão aberto sobre meu relacionamento com você. Você sabia que ele confessou que gostava de mim antes?#$b#Eu não sentia o mesmo, mas estou feliz que ainda somos amigos!",
	"Neutral_1": "Oi, @. Espero que você tenha um bom dia hoje. Talvez possamos sair, se você tiver tempo?",
	"Neutral_2": "Oh, olá. Você tem alguma coisa para fazer hoje? Nós poderíamos passar algum tempo juntos se você quiser!$h",
	"Neutral_3": "Eu vi alguns esquilos fofos perto das árvores perto de nossas plantações. Eles são tão fofos com suas bochechas adoráveis!",
	"Neutral_4": "Ser casada com você me tornou uma parte oficial da comunidade da Vila Pelicanos. estou tão feliz por isso!",
	"Neutral_5": "Ei, @, você gosta de almoços caseiros? Espero que sim!#$b#[241] Fiz alguns hambúrgueres para nós, se você quiser.",
	"Neutral_6": "Tenha um bom dia hoje, docinho. Fique seguro, não quero que nada aconteça com você!",
	"Neutral_7": "As pessoas costumavam me chamar de garota do sol em casa. Acho que agora sou a garota do sol casada com o fazendeiro do céu!",
	"Neutral_8": "Não seria tão legal se Gabe se casasse com alguém também? Então saímos em encontros duplos com ele!#$b#Psst... Ouvi dizer que ele tem uma queda por {{Random: Abigail, Alex, Elliott, Emily, Leah, Maru, Penny, Sam, Sebastian, Shane, Haley , Harvey}}...#$b#Você não ouviu isso de mim!$h",
	"Neutral_9": "Minha mãe sempre disse que um dia eu encontraria meu par perfeito. Depois de todo esse tempo, acho que ela estava certa!$h",


	"Bad_0": "Oh, hum, oi...$s#$b#Eu posso, hum, ficar no meu quarto o dia todo...$s",
	"Bad_1": "O quê?$u#$b#Oh, meu Pingente de Sereia... acho que coloquei em uma gaveta em algum lugar...$s",
	"Bad_2": "Apenas um dia eu gostaria de passar um pouco mais de tempo com você...$u#$b#Parece que estou sempre sozinha aqui.$s",
	"Bad_3": "Hum? Oh, hum, eu só estava me perguntando o que seria da minha vida se eu fizesse algumas escolhas diferentes...$s",
	"Bad_4": "Acho que a Emily está livre hoje. Eu poderia passar o dia inteiro com ela...$s",
	"Bad_5": "Oh Olá @. Eu estava apenas tirando a poeira do meu diário. Eu só escrevo coisas boas lá para manter a energia positiva.#$b#Faz tempo que não faço uma nova entrada...$s",
	"Bad_6": "Assisti a um programa de TV onde o casal passava todos os finais de semana juntos. Eu me pergunto o que poderia sentir nisso...$s",
	"Bad_7": "Eu nunca soube que casar me levaria a me sentir assim... Eu pensei que era tudo sol e corações.$s",
	"Bad_8": "Oi, oi @. Eu ia sair hoje, mas algo me deu vontade de ficar em casa e não fazer nada o dia todo.$s",
	"Bad_9": "Meu pai me disse que seu casamento parecia que ele estava crescendo a cada dia. Eu acho que a experiência de cada pessoa é diferente.$s"
			}
		},

	{
 
   "Action": "EditData",
   "Target": "Characters/Dialogue/MarriageDialogueZinnia",
   "Entries": {
	"funLeave_Zinnia": "Bom dia, amor! Estou indo para a biblioteca hoje para pesquisar um pouco mais do livro da mamãe.#$b#{{Random: Estou quase à beira de descobrir como posso descobrir o santuário de esqueletos escondido! 88 Acho que quase descobri como encontrar uma caverna de gemas maluca! 88 Mamãe descreveu uma linda piscina subterrânea que eu quero muito ver! |inputSeparator=88}}$h#$b#Venha me visitar se tiver tempo, querido!$h",

	"funReturn_Zinnia": "Oi, meu anjo! Eu tive um ótimo dia hoje. Aprendi muito mais sobre os lugares secretos nas minas.#$b#Talvez eu até faça uma expedição em breve!$h#$b#Como foi seu dia, querida?"
			},
   "When": {
		"HasSeenEvent: anyPlayer": "8280005",
		"DayOfWeek": "Monday, Thursday"
		}
	},

	
	{
            "Action": "EditData",
            "Target": "Strings/Characters",
	    "Entries": {
	"MovieInvite_Spouse_Zinnia": "Um filme? Claro! Eu adoraria ir com você, meu bem!#$b#Espero que seja divertido!$h"
		}
	}

	]
}