{
    "Resort_Entering": "Uau! Este lugar é lindo!",
    "Resort_Leaving": "Adeus papagaios! Vejo você em breve.$1",
    "Resort_Shore": "Olhe para todas essas conchas bonitas! Quer me ajudar a fazer um colar, fazendeiro(a) @?",
    "Resort_Umbrella": "Papai me disse que eu não posso ficar no sol o dia todo.",
    "Resort_Towel": "Estou desenhando os pássaros @. Assim como uma verdadeira naturalista.$1",
    "Resort_Wander": "Aposto que tem muitos tipos de pássaros legais por aqui.",
    "Resort_Bar": "Gus me fez um ponche especial com água de coco e manga. Olha, tem até um guarda-chuvinha!$1",
    "Resort": "Tem papagaios aqui, @! Eles não são incríveis!#$b#Os papagaios são superinteligentes! Alguns deles até usam ferramentas.",
    "Introduction": "Oi! Eu sou Eloise, mas você pode me chamar de Ellie se quiser.#$b#Você é novo aqui, certo fazendeiro?^Você é nova aqui, certo fazendeira?",
    "Mon": "Posso dar uma espiada na sua fazenda às vezes? Tenho certeza que está cheio de todos os tipos de coisas interessantes!",
    "Mon2": "Há um gato de rua que mora perto da praia. Ela é supermagra e assustada. Tenho tentado fazer amizade com ela, mas ela parece não gosta da ideia...",
    "Mon4": "Eu queria explorar a caverna na praia, embora papai dissesse que é muito perigoso.#$b#Mesmo assim eu fui! Foi muito escuro e assustador, e me fez sentir todos os tipos de calafrios. Então eu decidi fizer um recuo estratégico!$3",
    "Mon6": "Por que as pessoas têm que lutar, fazendeiro(a) @? Eu tenho um amigo na República de Gotoro.#$b#O nome dele é Sora. Ele é muito legal e nem um pouco ruim!",
    "Mon8": "Qual é o seu animal favorito, fazendeiro(a) @?#$b#Sim, eles são muito legais! Mas eu gosto mais dos Pelicanos!$1",
    "Mon10": "Sabe, fazendeiro(a) @, papai está sozinho desde que mamãe morreu. Você pode se mudar pra cá e fazer companhia a ele. Eu não me importaria de compartilhá-lo, não com você!",
    "Tue": "Você gosta de pássaros, fazendeiro(a) @? Se você não gostar, então não podemos ser amigos.",
    "Tue2": "Jas é minha melhor amiga em todo o mundo, mesmo que ela principalmente só queira brincar com bonecas.",
    "Tue4": "Eu caí de uma árvore hoje e machuquei meu joelho! Mas não se preocupe, a Sra. Marnie me tratou e tudo melhorou - Olhe para essas bandagens bonitas!#$b#Mas não diga nada ao papai, ele vai ficar muito zangado.",
    "Tue6": "A Sra. Marnie é uma ótima cozinheira. Eu não me importaria se ela quisesse se casar com meu pai.#$b#Mas ela apenas riu quando eu pedi a ela que considerasse isso.$3",
    "Tue8": "O gato de rua pegou um pardal ontem. Eu tentei salvá-lo, mas não consegui...$2#$b#Papai diz que quando um gato os pega, é tarde demais. Se eles não morrem de medo, eles morrem de uma infecção.$2",
    "Tue10": "Estou escrevendo para pedir ao governador que ajude as pessoas de Gotoro.#$b#É nossa culpa que Sora e sua família não tenham onde morar. Fomos nós que invadimos suas terras!",
    "Wed": "Quer vir visitar nosso rancho algum dia? Você poderia conhecer a Princesa Midnight e Sir Flufflekins!#$b#E também temos um papagaio - O nome dele é Richie, e ele é uma arara! Ele conhece um monte de palavras e nem todas são educadas!",
    "Wed2": "Você já explorou as cavernas, fazendeiro(a) @? Aposto que lá é lar de todos os tipos de criaturas muito legais.#$b#Alguns tipos de andorinhões vivem em cavernas. Eles fazem seus ninhos com saliva.$1#$b#E em alguns países, se comem os ninhos! Ick, você pode imaginar comer a saliva de alguém?$3",
    "Wed4": "Você sabe que há alguns pássaros que vivem em cavernas? Eles são chamados de pássaros do petróleo. E eles voam no escuro usando ecolocalização - Assim como os morcegos, mas não tão bem!",
    "Wed6": "Acho que a Sra. Pam gosta do meu pai. Ela sempre fica cintilante quando ele está por perto.#$b#Eu não gosto dela. Ela cheira a cerveja e isso me deixa enjoado.#$b#Além disso, às vezes ela é má com a Srta. Penny, e a Srta. Penny é a pessoa mais adorável em todo o mundo!$2",
    "Wed8": "Richie pertencia ao meu Avô, e ele ensinou a ele um monte de palavrões!#$b#Mas os papagaios vivem muito tempo, e quando vovô ficou muito velho para cuidar dele, Richie veio morar conosco.",
    "Wed10": "Estou feliz apenas por morar com meu pai e muitos animais, mas às vezes meu pai parece triste.#$b#Eu acho que ele se sente sozinho. Talvez você pudesse vir mais vezes e fazer companhia a ele?",
    "Thu": "Eu vou ser um explorador um dia! Talvez eu até descubra um novo animal.",
    "Thu2": "Você tem que ter cuidado se for à praia depois de escurecer, porque os caranguejos noturnos saem para caçar vermes da areia e outras coisas na praia.#$b#Uma vez eu vi um tão grande quanto um gato!#$b#Eles são maus, também comem filhotes de pássaros e animais de estimação - E às vezes até criançinhas bobas.",
    "Thu4": "Às vezes, depois da chuva, procuro conchas na praia.",
    "Thu6": "Você sabe o que é uma praga invasiva, fazendeiro(a)? É um animal que não vive naturalmente em um lugar, mas é introduzido por pessoas - Às vezes por acidente, às vezes de propósito.#$b#Como os caranguejos que vivem na praia. Papai diz que precisamos mantê-los sob controle, ou eles vão se espalhar para as outras praias e talvez dominar o mundo inteiro!",
    "Thu8": "Estou preocupado com Sora. Deve ser muito assustador morar em Gotoro. Eu gostaria que houvesse uma maneira de trazê-lo a salvo aqui - Com sua mãe e irmãzinha.",
    "Fri": "Papai é muito inteligente, mas também muito ocupado, então fico feliz que a Srta. Penny possa nos ensinar as coisas!#$b#Jas é minha melhor amiga em todo o mundo, e Vinnie é legal!",
    "Fri2": "Miss Penny diz que faço muitas perguntas. Muitos para ela acompanhar! Mas há tanta coisa que eu quero aprender!",
    "Fri4": "A Srta. Penny nos disse para escolher nosso animal favorito para um projeto. Eu escolhi o Pelicano, porque eles são incrivelmente legais, e Jas escolheu o Gaio Azul.#$b#Vinnie escolheu uma Aranha - Uma aranha doméstica comum, para ser mais preciso - E a trouxe para a aula em uma caixa de fósforos!$1#$b#Srta. Penny não ficou contente.$3",
    "Fri6": "Vinnie disse que apenas 'Garotas Femininas' usam vestidos cor-de-rosa e coisas do tipo, e eu não sou uma garota muito feminina porque gosto de subir em árvores e cavar folhas em busca de insetos e outras coisas.#$b#Mas posso usar vestidos bonitos também, se quiser, não posso?#$b#Acho que ele está com ciúmes; Sua mãe não o deixa se vestir bem porque ele se suja o tempo todo.",
    "Sat": "Você tem que ficar quieto se quiser observar pássaros. Papai diz que sou um tagarela natural - Mas eu sei como ficar quieta!",
    "Sat2": "Princess Midnight é a gata mais preguiçosa do mundo. Ela quase nunca sai de casa.#$b#Então, não estou preocupado com ela caçar meus amigos pássaros.",
    "Sat4": "Muitas bagas crescem aqui na primavera e no outono. É por isso que os pássaros amam East Scarpe!",
    "Sun": "Papai sempre visita o tumulo da mamãe aos domingos. Isso o deixa meio triste. Eu sinto falta dela, embora eu não me lembre dela muito bem.",
    "Sun2": "Nós estamos indo para a praia! Talvez eu encontre algumas conchas bonitas. Minhas favoritas são as coloridas.#$b#E os pelicanos me fazem rir. Eles são pássaros tão engraçados.$1",
    "Sun4": "Você sabia que os pássaros descendem dos dinossauros, fazendeiro(a) @? Os primeiros pássaros foram chamados de Archae-Archaeopteryx. Significa 'Asa de Pena'.#$b#É engraçado pensar que os dinossauros podem ter se parecido com Pelicanos ou Gansos!",    
    "summer_Mon": "O verão é bem chato para observar pássaros. As Ilhas Fern são cobertas de frutas e outras coisas, então eles vão até lá de férias - Assim como as pessoas fazem!",
    "summer_12": "Amanhã vou à praia, fazendeiro(a) @! Os Flamingo com crista párão por aqui para comer antes de migrar para Gotoro. Quer vir assisti-los comigo?",
    "ArchaeologyHouse": "A Srta. Penny é uma ótima professora. Ela sabe todo tipo de coisa sobre o Vale.",
    "spring_1_2": "Oba, é primavera! Você tem algum animal filhote na sua fazenda? ",
    //"winter_16_2": "Ei, você já pegou um Peixe Bolha, @?#$b#Eles vivem em águas muito profundas sob muita pressão e, quando são levados para cima, seus corpos se descomprimem e ficam todos estranhos e gordurosos.#$b#É nojento e triste. Você deveria deixá-los sozinhos.$2",
    "winter_24": "É Estrela do Inverno amanhã! Você está animado para os presente?#$b#Papai me prometeu um novo par de binóculos! O que você quer ganhar fazendeiro(a) @?$1",
    "winter_24_2": "Olá @! Quem é a pessoa que você dara seu presentes secreto este ano? Sou eu? *Risos*",
    "summer_28": "A água-viva visita esta noite, então papai está me deixando ficar acordado até tarde!$1",
    "winter_Mon": "Você sabia que alguns animais dormem durante todo o inverno @. Gostaria de poder dormir durante todo o inverno também. Está tão frio!#$b#Melhor não né? Se não, eu não poderia construir um boneco de neve ou ter uma guerra de bolas de neve com papai. Então talvez o inverno não seja tão ruim.",
    "winter_Thu": "Escrevi para Sora e contei a ele tudo sobre neve. Não acho que neva onde ele mora. Exceto talvez no topo das montanhas.",
    "JasperGone1": "O Professor Jasper partiu para uma grande aventura! Ele está procurando os anões - E me prometeu alguma pedra preciosa.$1#$b#Mas as cavernas são realmente assustadoras e cheias de coisas nojentas... Espero que ele volte logo.$2",
    "GOABB": "Jas me contou uma história realmente assustadora sobre armas e um coelho azul gigante. Era tudo sobre guerra, como a guerra em Gotoro.$3#$b#Como Jas sabe tanto sobre guerra? Não sei... Sera que ela tem um novo amigo e não quer me contar.$2",
    "LucikielArrives": "Você viu o homem-monstro? Jas disse que ele é realmente assustador e a fez sentir vontade de vomitar.$2#$b#Eu gostaria de ter visto ele... Eu não teria ficado com medo!",
    //Answers to Event Questions
    "Eloise_Duck_Y": "Hum... Milho, Alface, Ervilha, Aveia e até Sementes!",
    "Eloise_Duck_W": "Claro que sim! Ele ama isso. Como eu amo Bolo Rosa!$1#$b#Mas se eu comer o tempo todo, vou engordar e ficar doente. E ele também.$2#$b#Milho, Alface, Ervilha, são muito melhores para ele!",
    "Eloise_Duck_G": "Certo! Uvas está bem.#$b#Milho, Alface, Ervilha, também são bons!",
    "Eloise_Duck_N": "Eu não sou mandona! Você que é mau.$2",
    "Is_Sora_Dead": "Sora ainda não está escrito. Talvez ele não goste mais de mim...$2#$b#Ou talvez... Não, pensar nisso deixa meu estômago todo enjoado. Como se estivesse cheio de pássaros, mas não no bom sentido.$2",
    //courtship responses
    "rejectNPCA": "São para minha mãe? Ela realmente amava flores bonitas.$3",
    "rejectNPCB": "A única flor de que gosto é o Narciso! As Penas são melhores.$1",
    "refusal_no_heartsA": "Você também tem procurado conchas na praia? Aquela parece muito especial.",
    "refusal_no_heartsB": "Você vai dar isso ao meu pai? Porque ainda não sei se te aprovo!$3",
    "engageA": "Você deve dar isso ao seu prometido! É muito bonita.$1",
    "engageB": "Oh, que concha bonita! Isso é para seu prometido?",
    "marriedA": "Ah, tenho certeza de que a pessoa que receber vai adorar!",
    "marriedB": "Isso é muito bonito. É para %spouse?",
    "winter_Tue2": "$q 5787001/5787002 winter_Tue#Como são seus pais, fazendeiro(a) @?#$r 5787001 25 Parents_proud#Eles estão orgulhosos de mim por ter assumido a fazenda.#$r 5787001 25 Parents_love#Eles são maravilhosos e eu os amo muito.#$r 5787001 25 Parents_good#Eles são gente boa, mesmo que nem sempre nos demos bem.#$r 5787002 0 Parents_personal#Isso é pessoal e não é educado perguntar.#$r 5787002 -25 Parents_rude#Isso é pessoal, pare de ser intrometida!",
    "Parents_proud": "Claro que eles são! Tenho certeza que sua fazenda é muito bonita.$1",
    "Parents_love": "Isso é bom! Eu amo muito meu pai também!$1",
    "Parents_good": "Eu e papai nem sempre nos damos bem, mas nos amamos muito! Aposto que é assim com a sua família também.$1",
    "Parents_personal": "Oh... Sinto muito... Papai sempre diz que minha língua é mais rápida do que meu cérebro. Vou tentar melhorar e pensar primeiro na próxima vez. Promessa!$3",
    "Parents_rude": "Desculpa...$2",
    "winter_Tue": "O inverno não é uma boa época para pássaros, @. Dificil encontrar comida!#$b#Às vezes salpico sementes no gramado. Os Cardeais adoram!",
    //New Dialogue
    "spring_Fri10":"Você sabia que os filhotes - Filhotes - Não podem voar quando saem do ninho?#$b#Se você vir algum fora do ninho e não houver predadores por perto, ele ficara bem. Só não toque nele!$3",
    "Sat10":"Tenho lido cartas de Sora novamente. Espero que ele esteja bem. A vida dele parece muito assustadora.#$b#Estou feliz que papai, mamãe e eu estivéssemos aqui antes que tudo ficasse horrível. Gostaria ter trazido Sora e sua família também.$2",
    "Sun10":"Você quer vir a praia conosco hoje? Papai me deixa trazer conchas. Estou fazendo um álbum de recortes delas!$1",
    "summer_Mon10":"Talvez eu deixe você ler meu diário um dia, @.$3#$b#Mas não hoje.",
    "summer_Tue10":"Qual é a sua estação favorita, fazendeiro(a) @?#$b#O outono é o mais bonito, mas acho que a minha preferido é a primavera. Porque há muitos animais bebês nascendo - E é meu aniversário.$1",
    "summer_Wed10":"Você viu algum Pica-Pau? Você sabia que um Pica-Pau bica na madeira com cerca de 1000 vezes a força da gravidade?$3#$b#E eles nem têm dor de cabeça! Isso não é incrivel?$1",
    "summer_Thu10":"Papai e eu olhamos álbuns de fotos antigos ontem à noite. Minha mãe e ele pareciam muito felizes.#$b#Eu gostaria que ela não tivesse morrido. Mas agora é meu trabalho fazê-lo sorrir.#$b#Mas você também o faz sorrir, @. Fico feliz que você seja proximo dele.$1",
    "summer_Fri10":"Você gosta de nadar, @? East Scarp tem a melhor praia para se nadar! Às vezes o peixe mordisca seus dedos do pé.$1#$b#Não se preocupe! Eles não estão tentando comê-lo. Eles só comem sua pele morta. Ta bem?$3",
    "summer_Sat10":"Às vezes dona Rosa dá pão e outras coisas para os patos... Fico dizendo que ela não devia.#$b#Não acho que ela goste muito de mim.",
    "summer_Sun10":"Papai disse que costumava haver contrabandistas, piratas e outras coisas que visitam aqui. Será que enterraram algum tesouro?",
    "fall_Mon10":"Você gosta de brigas de folhas, fazendeiro(a) @? A última vez que Vinnie, Jas e eu brigamos com folhas, Vinnie deixou cair um inseto no meu pescoço.#$b#Me fez muitas cócegas!$1",
    "fall_Tue10":"Estou tentando ensinar a Richie algumas palavras novas. Mas ele é muito teimoso.#$b#Ele está velho, você sabe. Ele pertencia ao meu avô. Eu não acho que ele era um homem muito bom. Papai quase nunca fala sobre ele.",
    "fall_Wed10":"Tenho aprendido muito na escola! Srta Penny é uma ótima professora.#$b#Embora, ela diga que às vezes eu à desafio demais. Mas eu só a corrijo se ela errar. Não é melhor saber os fatos reais?",
    "fall_Thu10":"Tenho escrito para minha Nana! Ela é muito legal. Ela mora em Grampleton com três gatos e uma senhora chamada Theresa.#$b#Ela é autora, então tenho que garantir que minhas cartas sejam bens escritas!$1",
    "fall_Fri10":"Estou MUITO zangado com a Princesa Midnight.$3#$b#Ela trouxe um pássaro ontem. Papai deu antibióticos... Mas estava morto esta manhã.$2",
    "fall_Sat10":"Você sabia que os pinguins costumavam fazer ninhos por aqui, fazendeiro(a) @?#$b#Eles não fazem muito mais. Os caranguejos das rochas comeram seus ovos.$2",
    "fall_Sun10":"Você acha que papai e seu irmão serão amigos de novo?#$b#Eu realmente tenho que fazer muitas perguntas antes que papai fale sobre ele.$2",
    "winter_Mon10":"Você é amigo do meu Tio? Acho que ele precisa de mais amigos.$3#$b#Mas quando falo com ele, ele diz coisas que me deixam triste. Não acho que ele goste de mim.$2",
    "winter_Tue10":"Você tem irmãos ou irmãs, fazendeiro(a) @?#$b#Às vezes, gostaria de ter um irmão mais velho como o Vinnie. Sam é tão legal. Ele é músico! Você sabia disso?$1",
    "winter_Wed10":"Jas estava falando sobre o que ela queria ser quando crescesse ontem.#$b#Eu estive pensando. Quero trabalhar com animais, mas ser veterinária é muito entediante. Talvez eu pudesse ser uma treinadora de animais no circo?$3",
    "winter_Thu10":"Em breve é ​​o aniversário do meu Tio. Eu queria dar a ele um presente. Papai disse que eu poderia fazer um desenho para ele.#$b#Mas e se ele não gostar?$2",
    "winter_Fri10":"Papai foi chamado para uma emergência no meio da noite. Não se preocupe, Dona Rosa veio me fazer companhia.#$b#Eu gosto dela. Ela já esteve em tantos lugares! Talvez um dia eu viaje pelo mundo também.$1",
    "winter_Sat10":"Vovó dá o melhor presente do Festival! Este ano ganhei um caderno brilhante!$!#$b#Também tem vem com um cadeado, então ninguém pode ler meus segredos.",
    "winter_Sun10":"Às vezes encontramos lixo na praia. Nós sempre pegamos e jogamos fora.#$b#Porque se não o fizermos, os animais podem comê-lo e ficar doentes. Isso me deixa triste.$2#$b#Você não joga lixo no chão, fazendeiro(a) @?$3",
	//Unique Gift Responses
    "GiftReaction_Duck_Feather": "Oooh! Vou adicionar isso à minha coleção. Obrigado @!",
    "GiftReaction_Rice_Pudding": "Isso é tão pegajoso! Papai odeia, então não comemos em casa.",
    "GiftReaction_Dinosaur_Egg": "É tão grande! Eu mal posso carregá-lo. Me pergunto que tipo de pássaro botou isso?",
    "GiftReaction_Dinosaur_Egg~1": "Isso é tão legal. Espero que papai me deixe chocar!",
    "GiftReaction_Void_Egg": "Nunca vi um ovo assim! Parece meio estranho.#$b#Eu adorei isso!",
    "GiftReaction_Blobfish": "Esse pobre peixinho... Você é realmente mau!$2",
    "GiftReaction_Rodney's_Autograph":"Ei, é o Sr. Rodney! Tentei ler o livro dele, mas era muito chato.#$b#Mas isso é muito legal!$1",
    "reject_534": "Uau isso é lindo! Mas é muito grande para mim. Parece importante também.#$b#Minha vovó usa muitos anéis brilhantes, talvez ela goste!$1",
    //Conversation Topics
    "AbyssRoosterGrow":"O Príncipe Shadow está muito feliz agora que está com a mãe dele!$1#$b#Eu conversei com a Srta Kat sobre como cuidar dele e tal. E adivinha?#$b#Ela estudou Zoologia na universidade - Então ela já sabe. Eu ainda vou checar ele todos os dias!$1",
    "PepperPupHome":"Você veio ver Pepper? Ela está um pouco tímida hoje.$2#$b#Oh! Talvez você devesse voltar amanhã!$1",
    "Aideen_Garden":"O jardim da Srta Aideen parece muito legal! Gostaria de saber se ela me deixaria adicionar um alimentador de pássaros ali?$3"
}