{
	"Introduction": "Ei, você é um novo rosto! Você é o(a) novo(a) fazendeiro(a) que se mudou ao Oeste?#$b#Eu sou a Dao. Eu moro em East Scarpe - Sinta-se à vontade para me dizer oi se estiver na área!",
	"Saloon_Entry": "Ei, Gus! Continua ocupado?/Ahh, cheira bem como sempre!/O forno está funcionando, Gus?",
	"Seedshop_Entry": "Ei, Pierre. Como vão as coisas?/Hmm... molho de soja, arroz, alho.../O que tinha de novo na minha lista...?/Oh-hoh, aqueles vegetais frescos parecem bons!",
	"divorced": "Apenas saia. É melhor para nós dois.",
	"give_flowersB": "Decidiu que quer dar uma chance a isso, hein? Vamos em frente.",
	"give_pendant": "Sabe, eu iria morar com você mesmo sem me casar. Mas isso torna a papelada mais fácil.",
	"reject_two_heartA": "Isso é gratificante, mas não estou interessada.",
	"reject_two_heartB": "Quanto que sabemos um sobre o outro? Isso não é o suficiente para algo assim.",
	"reject_four_heartA": "Eu gosto de você, @, mas não te conheço o suficiente para dar um passo adiante.",
	"reject_four_heartB": "Desculpe, @, mas terei que recusar.",
	"engageA": "Você já não está noivo(a)? Você perguntou ao seu parceiro sobre isso?",
	"engageB": "Seu parceiro está bem com você me perguntando isso?",
	"marriedA": "Você já não é casado(a) com %spouse? %spouse está realmente bem com essa ideia?",
	"marriedB": "Você realmente deveria discutir isso com o(a) %spouse antes de me perguntar.",
	"refusal_knownA": "Obrigada, mas não funcionaria.",
	"refusal_knownB": "Desculpe, @, mas não sinto o mesmo.",
	"refusal_botherA": "Quantas vezes tenho que dizer isso? Eu não estou interessada.",
	"refusal_botherB": "@, eu não estou interessada. Saia!",
	//
	//Daily spring dialogue
	//
	"spring_Mon": "E aí, @. Apenas passando pra dizer oi?",
	"spring_Mon2": "Você já andou de caiaque antes, @? A primavera é a melhor estação para isso - o derretimento da neve mantém o rio rápido.$1",
	"spring_Mon4": "Quer saber, eu não faço rapel há algum tempo. Eu deveria consertar isso.",
	"spring_Mon6": "Para ser honesto com você, não sou apaixonada por tradução.$2#$b#Mas acho que é fácil de fazer e paga as contas. Além disso, posso definir meu próprio horário.$0",
	"spring_Mon8": "Encomendei um novo capacete há algum tempo. No entanto, ainda tô esperando ele chegar.$2#$b#Bem, vou ter que me contentar com o meu antigo.$0",
	"spring_Mon10": "'Dao' é na verdade meu apelido. Meu nome completo é Chanchira Sitthichai, mas é muito longo para o uso diário.$1",
	"spring_Tue": "Como vão as coisas na fazenda? Avise-me se precisar de ajuda com algo pesado!",
	"spring_Tue2": "Hmm, tenho que lembrar de comprar mais macarrão de arroz mais tarde.$2#$b#Oh, @! Desculpe, estava pensando em outras coisas.$1",
	"spring_Tue4": "...#$e#...hm? Oh, @. Desculpa, Estava apenas... lembrando de algo que aconteceu há muito tempo. Não se preocupe com isso.$2",
	"spring_Tue6": "Gus e eu deveríamos ter uma competição de culinária um dia desses. Todos na cidade seriam convidados para julgar, é claro! O que você acha?$3",
	"spring_Tue8": "Ria se quiser, mas ver os animais recém-nascidos na primavera nunca deixa de colocar um sorriso no meu rosto.$6#$b#Vê-los tropeçar e ver o mundo pela primeira vez - é algo mágico.",
	"spring_Tue10": "Meu irmão ligou na semana passada. Ele têm o fim de semana de folga em seu último destino de voo, garoto de sorte. É bom ouvir isso dele.$1",
	"spring_Wed": "Você precisa de alguma coisa, @?",
	"spring_Wed2": "Você nunca estará velho demais para aprender algo novo, @! Não se esqueça disso.$1",
	"spring_Wed4": "Sabe, eu costumava trabalhar como bombeiro em Grampleton. É muito diferente de ser um bombeiro voluntário aqui na sonolenta Vila Pelicanos.",
	"spring_Wed6": "O Willy é um bom amigo. Tentamos sempre nos atualizar nas sextas-feiras e trocar histórias.",
	"spring_Wed8": "Você tem algum pequeno hábito estranho, @? Devo avisar, sempre fui péssima em falar de bebês com meus bichinhos. Não consigo mudar.$1",
	"spring_Wed10": "Você deveria vir jantar aqui algum dia, @. Vou fazer meu macarrão especial de camarão e gengibre para você.$1",
	"spring_Thu": "Desculpe, estou um pouco ocupada agora. Conversaremos mais tarde, certo?",
	"spring_Thu2": "Tenho um grande projeto de tradução chegando em breve. Posso não ter muito tempo para conversar.",
	"spring_Thu4": "A Vila Pelicanos possui muitos jovens, hein? Estou surpreso que não haja mais gente da minha idade, considerando que essa área é legal.",
	"spring_Thu6": "Quando eu era criança, íamos andar de jangada no rio Tiliana. Era incrível! Tenho certeza de que foi isso que deu início ao meu amor pelos esportes.$1",
	"spring_Thu8": "Você fala alguma outra língua, @? É uma habilidade útil, especialmente se você estiver planejando viajar.#$b#Mesmo que você só consiga aprender o básico de um idioma, as pessoas apreciam que você está tentando.$1",
	"spring_Thu10": "Estava pensando em experimentar um novo prato. #Sq 8809/8810 curryquestion_followup#É uma variação do curry da selva, mas gostaria de pedir sua opinião - não tenho certeza do quê devo acrescentar. Alguma ideia?#$r 8809 15 curryquestion_pumpkin#Abóbora.#$r 8809 15 curryquestion_fish#Peixe.#$r 8809 15 curryquestion_cilantro#Coentro.#$r 8809 15 curryquestion_tomato#Tomate.#$r 8810 -30 curryquestion_chili#Pimenta.#$r 8810 -20 curryquestion_shorts#Shorts do Prefeito.",
	"curryquestion_pumpkin": "Hm, adicionar purê de abóbora ao caldo daria uma textura mais espessa ... Vou tentar. Obrigada!",
	"curryquestion_fish": "Você quer dizer em vez de frango ou porco? Heh, eu poderia chamar de curry da ilha da selva! Vou tentar. Obrigada!",
	"curryquestion_cilantro": "O frescor do coentro equilibraria o azedume do limão. Vou tentar. Obrigada!",
	"curryquestion_tomato": "O tomate deixaria o curry mais doce, o que ajudaria a equilibrar o tempero. Pode funcionar. Obrigada!",
	"curryquestion_chili": "Você esqueceu que eu não gosto de muito tempero? Urgh, vou descobrir sozinho.",
	"curryquestion_shorts": "Muito engraçado, @. Eu estava te pedindo uma sugestão séria.",
	"curryquestion_followup": "$p 8809 #Amanhã vou deixar você saber como ficou o curry!|*Dao está murmurando ingredientes para si*",
	"spring_Fri": "Você não está ocupado(a) hoje, @? Eu teria pensado que sempre haveria algo que precisava ser feito em uma fazenda.",
	"spring_Fri2": "Já estive em muitos lugares diferentes no meu tempo, mas há realmente algo especial sobre Stardew Valley.",
	"spring_Fri4": "Qual é a coisa mais estranha que você já comeu, @? Embora eu ache que depende do que você considera 'estranho', não é? Há muitas coisas que as pessoas em Ferngill acham estranhas de comer.",
	"spring_Fri6": "Você costuma subir muito a montanha atrás da loja de Robin? É uma boa caminhada, e a vista do topo é incrível.",
	"spring_Fri8": "O Dr. Harvey sugeriu que eu comprasse alguns daqueles comprimidos para intolerância à lactose para poder comer laticínios. Mas conhecendo a mim mesma, eu esqueceria de mantê-los comigo! Eu já fiquei sem laticínios por muitos anos, ficar mais alguns anos não vai me incomodar.",
	"spring_Fri10": "Eu tentei minha nova receita para o curry da selva ontem à noite.#$b#$p 8809 Foi um sucesso! Obrigada novamente por sua sugestão.|Estava tudo bem, mas não notei nenhuma diferença real. Terei que tentar novamente em outra hora.",
	"spring_Sat": "O que você acha da primavera? Deve demorar um pouco para que as coisas funcionem novamente depois do inverno.",
	"spring_Sat2": "Você tem vacas na %farm?#$b#Eu gostaria de poder dizer que compraria leite de você, mas sou intolerante à lactose. Sem laticínios para mim!",
	"spring_Sat4": "Ei, @. #$q 8803/8804 drinkquestion_followup#Quer se juntar a mim para uma bebida no salão mais tarde?#$r 8803 15 drinkquestion_yes#Claro, parece bom.#$r 8803 15 drinkquestion_dontdrink#Obrigado, mas eu não bebo.#$r 8804 0 drinkquestion_busy#Desculpe, tenho coisas que preciso fazer.#$r 8804 -15 drinkquestion_no#Nah, deixa pra lá",
	"drinkquestion_yes": "Excelente! Te vejo mais tarde - não se esqueça!",
	"drinkquestion_dontdrink": "Ah, entendo. Obrigada por me contar! Talvez um café em vez disso.",
	"drinkquestion_busy": "Não tem problema, eu entendo. Até outra noite, talvez.",
	"drinkquestion_no": "Oh. Tudo bem então.",
	"drinkquestion_followup": "$p 8803 #É sempre bom relaxar com os amigos após um longo dia. Vejo você em algum outro momento.",
	"spring_Sat6": "Tenho pensado em substituir meus mosquetões. O ar salgado está atingindo os meus e os fazendo grudar.#$b#O problema é que eu teria que encomendá-los da cidade de Zuzu.",
	"spring_Sat8": "Você ficaria surpreso com as habilidades aleatórias que adquire quando viaja.#$b#Um guia me ensinou como obter água de um cacto, um cara em um albergue me ensinou como emendar corda e um colega me ensinou como fazer um delineador de olho de gato matador. Embora eu nunca tenha acabado usando muito esse último!",
	"spring_Sat10": "Eu me pergunto qual seria o gosto dos rotis de canela e manteiga de amendoim... Terei que fazê-los na próxima semana.",
	"spring_Sun": "É bom ver as flores brotando novamente.",
	"spring_Sun2": "Você viu o episódio da Rainha do Molho de hoje, @?#$b#Eu já conhecia a receita, mas a Rainha têm técnicas interessantes.",
	"spring_Sun4": "Credo, alguém me enviou um e-mail uma proposta de tradução, mas eles estão oferecendo cerca de 1/10 da taxa padrão. Mesquinhos.",
	"spring_Sun6": "A maioria das pessoas pensa no outono como a melhor estação para os cogumelos, mas a primavera é quando os cogumelos surgem. Eles são incríveis fritos com alho, chalotas e molho de soja.",
	"spring_Sun8": "Eu já te disse que sei um pouco de magia? É verdade! Fiz um workshop uma vez enquanto estava viajando. Só aprendi um feitiço, no entanto.",
	"spring_Sun10": "Na minha idade, muitas pessoas ficam bem firmes em seus caminhos, mas é importante manter a mente aberta sobre tudo que você encontra. Isso não significa aceitar tudo automaticamente, é claro! Mas quando você aprende algo novo, precisa examiná-lo e descobrir como isso afeta seus pensamentos e opiniões.",
	//
	//Daily summer dialogue
	//
	"summer_Mon": "Cuidado com incêndios neste clima quente! Se algo der errado, trago o caminhão para apagar, mas é melhor se prevenir do que remediar.",
	"summer_Mon2": "Vou te dizer uma coisa, eu não sinto falta da clima tropical. Alguns dias você sai e parece que entrou em um lago!",
	"summer_Mon4": "A Vila Pelicanos é realmente muito pequena para um caminhão de bombeiros de tamanho normal, mas eu tenho um tanque instalado na parte de trás do meu pequeno caminhão. Contudo, se tivermos um grande incêndio, teremos que obter apoio da Grampleton.",
	"summer_Mon6": "Hmm? Oh, @. Desculpe, eu estava perdida em meus pensamentos. O verão às vezes traz lembranças ruins ...",
	"summer_Mon8": "Todos os domingos, dedico um tempo para verificar se meu caminhão está em boas condições. Seria muito ruim se eu fosse chamada para algum incêndio e meu caminhão estivesse defeituoso.",
	"summer_Mon10": "Estou feliz que você decidiu se mudar para cá, @. É bom ter alguém que me entende como você.",
	"summer_Tue": "Hmm? Desculpe, eu não ouvi você claramente.",
	"summer_Tue2": "Ei, @. Você cozinha muito com os produtos da sua fazenda?#$b#Essa deve ser a melhor parte de se viver em uma fazenda, eu acho. Conhecer o amor que está presente em sua comida.",
	"summer_Tue4": "Eu ouço as crianças conversando no salão às vezes sobre seus programas de TV. Não sei se é apenas a minha idade, mas nunca sei do que estão falando.",
	"summer_Tue6": "Quando eu era bombeiro em Grampleton, costumávamos chamar as crianças da pré-escola para ver como funcionavam os caminhões. Era sempre divertido ver seus rostinhos se iluminarem.",
	"summer_Tue8": "Estou feliz que o verão tenha sido tão tranquilo. Seria terrível se houvesse um incêndio na Floresta Cindersap ou no Monte Stardew.",
	"summer_Tue10": "Ah, @, um dia terei que fazer a famosa salada de amendoim e mamão verde da minha mãe para você. É o prato perfeito para uma noite quente como esta.",
	"summer_Wed": "Como você está indo, @? Não está tão ruim?",
	"summer_Wed2": "$d bus#É bom ver o ônibus rodando de novo! O Deserto Calico realmente tem ótimos cocos.|É uma pena que o ônibus que vai para o Deserto esteja fora de serviço. Estou com saudades do curry que a Sandy vende no Oasis.",
	"summer_Wed4": "...#$e#...Desculpe, @, mas não estou com vontade de bater um papo hoje.",
	"summer_Wed6": "Gus adora pizzas, mas me dê um bom bufê de comida de rua todos os dias. Nada melhor do que comprar uns bolinhos aqui, uns espetos de porco ali, e depois comê-los enquanto caminha.",
	"summer_Wed8": "...Não sei o porquê, mas a memória desta mulher cuja casa pegou fogo continua vindo à minha mente.#$b#Tudo o quê havia sobrado eram suas roupas do corpo, e ela parecia tão perdida, como se ela nem soubesse por onde começar a juntar as coisas.#$e#Eu não consigo esquecer isso.",
	"summer_Wed10": "...Eu só preciso de um tempo para mim agora, @. ",
	"summer_Thu": "Calor de verão como este me deixa feliz por manter meu cabelo curto!",
	"summer_Thu2": "Pode parecer estranho, mas você tem que comer curry em dias quentes como este.#$b#Não é super picante! Apenas algo com um pouco de calor. Acredite em mim, é bom para a alma.",
	"summer_Thu4": "Cada vez que passo pela barraca de sorvete de Alex, fico tentada a comprar algo. Mas isso bagunça meu estômago de uma forma terrível. Não vale a pena.",
	"summer_Thu6": "Kar prachum wannee kab phaenk baychi... Arai? Oh, @! Desculpe, às vezes depois de trabalhar eu esqueço de mudar de idioma.",
	"summer_Thu8": "...#$b#...Eu me pergunto se devo falar com um terapeuta algum dia. Normalmente não é tão ruim, mas de vez em quando as memórias me atingem.#$q 8805/8806 therapyquestion_followup#O quê você acha, @?#$r 8805 50 therapyquestion_metoo#Eu mesma vejo uma terapeuta e ela me ajudou muito.#$r 8805 50 therapyquestion_yes#Sim, acho que é uma boa ideia.#$r 8806 0 therapyquestion_ifyouthink#Se você acha que é uma boa ideia...#$r 8806 -50 therapyquestion_dontneedto#Não, você é forte o suficiente para precisar de algo assim.#$r 8806 -80 therapyquestion_lookweird#Não, as pessoas vão pensar que você é estranho.",
	"therapyquestion_metoo": "Oh sério? Obrigada por me dizer. Acha que pode me dar o contato dele mais tarde?",
	"therapyquestion_yes": "Sim, você está certo. Para ser sincera, provavelmente deveria ter falando com alguém antes. Mas sempre me distraio.",
	"therapyquestion_ifyouthink": "Não sei, por isso estava pedindo sua opinião. Bem, vou pensar mais um pouco e decidir mais tarde.",
	"therapyquestion_dontneedto": "Não perguntei se você achava que eu era 'forte o suficiente' ou não, @, estou desapontada por você achar que consultar um terapeuta é um sinal de fraqueza. Só não sei se ajudaria muito ou não.",
	"therapyquestion_lookweird": "Sério, @? Você acha que eu me importo se pareço estranho ou não? É claro que não nos conhecemos tão bem o quanto eu pensava.",
	"therapyquestion_followup": "$p 8805 #Obrigada pelo seu apoio, @, isso significa muito. Eu vou dar uma olhada nisso.|Vou ter que pensar mais um pouco. Ainda não tenho certeza.",
	"summer_Thu10": "Estou feliz por ter decidido falar com um terapeuta sobre as memórias. Ainda tenho dias difíceis, mas me ajudou muito.",
	"summer_Fri": "É bom ver você por aí, @. Você se mantém sempre ocupado(a)?",
	"summer_Fri2": "Oof. Tempo assim, só quero pular no oceano durante a tarde.#$b#É uma pena que tenho coisas para fazer.",
	"summer_Fri4": "Nunca gostei muito de computadores, mas tenho que admitir que é mais fácil trabalhar em casa.",
	"summer_Fri6": "O bom de ser freelancer é que você pode manter sua própria agenda, mas a parte difícil é que você tem que ser rígido consigo mesmo! O único que garante que as coisas sejam feitas a tempo é você.",
	"summer_Fri8": "Para falar a verdade, não suporto pescar. Me deixa entediada até as lágrimas. Mas o Willy e eu podemos passar uma tarde toda trocando histórias.",
	"summer_Fri10": "Ei, @. Tem planos pro fim de semana? Estou pensando em acampar depois de Castle Village.",
	"summer_Sat": "Eles são de bom coração, você sabe, o povo de Vila Pelicanos. É muito fácil falar isso da boca pra fora.",
	"summer_Sat2": "Tenha cuidado ao cozinhar, @. Panelas superaquecidas são uma causa comum de incêndios domésticos.",
	"summer_Sat4": "Quando eu era mais jovem, trabalhei em alguns acampamentos de verão em todo o país. Eram muitas horas e não recebíamos muito, mas era divertido na maioria dos dias. E foi bom ver as crianças se divertindo.",
	"summer_Sat6": "Você já mergulhou nas Ilhas Fern, @? Os recifes são uma das coisas mais incríveis que já vi. Você deve adicioná-los à sua lista!",
	"summer_Sat8": "Para ser seincera contigo, @, nunca tive apego por espaguete. É só macarrão de trigo com molho de tomate. Onde estão as especiarias? Onde estão os vegetais?",
	"summer_Sat10": "Você acredita que houve um JojaMart em cada país que visitei? É muito perturbador, com toda a honestidade.",
	"summer_Sun": "Desculpe, tenho coisas que preciso fazer hoje. Talvez amanhã?",
	"summer_Sun2": "Você já pensou em mudar o seu penteado, @?#$e#O quê, eu? Não, estou muito apegada ao verde-azulado!",
	"summer_Sun4": "Você está suando muito hoje, @. Aqui, pegue isso e se resfrie. [350]. Se você precisar fazer uma pausa, certifique-se de fazê-la. A insolação é um assunto sério.",
	"summer_Sun6": "Como bombeiro, há momentos em que você é o herói que salva a vida ou o sustento de alguém, mas também há momentos em que chega tarde demais.#$b#... É difícil lidar com as coisas depois.",
	"summer_Sun8": "...desculpe, @, eu só preciso de um espaço para mim hoje. Nós nos encontraremos amanhã.",
	"summer_Sun10": "Há dias em que o calor do verão me lembra da minha infância. Na época da seca, passávamos o dia inteiro brincando no rio e depois voltávamos e deitávamos na frente do torcedor.",
	//
	//Daily fall dialogue
	//
	"fall_Mon": "Estranho como o calor do verão desaparece rápido.",
	"fall_Mon2": "Você já se perguntou o quê aquele mago faz naquela torre dele?#$b#Não acho nada suspeito, mas fico curiosa.",
	"fall_Mon4": "Você está cultivando alguma couve chinesa este ano? Eu adoro elas porque são bem versáteis. Sejam mexidas, assadas, cozidas no vapor, nas sopas - é bom, não importa como você cozinha!",
	"fall_Mon6": "Acabei de finalizar um grande projeto! Vou buscar um copo que está entre aquelas coisas da prateleira para comemorar amanhã.",
	"fall_Mon8": "Meu apelido, 'Dao', significa 'estrela' na minha língua nativa. Minha mãe disse que me deu esse apelido porque havia uma estrela cadente na noite em que nasci, mas acho que ela gostou do som.",
	"fall_Mon10": "Para ser honesta, não sei nada sobre meu pai. Perguntei a minha mãe sobre ele uma ou duas vezes quando eu era criança e ela nunca quis falar sobre isso, então não insisti. Mas minha mãe foi incrível - eu não perdi nada por ter apenas um dos pais.",
	"fall_Tue": "Por mais que eu goste do calor do verão, há sempre um cheiro bom nos dias de outono.",
	"fall_Tue2": "Há muitos cogumelos bons nesta época do ano. Algumas das variedades raras que tenho que pedir na Zuzu, mas também encontro muitas na Cindersap.",
	"fall_Tue4": "Meu irmão mais novo também tem o vírus das viagens. Ele trabalha como comissário de bordo. Nossa mãe está sempre reclamando que nunca nos vê, mas foi ela que nos criou assim.",
	"fall_Tue6": "Não sou muito entusiasta, mas ainda adoro meu pequeno jardim de ervas. Há algo bom em sair e colocar as mãos no solo, vendo todos os pequenos brotos surgirem.#$e#Além disso, nada supera as ervas frescas quando você está cozinhando!",
	"fall_Tue8": "Você sabe, eu nunca me preocupo em perder minhas chaves. Você sabe por quê? Porque a única mágica que posso fazer é um feitiço de localização de chaves!",
	"fall_Tue10": "No final da estação chuvosa em Krungnatee, há um festival para dar graças ao espírito da água. As pessoas jogam tigelas de folhas com flores e lanternas no rio abaixo, durante a noite de lua cheia. É de tirar o fôlego de ver.",
	"fall_Wed": "Hoje deve ser um dia tranquilo, já que você está falando comigo!#$b#É bom. Você deve aproveitar enquanto têm.",
	"fall_Wed2": "Bom te ver, @! Como vai a fazenda? Tem uma boa colheita chegando nesta temporada?",
	"fall_Wed4": "Alguém me enviou um e-mail para ajudar a traduzir seu novo romance. É muito atrevido - eu não fico envergonhada facilmente, mas eu podia sentir meu rosto ficando quente em alguns pontos!",
	"fall_Wed6": "Soltar pipa é surpreendentemente relaxante. Depois de colocá-la lá em cima, há algo reconfortante em assistir uma pipa deslizar e mergulhar na brisa. Você deveria tentar algum dia.",
	"fall_Wed8": "Os melhores cogumelos do outono são encontrados nas profundezas da Floresta Cindersap. Eu tenho um lugar secreto onde sempre encontro muito! O quê? Não, não vou te dizer onde é!",
	"fall_Wed10": "Devíamos almoçar na montanha um dia desses. Você traz as bebidas, eu trago meu famoso refogado de manjericão sagrado.",
	"fall_Thu": "Desculpe, @, tenho muitas coisas para fazer hoje.",
	"fall_Thu2": "Quando se trata de comédia, você nunca pode dar errado com um bom pedaço de pastelão. Hilário.",
	"fall_Thu4": "Um dos meus ex-namorados costumava reclamar que eu arrastava folhas molhadas para dentro de casa.#$b#Mas sempre tiro os sapatos quando entro. Tinha sido o cachorro dele, não que ele acreditasse em mim.",
	"fall_Thu6": "Você sabe, eu costumava passar dias no deserto acampando e fazendo canoagem. Eu viajaria por todos os tipos de montanhas e rios sem nenhuma preocupação. Mas eu preciso ter mais cuidado hoje em dia.",
	"fall_Thu8": "Urgh, lembre-me de não comprar mamão daquele lugar em Castle Village novamente, @. Eles não pareciam bons, mas decidi arriscar de qualquer maneira e não deveria ter feito isso. ECA.",
	"fall_Thu10": "Você sabe, se eu ganhasse uma moeda de ouro para cada pessoa que perguntasse se sou lésbica, eu nos levaria para um cruzeiro chique! É o cabelo, eu sei.",
	"fall_Fri": "O vento pode ficar bem frio nesta época do ano. Certifique-se de que está cuidando da sua saúde, @.",
	"fall_Fri2": "É uma verdadeira aventura, viajar pelo mundo.#$q 8801/8802 travelquestion_followup#Você já esteve em outro país antes, @?#$r 8801 15 travelquestion_lots#Sim, dezenas de vezes#$r 8801 15 travelquestion_some#Sim, algumas vezes.#$r 8801 15 travelquestion_once#Só uma.#$r 8802 0 travelquestion_no#Nah, nunca saí do país.",
	"travelquestion_lots": "Fantástico! Teremos que trocar algumas histórias algum dia!",
	"travelquestion_some": "Ei, isso é ótimo! Você vai ter que me contar sobre isso algum dia.",
	"travelquestion_once": "Você sabe, isso ainda é mais do que algumas pessoas já fizeram! Bem feito!",
	"travelquestion_no": "Bem, você ainda tem tempo! Embora possa ser difícil agora que você tem a fazenda para cuidar.",
	"travelquestion_followup": "$p 8801 #Viajar é uma experiência mágica, não é?|Certifique-se de não deixar a oportunidade escapar. Você nunca sabe o que pode acontecer.",
	"fall_Fri4": "Oh, você notou a cicatriz no meu nariz, hein? Sim, quebrei alguns anos antes de me mudar para cá.",
	"fall_Fri6": "Você já tentou fazer sua própria pasta de curry, @? É muito melhor do que as coisas compradas na loja - se você mesmo fizer, poderá torná-lo tão doce ou picante quanto desejar. Além disso, é divertido moer a pasta!",
	"fall_Fri8": "Heh, você quer saber como eu quebrei meu nariz? Não é muito legal, receio eu. Eu estava treinando para uma competição de canoa slalom e fiz uma curva fechada para pegar um portão. Só que calculei mal a curva, bati direto no portão, virei meu caiaque e plantei o rosto na margem do rio. Acabei perdendo a competição também.",
	"fall_Fri10": "Como você está esta semana, @? Se você estiver tendo alguma dificuldade, diga-nos. Você tem amigos aqui que podem apoiá-lo(a), não se esqueça disso.",
	"fall_Sat": "Como a semana está te tratando, @? Espero que tenha ocorrido tudo bem.",
	"fall_Sat2": "É uma pena que você nunca tenha visto a coleção do antigo museu. Gunther costumava ter muito material histórico da área local.#$B#Não tenho ideia do porquê foi roubado. Não é como se tivesse muito valor monetário.",
	"fall_Sat4": "Eu deveria ir com calma hoje. Meus joelhos estão me dando problemas, e a estrada para a cidade não está ficando mais curta.",
	"fall_Sat6": "Eu deveria ir com calma hoje. Meus joelhos estão me dando problemas, e a estrada para a cidade não está ficando mais curta.",
	"fall_Sat8": "As pessoas costumam me perguntar de onde eu sou. Mesmo tendo nascido no exterior, cresci em Ferngill, então é daqui que venho.#$e#Muitas pessoas não acreditam nisso. Eu fico muito cansado de ouvir, 'mas de onde você é REALMENTE?'",
	"fall_Sat10": "Quer ir dar um salto duplo de paraquedas comigo algum dia, @? Pode ser muito divertido!",
	"fall_Sun": "Com tantas folhas caídas ao redor, uma fogueira pode ser perigosa se você não ficar de olho nela.",
	"fall_Sun2": "Eu deveria sair e ver como a %farm's está progredindo nesses dias. Seria interessante ver o que você está fazendo com o antigo lugar.",
	"fall_Sun4": "O Gunther sabe muito sobre a história desta área. Vem com o trabalho, eu sei, mas ele fala bem. Faça com que ele te diga algum dia e você ficará surpreso.",
	"fall_Sun6": "Você conhece primeiros socorros, @? O Dr. Harvey e Maru dão o melhor de si, mas não podem estar em todos os lugares ao mesmo tempo. Se houver um acidente em algum lugar fora da cidade, saber os primeiros socorros pode ser a diferença entre a vida e a morte.",
	"fall_Sun8": "Poucas pessoas em Krungnatee seguem Yoba, eu mesma não fui criada com essas tradições e costumes. Mas eu realmente não sigo mais nossa religião também. Acho que apenas tento viver sem me preocupar com coisas religiosas.",
	"fall_Sun10": "Tome cuidado se você passa muito tempo nas antigas minas, @. Há muita coisa aí que ficaria feliz em arrancar uma mordida em você, e eu odiaria ver você preso no hospital com uma lesão grave. Ou pior.",
	//
	//Daily winter dialogue
	//
	"winter_Mon": "Difícil de acreditar que já é inverno. O ano passa tão rápido.",
	"winter_Mon2": "Gus começa a trazer sopas e ensopados nesta época do ano. Nada melhor do que uma tigela quente em um dia frio.",
	"winter_Mon4": "Ufa, estou começando a sentir frio nos ossos. Tive uma fratura feia na perna quando era mais jovem, e desde então sinto dor de frio.",
	"winter_Mon6": "Nunca pensei que diria isso, mas estou me sentindo bem no momento. Posso viajar novamente em alguns anos, mas estou contente por enquanto.#$q 8807/8808 settledquestion_followup#E você, @? Você se vê ainda aqui em alguns anos?#$r 8807 15 settledquestion_farm#Sim, tenho que cuidar da fazenda do meu avô.#$r 8807 0 settledquestion_romance#Sim, há alguém que quero conhecer melhor.#$r 8807 0 settledquestion_community#Sim, gosto de viver em uma pequena comunidade como a Vila Pelicanos.#$r 8808 15 settledquestion_travel#Não, provavelmente vou viajar para outro lugar.#$r 8808 -15 settledquestion_city#Não, eu quero voltar para a cidade.#$r 8808 15 settledquestion_whoknows#Quem sabe?",
	"settledquestion_farm": "Eu respeito isso. Se algo é importante para as pessoas de quem você cuida, é importante que você também cuide disso.",
	"settledquestion_romance": "Oh-hoh, existe agora? Não se preocupe, não vou perguntar quem é!",
	"settledquestion_community": "Não é algo que eu possa fazer por muito tempo, mas é bom enquanto dura. É uma boa comunidade.",
	"settledquestion_travel": "Também tem pés errantes? Isso é bom! Veja o máximo possível do mundo, é o que sempre digo.",
	"settledquestion_city": "Hm, eu não consigo ver o apelo sozinho, mas cada um tem o seu.",
	"settledquestion_whoknows": "Ninguém para se estressar com o futuro, hein? Isso é justo - deixe o futuro cuidar de si mesmo!",
	"settledquestion_followup": "$p 8807 #É bom quando você encontra um lugar que te faz feliz.|Se acabarmos seguindo caminhos separados, devemos nos certificar de manter contato.",
	"winter_Mon8": "Na verdade, eu estive em um programa de competição de culinária uma vez. Não um sério, um daqueles divertidos com desafios bobos. Acabei perdendo porque derramei minha farinha por toda parte.#$e#O quê? Não, não vá procurar o vídeo!",
	"winter_Mon10": "$d<bus>#|Em dias frios como este, é melhor pegar o ônibus para Calico. Tenho certeza de que Sandy adoraria alguma companhia. Além disso, você não terá que lidar com toda essa neve! | Eu me pergunto como a Sandy está indo nesta época do ano... Se o ônibus estivesse funcionando, eu iria lá para vê-la.",
	"winter_Tue": "Você pensaria que eu já estaria acostumada com o frio, mas de alguma forma eu nunca aprendi a lidar com isso.",
	"winter_Tue2": "Você tem alguma tradição especial na neve, @? Krungnatee nunca fica resfriado, então minha família não tem.",
	"winter_Tue4": "Se o frio deixa você com sono, @, vá para o Stardrop e peça um dos cafés expresso especiais de três doses de Gus. Isso vai te acordar com pressa!",
	"winter_Tue6": "...Você pensaria que haveria menos incêndios no inverno, não é? Já que o tempo está mais fresco. Mas quando se trata de aquecedores, as pessoas nem sempre pensam no que estão fazendo.",
	"winter_Tue8": "Você passou muito tempo na cidade de Zuzu? Tenho que admitir, não gosto do lugar. Nada de errado com isso, mas uma cidade é uma cidade no final do dia, e Zuzu não tem muito que fazer com que ela se destaque.",
	"winter_Tue10": "Como vai a fazenda com esse tempo frio, @? Eu acho que a vantagem de não ser capaz de cultivar safras é mais tempo livre, mas é um golpe para a carteira. Avise-me se estiver com dificuldades.",
	"winter_Wed": "As coisas devem ficar mais calmas na fazenda na estação fria, hein?#$b#A menos que você tenha animais, eu acho!",
	"winter_Wed2": "Se você estiver em um penhasco, certifique-se de tomar cuidado redobrado com seus pés. Você pode não ver o gelo até que seja tarde demais.",
	"winter_Wed4": "Sempre vejo a Abigail perto das minas em certos dias. Espero que ela saiba o que está fazendo. É muito longe da cidade se algo der errado.",
	"winter_Wed6": "Sabe, visitei Gotoro quando era mais jovem. Isso foi antes da guerra começar, é claro. Era um lugar lindo com uma herança orgulhosa.",
	"winter_Wed8": "Só me mudei para cá alguns anos antes de você, sabe. Vila Pelicanos é um daqueles lugares que aceita pessoas imediatamente.",
	"winter_Wed10": "Devíamos viajar juntos(as) algum dia. Eu adoraria levá-lo(a) à Krungnatee, fazer um tour pelas ilhas e visitar os mercados locais.",
	"winter_Thu": "@? Posso ajudar em algo?",
	"winter_Thu2": "Tenho que admitir, não suporto comida picante. Minha mãe era uma ótima cozinheira, mas era incrivelmente uma mão pesada com o pó de pimenta.",
	"winter_Thu4": "Você sabe, eu nunca realmente tentei snowboard. Eu deveria tentar um dia desses. O que você acha, @? Quer vir comigo?",
	"winter_Thu6": "Nunca gostei de joias brilhantes ou carros caros. Prefiro ir a algum lugar onde nunca estive ou tentar algo novo.",
	"winter_Thu8": "Um lugar que você definitivamente deve visitar se tiver a chance é as Planícies de Jaralgan. Está cheio de monstros, é claro, mas o ramo local da Guilda dos Aventureiros fornece guias e os templos antigos são incríveis.",
	"winter_Thu10": "Tenho que admitir, não entendo como o Willy consegue morar no píer daquele jeito. O vento do mar uiva algo terrível e corta como uma faca. Eu não conseguia lidar com isso dia após dia.",
	"winter_Fri": "Hmm, tenho que ir para a casa de Pierre logo. Estou quase sem cebolas.",
	"winter_Fri2": "O que você está planejando para o jantar hoje à noite, @? Você deve tentar algo novo, expandir seus limites.",
	"winter_Fri4": "Certa vez, perguntei a Evelyn sobre sua receita de pudim de arroz. Acontece que ela faz tudo de forma completamente diferente de como eu faço!",
	"winter_Fri6": "Meu canteiro de ervas nunca sobrevive durante o inverno. Faz sentido, já que a maioria delas são plantas tropicais, mas sinto falta de sair para o jardim.",
	"winter_Fri8": "É ótimo ver você, @! Estou apenas retomando a rotina de hoje. E você? Mantendo-se ocupado(a)?",
	"winter_Fri10": "Se eu fosse mais jovem, faria como os pássaros e viajaria para algum lugar mais quente no inverno. Mas agora tenho coisas e pessoas me 'prendendo'. Não que eu me arrependa disso, veja bem.",
	"winter_Sat": "Brr, está um frio hoje. Certifique-se de se manter aquecido(a), @. Não quero que você fique doente!",
	"winter_Sat2": "Tenha cuidado se for praticar canoagem ou caiaque no inverno. Você não quer virar e ficar com hipotermia!",
	"winter_Sat4": "Se você ficar entediado(a) sem nada para fazer no inverno, vá até a biblioteca da cidade. O Gunther é bom em entreter pessoas com livros.",
	"winter_Sat6": "Você está com muito frio, @. Aqui, pegue isso e se aqueça.[218]#$e#Seria uma pena se você pegasse um resfriado! Certifique-se de estar cuidando de si mesmo.",
	"winter_Sat8": "Uma das minhas comidas favoritas é a sopa tom kha, mas há muitas variações diferentes nela. Minha mãe sempre fazia com muito tempero, mas eu prefiro com muito leite de coco e limão.",
	"winter_Sat10": "@! Eu esperava encontrar você hoje. Aqui, eu fiz isso para você[218].#$e#Certifique-se de comer enquanto ainda está quente.",
	"winter_Sun": "É difícil chegar à cidade quando a neve fica pesada. Isso pode ser um problema.",
	"winter_Sun2": "Hmm, o tempo frio traz de volta memórias de enrolar-se com um parceiro sob um cobertor quente.#$e#Nem sempre são boas lembranças...",
	"winter_Sun4": "Esquiar é um dos poucos esportes de aventura de que nunca peguei o jeito. Meus joelhos não gostam de virar e, por mais emocionante que seja apenas ir direto para baixo, não é muito bom para as pessoas ao seu redor!",
	"winter_Sun6": "Um ex-namorado meu costumava reclamar que nunca o tratei com romance. É verdade, não sou uma pessoa muito romântica. Mas eu nunca fingi que estava.",
	"winter_Sun8": "Eu realmente não fico sozinha enquanto estou viajando porque sempre há novas pessoas para conhecer, mas às vezes sinto falta de ter uma conexão duradoura com alguém. Você sabe o que eu quero dizer?",
	"winter_Sun10": "Qual lugar favorito você diria ser seu favorito, @? Se você me perguntasse no ano passado, eu teria dito as Ilhas Fern, mas agora... Bem, tenho certeza que você pode adivinhar, certo?",
	//
	//Special pre-festival dialogue
	//
	"spring_12": "Na terra natal da minha mãe, Krungnatee, há um festival chamado Dança da Água nesta época para celebrar o ano novo.#$b#É muito divertido. Todos jogam água uns aos outros e há festas na rua.#$e#O Festival do Ovo também é divertido, mas de uma forma diferente.",
	"spring_23": "Dança da Flor, em...? Já faz muito tempo que não danço nele.#$b#Mas por mim tudo bem! Já fiz papel de boba, tropeçando nos pés muitas vezes, não há necessidade de repetir a experiência.",
	"summer_10": "Vou trazer o melhor dos meus temperos para o luau amanhã! Veja, aquela sopa vai ser inesquecível!",
	"summer_16": "Meus planos pra hoje? Praticamente nada! Já fiz muitos aniversários antes e comecei a gostar de ter um dia tranquilo para mim.",
	"summer_28": "Quando eu era criança, minha mãe me levou de férias para uma das ilhas onde as Medusas-da-Lua desovam. Nunca vou esquecer essa experiência.",
	"fall_15": "Sempre fico ansiosa pela Feira do Vale. É ótimo ver todo o artesanato que as pessoas fizeram.",
	"fall_26": "Você sabe, uma dos meus ex-namorados uma vez me disse que ficou com vergonha de me ver usando uma fantasia para a Véspera dos Espíritos.#$b#Booh para ele, eu digo! Se você não consegue se divertir se vestindo na Véspera dos Espíritos, qual é o sentido disso?",
	"winter_7": "Você vem amanhã ao Festival de Gelo, @? Eu não te culparia se você errasse. Está muito frio!",
	"winter_15": "Hoje é a primeira noite do Mercado Noturno! Há muitos mercados desse tipo em Krungnatee, mas aqui você tem feiras e coisas do gênero. Eu sempre fico ansiosa por isso.",
	"winter_18": "Eu tenho ótimas coisas do Mercado Noturno! Pasta de camarão, entrada de capim-limão, castanhas-d'água e alguns decalques para meu capacete.#$e#E você, @? Encontrou alguma coisa que tenha gostado?",
	"winter_24": "Minha mãe não comemora a Festa da Estrela do Inverno, mas sempre gostei.#$b#No final do dia, trata-se de dar a quem você ama, não é??",
	//
	//Special location-specific dialogue
	//
}