{
//SPECIAL DIALOGUE
"Introduction": "Hmmm?$0#$e#Ah, olá.$0",
"Resort_Entering": "Hmm... Eu sinto monstros do outro lado da montanha.$0",
"Resort_Leaving": "Eu agradeço pela mudança de cenário.$0",
"Resort_Shore": "A guilda 'O Primeiro Corte' protege essas ilhas, eles sempre usam capas e longas lanças.$0",
"Resort_Chair": "A barreira mágica está forte por aqui.$0",
"Resort_Bar": "Água de coco está ótimo, Gus, preciso manter meus instintos apurados.$0",
"Resort": "Hm... festividade em uma ilha cheia de monstros...$0#$e#Eu confio que você me ajudará a ficar de olho, @.$0",
"AdventurerSummit_62_5": "%Marlon não responde.",

//SPRING AND GENERAL DIALOGUE

"spring_1": "É uma pena ver a neve indo tão rápido quanto chegou.$0#$e#Preciso fazer uma ronda pela montanha. Há uma chance dos monstros estarem descongelando agora.",
"spring_12": "Esse é o primeiro Festival do Ovo que você estará participando, não?$0#$e#Hm... me pergunto que tipo de comida Gus estará preparando.$1",
"spring_23": "Hm?$0#$e#Sim, eu sei que o Festival de Dança é amanhã, o prefeito passou aqui cedo para me convidar.$0",
"spring_28": "Está ficando mais quente...$2#$e#O verão está chegando.$0",

"Mon": "Olá.$0#$e#Posso te ajudar em alguma coisa?$0",
"Mon2": "Olá! Lutando contra o tempo?$0#$e#Se você precisar de uma espada melhor, veja nosso estoque.$0",
"Mon8": "Cuidado com os corredores naquela caverna, @. Você nunca sabe o que pode encontrar lá.$0#$e#Se cuide.$0",
"Tue": "Oi.$0#$e#Err... aproveitando o clima quente?$0#$e#%Marlon se vira, ele parece ocupado.$0",
"Tue2": "Olá, @.$0#$e#Se você precisar de dicas de combate, não hesite em me perguntar.$0",
"Tue8": "Você me lembra da Alesia. Sempre preparada para proteger os outros, independente do custo.$0#$e#Mantenha o ótimo trabalho, @.$0",
"Wed": "Minha espada está realmente perdendo o corte, preciso levá-la ao Clint o quanto antes.$2#$e#Ele é muito bom no que faz.$0",
"Wed4": "Eu vou para as minas toda semana, limpar o excesso de monstros que somem até a superficie.$0#$e#Você não gostaria de ver uma grande quantidade deles tão próximas da cidade, eles realmente saem quando se sentem confiantes.$1",
"Wed8": "Ei, @, nós poderíamos ir a uma expedição a qualquer hora, eu certamente aceitaria uma ajuda.$0#$e#Eu invejo o seu espírito.$0",
"Thu": "Oi.$0#$e#Eu não sou do tipo mais sociável.$0",
"Thu2": "Em algumas batalhas, a melhor estratégia é recuar. Conheça suas saídas.$0#$e#...$2#$e#%Marlon dá as costas.",
"Thu8": "É importante ter uma boa quantidade de poções quando for se aventurar.#$b#Isso pode ser a diferença entre a vida e a morte em uma expedição.$2#$e#Se cuida, @.",
"Fri": "Se você notar monstros saindo daquela caverna, me avise.$0#$e#Eu vou rapidamente cuidar do assunto.$0",
"Fri4": "Gus sempre vende boa comida e bebida em seu salão.$0#$e#Se você procura algo bom para te ajudar nas minas, passe lá e veja seu estoque.$0",
"Fri8": "Trabalho ingrato que nós temos, @. Eu sou grato por tudo que você fez.$0#$e#Tenha um bom dia.$0",
"Sat": "Olá.$0#$e#Err... planos para o fim de semana?$0#$e#Hm... certo. Parece interessante.#$e#...$0#$e#%Marlon parece não querer conversar.",
"Sat4": "Preciso visitar Mr. Rasmodius em breve. Preciso restaurar a magia em minha espada.$0",
"Sat8": "Você está deixando a Guilda orgulhosa, @. Se mantenha firme.$0",
"Sun": "Espada, adaga ou martelo? A arma que você escolhe dita o seu estilo de luta.$0#$e#Prefiro espada. O curto alcance das adagas me deixa muito perto dos monstros, e os martelos me atrasam.$0",
"Sun8": "Eu quero te apresentar um pessoal da Vila Castelo futuramente, @. As coisas que você alcançou são incríveis.$0#$e#A Vila só convida aqueles que provaram o seu valor na arte do combate. Eu vou conversar com eles sobre você.$0", 
 
//SUMMER DIALOGUE
"summer_1": "Com um calor assim, eu prefiro passar o tempo nos andares de gelo daquela caverna.$0",
"summer_10": "Ainda precisa de algo para colocar na sopa do Luau, @?#$e#Eu me pergunto como ela estará amanhã.$0#$b#Talvez cenouras-subterrâneas façam diferença?$1",
"summer_28": "As Medusas-Da-Lua estarão visitando o vale hoje, criaturas bonitinhas.$0#$e#Elas são similares à um Zinnes, essas são venenosas e ocupam as cavernas das Ilhas Samambaia.",

"summer_Mon": "Seja o que você for fazer, não esqueça do sorvete.$0#$e#Eu não sou muito fã disso.$2",
"summer_Mon6": "Os insetos que entram na mina ficam corrompidos com magia negra.$2#$b#Essa é a razão por ter tantos logo no início da mina.#$e#São bem fáceis de derrotar, embora.",
"summer_Tue": "...$2#$e#Hm? Ah, apenas pensando.#$e#Posso te ajudar, @?",
"summer_Tue6": "Errei um golpe em uma gosma ontem e fui atingindo... mas nada tão sério.$2#$e#Preciso praticar mais agora que estou velho.$2#$e#Talvez eu devesse pegar dicas com você...$1",
"summer_Wed6": "A Vila evoluiu bastante desde que cheguei aqui pela primeira vez.$0#$e#Eu sinto falta dos dias passados, mas todas melhoras foram boas.$1",
"summer_Thu": "A Guilda costumava ser maior antigamente, esse vale nunca foi tão 'Livre de Monstros' quanto é agora.#$e#Rasmodius desempenhou um papel importante na segurança daqui.",
"summer_Thu8": "O pessoal da vila não entende a importancia que Rasmodius tem aqui.$0#$e#Sem ele, o lugar seria uma cidade infestada por monstros.$0",
"summer_Fri": "As cavernas são perigosas se você não está preparado.#$e#Eu recomendo que você leve poções extras para as cavernas.",
"summer_Fri8": "É um prazer te ver, @.#$e#Tchau.",
"summer_Sat": "Olá, @, nós acabamos de receber um novo estoque de armas.#$e#O ferreiro da Vila Castelo é bem talentoso em criação de armas.",
"summer_Sat6": "Durante todo esse tempo que passei lutando contra monstros, conheci um pessoal muito interessante.$0#$e#Alguns deles estão aqui na vila. Isso inclui você, claro.$2",
"summer_Sun": "Olá, @. Planos para a próxima semana?$0#$e#Se for lutar, tome cuidado.$2",

//FALL DIALOGUE

"fall_1": "Olá, @.$0#$e#Boa sorte com a nova estação.",
"fall_15": "Ouvi do prefeito que estarão chegando alguns estrangeiros para o festival de amanhã.$0#$e#Eu fico nervoso em um lugar com muita gente.$2",
"fall_26": "Preciso me reunir com o pessoal da Vila Castelo para capturar alguns monstros para o festival.$0#$e#O Festival de Espíritos é uma boa oportunidade para o pessoal ver como os monstros são perigosos.$0",
"fall_27": "Consegui vários Brutos Das Sombras e esqueletos para o festival.$0",
"fall_28": "O inverno chegará em breve, @. Você pretende ir mais às minas com o tempo livre?$0#$e#Se sim, cuidado para não se prender a um lugar que você não possa voltar.",

"fall_Mon": "Você sente medo quando desce naquelas minas?$0#$e#Até mesmo eu sinto medo, você nunca sabe o que encontrará.$0",
"fall_Mon4": "Encontre uma arma confiável e leve suprimentos suficientes e não há nada que você não possa enfrentar.$0#$e#Você está indo muito bem, @.$2",
"fall_Tue":  "Há bom minério nas profundezas das minas, é fácil de enriquecer, mas é arriscado.#$e#Se você estiver em uma situação em que uma horda está guardando um tesouro, mesmo grande, siga meu conselho: Afaste-se.$2",
"fall_Tue6": "Willy disse que me pagaria uma boa moeda se eu pescasse um peixe-pedra nas minas.#$b#Eu nunca pesco, então nunca poderia pegar algo tão difícil.$2#$e#Hm... talvez com o meu arco...?$1",
"fall_Wed": "Se cuida, @.$0",
"fall_Wed4": "Já encontrou algum artefato nas minas?$0#$e#Não sei muito sobre eles, mas Gunther sabe. Você pode encontrar algumas coisas estranhas se você for fundo o suficiente.$0", 
"fall_Thu": "Eu não recomendo o uso de bombas nas minas. Boa chance da caverna entrar em colapso.$0",
"fall_Thu6": "Espero que você esteja tomando precauções suficientes nas minas, @.$0#$e#A última coisa que preciso é de outro local para visitar no cume.$2",
"fall_Thu10": "Você está deixando o vale orgulhoso, @. Parabéns.$0",
"Fall_Fri": "Slimes pretos são um fenômeno raro, esses são corrompidos por magia negra por centenas de anos.$0#$e#Se cuide.$2",
"fall_Fri6": "Os insetos do lado de fora entram nas cavernas e são corrompidos pela magia negra.$2#$b#Essa é a razão por ter tanto inseto no início da mina.#$e#São fáceis de derrotar, embora.",
"fall_Sat": "Você já fez muitos amigos na vila?$0#$e#Para mim, eles vêm e vão... embora os moradores atuais são agradáveis e amigáveis.$2",
"fall_Sat6": "Preciso andar pelo cúme qualquer dia desses... visitar um amigo#$b#Ser um aventureiro é um trabalho perigoso.$2#$e#Estou feliz que você ainda está conosco.",
"fall_Sun": "Slimes costumam ser fracas, mas tome cuidado quando se juntarem.#$b#Elas vão te surpreender.$2",
"fall_Sun8": "Talvez eu esteja na idade para me aposentar... você anda cuidando daqueles slimes?$2#$b#Fará uma ótima diferença se o fizer.$2#$e#%Marlon parece pensativo.", 

//WINTER DIALOGUE

"winter_1":  "Eu visto o meu uniforme favorito durante o inverno, o que você acha?$0#$e#O quê? Parece o mesmo? Heh.$0",
"winter_7":  "Eu sou contra o Festival de Gelo que acontece todos os anos.$0#$b#A barreira mágica que fica longe na floresta é fraca. Monstros poderiam escapar.$0#$e#Eu ficarei atento, não se preocupe.$0",
"winter_24": "Não gosto particularmente de dar presentes, mas se isso colocar um sorriso no rosto de alguém, eu o farei.$0",
"winter_28": "A neve está clareando em breve. Eu confio que você vai dedicar mais do seu tempo aos trabalhos agrícolas?$0",

"winter_Mon": "Como anda o seu dia, @?$0#$e#Deixe-me saber se eu e Gil podemos fazer alguma coisa por você.$2",
"winter_Mon6": "Gil e eu nos conhecemos a muito tempo atrás.$0#$e#Bons amigos são algumas das melhores coisas para se ter neste negócio. Você pode vigiar as costas um do outro.$2",
"winter_Tue": "Tem feitos recentes que queira se gabar, @?$0#$e#Bem, me deixe saber se tiver algo pra contar... sem contos de fadas, claro.$2",
"winter_Tue6": "Ontem eu fui sozinho até às minas e consegui limpar alguns andares de monstros, encontrei alguns diamantes também.#$b#Esses diamantes serão úteis nos estudos arcanos de Rasmodius.$0",
"winter_Wed":  "Gil costuma dormir mais durante o inverno.#$e#Bem, ele só dorme, de qualquer forma.$2",
"winter_Wed8": "Gil estará indo para a Vila Castelo em breve. Para tratar alguns negócios com outros guerreiros.$0#$e#Ele não sai tanto hoje em dia. É bom para ele.$0",
"winter_Thu": "Curtindo o inverno, @?",
"winter_Thu6":  "O silêncio do inverno é fascinante.$2#$e#Gosto de passear na calada da noite, nada iluminando meu caminho, exceto minha lanterna.$0",
"winter_Fri": "Alguns estudiosos misteriosos acreditam que fantasmas nas minas são espíritos perdidos de viajantes que nunca retornaram.$0",
"winter_Fri8": "As lendas falam de civilizações das pessoas das sombras no subsolo, semelhantes aos anões.0#$e#Tudo o que resta são suas conchas exteriores, atacando sem piedade qualquer alma em seu caminho.$2#$e#Se cuide, @.$0",
"winter_Sat": "Você já falou com Rasmodius alguma vez?$0#$e#Eu sei que muitas coisas vêm à mente quando você pensa em 'mago', mas ele pode te surpreender.$2",
"winter_Sat4": "Rasmodius passa a maior parte de seus dias estudando propriedades misteriosas.#$e#Se você quer ficar do lado dele, recomendo dar a ele uma essência vazia.",
"winter_Sun": "O dia está congelando hoje.$0#$e#Em dias assim, pode ser mais quente no subsolo do que em cima.$2",
"winter_Sun6": "Se cubra bastante hoje, @, especialmente se for batalhar.$0#$e#...Apenas não tanto para não te atrapalhar no combate.$2",

"marlon_event1": "Então neste caso...!",
"marlon_event2": "Hmm...",
"marlon_event3": "Haha! Boa resposta.",
"marlon_event4": "Sim, há, quanto mais fundo você for, mais monstros encontrará...#$b#Foram corrompidos por muitos anos. Isso dá a eles uma força sobrenatural.",
"marlon_event5": "Hmm...",
}
