{
"Changes": [
	{
   
   "Action": "EditData",
   "Target": "Characters/Dialogue/MarriageDialogueGabriel",
   "Entries": {


	"spring_1": "Feliz Ano Novo, @. Mal posso esperar para passar mais um ano com você..#$b#Talvez este seja finalmente o ano em que eu descubra algo incrível!$h#$b#Bem, além de você, haha...$l",
	"spring_13": "O Festival do Ovo é hoje, @. Estarei torcendo para você vencer!$h#$b#Eu sei que você consegue, querida!$h",
	"spring_24": "A Dança das Flores é hoje, querida...$l#$b#estou praticando secretamente meus movimentos quando você não estava aqui... espero impressioná-la!$l",
	"spring_28": "A primavera chegou e se foi, amor.#$b#Mesmo que eu ainda não tenha feito grandes descobertas, eu acho que ainda está tudo bem porque eu sempre terei você.$l",



	"summer_1": "Feliz verão, querida. Você está ansioso para o clima quente?#$b#Eu sei que você vai aproveitar ao máximo esta temporada, @. Você sempre faz!$h",
	"summer_7": "Hoje é aniversário da minha irmã. Ainda me lembro de estar tão feliz quando ela nasceu.#$b#[614] Aqui, querida. Você pode dar isso a ela. Ela adora isso. Só não diga que é meu!",
	"summer_11": "O que nossa fazenda vai colocar na sopa hoje, @?#$b#Eu sei que vai ser maravilhoso, porque você é incrível!$l",
	"summer_28": "O verão acabou, querida. Passou num piscar de olhos...$s#$b#Eu me pergunto que coisas incríveis nos esperam no outono!$h",


	"fall_1": "O ar está ficando frio...#$b#Estou animado!$h#$b#Adoro o clima mais frio. Significa mais tempo dentro com você.$l",
	"fall_16": "Mal posso esperar para ver sua exibição amanhã, querida!$h#$b#Ouvi dizer que exibir alguns minerais raros lhe dará alguns bons pontos...#$b#Aposto que você tem uma tonelada de mineração, certo? Você é o melhor aventureiro que eu conheço, afinal!$h",
	"fall_27": "Estou animado para amanhã. Estou ajudando o tio Marlon com as jaulas dos monstros.#$b#Também é uma oportunidade estudar essas criaturas de perto com segurança!$h",
	"fall_28": "Eu não posso acreditar que é quase inverno. Lembre-se de colher todas as suas colheitas hoje, querida. Eles vão murchar na neve amanhã.",


	"winter_1": "Adoro ver a neve cobrir o vale. Acho que vai ser um ótimo inverno!#$b#Certifique-se de estar aquecida, querida. Eu odiaria que você pegasse um resfriado.$l",
	"winter_8": "Estarei torcendo por você na competição de pesca, querida! Eu sei que você pode vencer!$h#$b#Eu vou acreditar em você assim como você sempre acreditou em mim!$l",
	"winter_15": "Oi, querido. Eu estou indo para o Mercado Noturno hoje à noite. Você pode encontrar a mim e a Zinnia lá, se quiser.#$b#Ouvi dizer que há café grátis!",
	"winter_22": "Oi, querida...$l#$b#É um dia muito especial, você sabe...$l#$b#Eu adoraria passar tudo isso com você...$l",
	"winter_25": "Feliz Festa da Estrela Invernal, querida!$h#$b#Você é o que mais agradeço.$l#$b#[72] Aqui, tenho algo só para você... Espero que goste .$l",
	"winter_28": "Uau... eu não posso acreditar que o ano já acabou.#$b#Acho que o tempo realmente voa quando você passa com a pessoa que você ama...$l",
	"BeachNightMarket": "Oi, amor! O que você está verificando primeiro?#$b#Eu posso comprar aquele quadro para nossa casa... Acho que temos um lugar perfeito para colocá-lo!$h",


	"spouseRoom_Gabriel": "{{Random: Oi, meu bem. Vou passar um tempo pesquisando hoje.#$b#Não se preocupe, prometo que farei pausas! 88 Estou tão perto de encontrar alguns novos dados sobre esqueletos...#$b#Posso senti-los!$h 88 Hoje vai ser um ótimo dia de trabalho para mim. Estou me sentindo energizado depois de dormir ao seu lado!$h 88 Oi, @. Vou passar um tempo no computador hoje...#$b#Você acredita que existe uma invenção dessas? É incrível!$h 88 Oi, meu anjo! Estou tão perto de terminar meu próximo relatório de pesquisa. Quando eu terminar, você pode lê-lo?#$b#Eu sei que você será capaz de torná-lo ainda melhor!$h 88 Eu gostaria de ter trazido todos os meus livros da Ala de Pesquisa de Monstros para casa...#$b#...bem, pelo menos eu posso visitar Zinnia e Marlon mais vezes!$h |inputSeparator=88}}",


	"patio_Gabriel": "{{Random: Oh, olá, @! Estava um dia lindo, então pensei em mudar minha pesquisa para lá fora.#$b#O ar fresco realmente deixa minha mente clara!$h 88 Bom dia, querida! Não se preocupe comigo, estou terminando uma pesquisa aqui.#$b#Achei que poderia dar uma olhada em você no trabalho, haha..$l 88 Sempre duvidei do fato de que o ar da manhã pode estimular o cérebro, mas...#$b#eu não poderia estar mais errado! Adoro ler aqui!$h 88 Oh, querida, eu queria saber quando você acordaria! Espero que você tenha um ótimo dia hoje.#$b#Vou passar algum tempo lendo em nossa bela fazenda.$l |inputSeparator=88}}",


	"Rainy_Day_0": "Algumas pessoas acham a chuva sombria, mas eu acho que parece tranquilo.#$b#Você não acha, @? É apenas um ciclo natural do nosso mundo em constante mudança.",
	"Rainy_Day_1": "Está um lindo dia de chuva, querida. Fique quente! Não quero que você fique resfriado.#$b#Vou manter a lareira aquecida para quando você voltar.",
	"Rainy_Day_2": "[211] Bom Dia, querida. Fiz panquecas frescas e quentinhas para você.#$b#As panquecas do meu pai sempre foram as minhas favoritas em uma manhã chuvosa como essa!$h",
	"Rainy_Day_3": "Tenha cuidado hoje, querida. Certos monstros se sentem seguros para sair durante a chuva. Eu não quero que você se machuque.",
	"Rainy_Day_4": "É em dias como hoje que me sinto mais feliz por estar casada com você, @. Vamos enfrentar os dias frios e difíceis juntos!$h",
	"Rainy_Day_Gabriel": "Vai fazer frio hoje, querida.#$b#[395] Aqui, preparei uma xícara de café quente para você. Espero que te mantenha aquecido...$l",


	"Rainy_Night_0": "@, você está encharcado!$u#$b#Espero que você não esteja doente...$s#$b#[349] Aqui, pegue isso só por precaução. Ele vai impulsionar você de volta!$h",
	"Rainy_Night_1": "Oi, querido! Você terminou o seu trabalho de hoje?#$b#Se sim, então eu tenho uma ideia de como podemos passar a noite...$l",
	"Rainy_Night_2": "Oi, querido. Eu sei que trabalhar na chuva não é a melhor coisa...#$b#[206]...então eu trouxe uma pizza pra te animar! Espero que você goste!$h",
	"Rainy_Night_3": "@! Eu queria saber onde você estava.#$b#Eu estava começando a ficar um pouco assustado...$s#$b#Tenha cuidado, querida. Dr. Harvey me diz que não é saudável ficar na chuva fria por muito tempo.$s",
	"Rainy_Night_4": "Uma das minhas sensações favoritas no mundo é quando estou dormindo na minha cama quentinha enquanto a chuva fria cai lá fora.#$b#Isso me faz sentir tão segura, sabe?",
	"Rainy_Night_5": "Ei, @... quer se aconchegar perto da lareira mais tarde?$l#$b#eu poderia te aquecer da chuva lá fora...$l",
	"Rainy_Night_Gabriel": "Você é incrível por conseguir trabalhar na chuva.#$b#Eu não poderia estar mais orgulhoso de ser seu marido!$h",


	"Indoor_Day_0": "Bom Dia, amorzinho! Vai ser um grande dia, eu posso sentir isso!$h#$b#Haha, eu pareço Zinnia! Acho que casar com você realmente me fez um homem mais feliz.$h",
	"Indoor_Day_1": "É um lindo dia, @. Adoro acordar ao seu lado.$l#$b#Você é meu sonho realizado!$l",
	"Indoor_Day_2": "Você vai para as minas hoje, querida?#$b#Por favor, tome cuidado! eu não quero te perder.$l",
	"Indoor_Day_3": "Bom Dia, @! Acordei cedo hoje para preparar o café da manhã.#$b#[210] Espero que gostem! Fiz do jeitinho que você gosta!$l",
	"Indoor_Day_4": "Desde que me casei com você, consigo dormir tranquilamente a noite toda.#$b#Isso não é fantástico, @?$l",
	"Indoor_Day_Gabriel": "Tenha um bom dia hoje, querida! Vou ficar em casa e continuar algumas pesquisas.#$b#[403] Tome um lanche rápido para viagem. Você precisa manter seu corpo energizado quando está trabalhando!#$b#Você trabalha tanto para nós, e eu realmente aprecio isso, querida.$l",


	"Indoor_Night_0": "Oh, @! Você voltou. Eu tenho uma surpresa para você...#$b#[213] Ta-da! Eu mesma cozinhei. Eu não sou o melhor em cozinhar, mas espero que gostem. Ele vai encher você depois de seu dia de trabalho duro!$h",
	"Indoor_Night_1": "Passei muito tempo pesquisando hoje. Você sabia que os Esqueletos têm olfato?#$b#No começo eu fiquei confuso, já que eles não têm nariz, mas acontece que suas almas mágicas permitem que eles sintam coisas maiores do que os humanos!$h",
	"Indoor_Night_2": "Oi, querido. Estou sentindo sua falta.$l#$b#O que você acha de jantarmos cedo esta noite?$l",
	"Indoor_Night_3": "@! Eu estava pensando em você.#$b#Eu estava lendo como os bravos guerreiros do passado lidavam com os monstros perigosos nas minas.#$b#Isso me lembrou o quão forte você é...$l",
	"Indoor_Night_4": "Boa tarde, querida! Passei muito tempo hoje trabalhando em algo para você...#$b#[212] Espero que goste! Eu sei que não é o melhor, mas eu cozinhei só para você! Até lembrei do seu tempero favorito!",
	"Indoor_Night_Gabriel": "A noite é a minha hora favorita do dia. Está tudo tão tranquilo.#$b#Ei, @... O que você acha de ficarmos acordados até tarde esta noite?#$b# Eu sei algumas coisas divertidas que poderíamos fazer para aproveitar o escuro...$l",


	"Outdoor_0": "Wow! A fazenda parece tão magnífica!#$b#Estou tentando sair com mais frequência, então ter uma bela vista como essa é uma grande motivação!$h",
	"Outdoor_1": "Oi, meu bem! Acabei de sair para tomar ar fresco e agora não posso voltar para dentro!$h#$b#Morar nesta fazenda é a melhor coisa que já me aconteceu, @...$l",
	"Outdoor_2": "Não sou de ficar muito tempo do lado de fora, mas com essa vista linda, poderia ficar horas aqui.#$b#Você fez um ótimo trabalho na fazenda, @!",
	"Outdoor_3": "Eu não posso acreditar que raramente costumava sair. Com essa vista linda, como não amar aqui?!$h",
	"Outdoor_4": "Oi, amor! A fazenda é realmente linda. Zinnia me contou sobre isso antes de nos casarmos. Ela passa por aqui o tempo todo.#$b#Nunca entendi a emoção, mas agora...#$b#Estou apaixonado!$l",


	"funLeave_Gabriel": "{{Random: Bom dia, querido(a)! Vou visitar minha irmã e meu tio hoje. Eu quero ter certeza de que eles estão bem.#$b#Venha visitar, se você tiver uma chance! 88 Oi, docinho. Estou indo para a Guilda em breve. Tenho um trabalho a fazer lá. Não se preocupe, prometo que estarei de volta a tempo do jantar.#$b#Eu te amo!$l 88 Bom dia, querida. Vou passar o dia na Guilda. Todo mundo está envelhecendo, sabe? Não quero me arrepender de não passar mais tempo com minha família no futuro.#$b#Você deveria vir me visitar. Todo mundo adora seu novo sogro!$h 88 [195] Oi, amor! Fiz um café da manhã para você.#$b#Vou visitar Zinnia e Marlon hoje. Não sinta tanto a minha falta! 88 Bom dia, querida! Vou passar algum tempo na Ala de Pesquisa hoje. Acho que descobri algumas novas informações sobre esses Monstros Insetos!$h 88 Tenha um bom dia hoje, meu bem. Estarei na Guilda se você quiser visitar!#$b#[349] Aqui, pegue isso. Vai te ajudar ao longo do dia.$l |inputSeparator=88}}",


	"funReturn_Gabriel": "{{Random: Oi, amor! Eu tive um ótimo dia hoje. Tio Marlon e Zinnia estão indo muito bem. É bom dar uma olhada neles, sabe?#$b#Como foi seu dia, querida?$l 88 Boa noite, querida! Fiz um ótimo trabalho na Guilda hoje. Acho que estou perto de uma grande descoberta!#$b#[206] Espero que seu dia tenha sido ótimo. Comprei uma pizza do Saloon para nós jantarmos! 88 Foi bom trabalhar no meu antigo escritório hoje. Às vezes, uma mudança de espaço é bom. 88 Oi, anjinho. Hoje tive um ótimo dia.#$b#[223] Passei na loja no caminho de volta e comprei para você, espero que goste...$l 88 Tentei falar com algumas pessoas no caminho de volta para casa hoje. Acho que estou ficando mais confortável fazendo novos amigos.#$b#Apesar de que você sempre será meu melhor amigo, amor...$l 88 O vale é lindo mesmo, @. Levei algum tempo para apreciar minha caminhada de volta para casa.#$b#Não acredito que ignorei isso todo esse tempo!$h |inputSeparator=88}}",


	"OneKid_0": "Vou tentar ser o melhor pai que puder para o pequeno $kid1. Eu prometo que nunca vou deixar minha pesquisa atrapalhar isso.",
	"OneKid_1": "Eu me belisco toda vez que acordo com a risada de %kid1. Eu não posso acreditar que sou pai.",
	"OneKid_2": "Oi, querido. Eu cuidarei de %kid1 hoje - você apenas se concentre na fazenda. Não se preocupe, vou garantir que ele descanse.#$b#Não quero que ele seja privado de sono como eu!$h",
	"OneKid_3": "I'll always wonder what my mom would think of %kid1.#$b#Seeing our kid's cute little eyes reminds me of her...$s#$b#Do you see your grandpa in %kid1 too, @?",


	"TwoKids_0": "Eu realmente espero que %kid1 e %kid2 sejam próximos enquanto crescem. Não quero que eles fiquem como eu e Zinnia éramos.#$b#Ter um irmão é realmente uma benção, mesmo que às vezes te incomode!$h",
	"TwoKids_1": "%kid1 parecia triste no outro dia. Eu estava tentando animá-los, mas %kid2 me venceu! As caretas engraçadas de $h#$b#%kid2 são incríveis! Isso me lembra como Zinnia sempre costumava me animar quando éramos jovens.$h",
	"TwoKids_2": "Dois filhos e uma linda esposa... esta é a vida!$h#$b#GAH! Eu pareço meu pai!$u#$b#Bem, acho que não é uma coisa tão ruim...$h",
	"TwoKids_3": "%kid2 e %kid1 queriam brincar com você no outro dia. Devia passar algum tempo com eles, querida(o). Eles sentem sua falta!$h",



	"Good_0": "Sabe, eu realmente tive a história de amor dos sonhos com você, @...$l#$b#Casar com meu primeiro amor verdadeiro? eu não poderia estar mais feliz!$l",
	"Good_1": "Eu já tive uma queda por alguém no passado, mas quando olho para você, não consigo me imaginar com outra pessoa.$l",
	"Good_2": "Ei, @. Eu estava no telefone com Zinnia um tempo atrás. Ela me disse como somos bons juntos.#$b#Acho que ela está certa.$l",
	"Good_3": "Você acha que minha mãe e seu avô estão nos observando onde quer que estejam agora?#$b#Aposto que estão super orgulhosos de quão longe nós dois chegamos.$l#$b#%Gabriel te beija.",
	"Good_4": "@!#$b#%Gabriel te abraça forte.#$b#Haha! Zinnia me disse que um bom abraço pode tornar um dia dez vezes mais brilhante.$h#$b#Pelo visto ela está certa...$l",
	"Good_5": "Eu nunca pensei que o casamento seria para mim, mas agora não consigo ver uma vida sem você ao meu lado.#$b#Nós formamos o casal perfeito!$h",
	"Good_6": "Minha parte favorita do dia é ver você sorrir. Eu sei que parece brega, mas...$l#$b#...o que posso dizer? É verdade!$h",
	"Good_7": "Você nunca deixa de ficar linda, @! Você parece incrível até levantando da cama.$l#$b#Eu gostaria de ter isso, haha!$h",
	"Good_8": "Tenho ouvido as pessoas dizerem que seremos o casal de ouro da cidade. Eu me sinto honrado.$l#$b#eu diria que nosso relacionamento é perfeito, você não acha?$h",
	"Good_9": "Tive muita sorte de me casar com meu primeiro amor. Eu nunca tive que ter meu coração partido...$l#$b#...na verdade, eu diria que meu coração ficou mais forte depois de me casar com você!$h",


	"Neutral_0": "Oi, @. Eu estava lendo alguns livros novos hoje.#$b#Estou tentando ler mais por diversão, em vez de apenas para fins de pesquisa.",
	"Neutral_1": "Esse santuário para o seu avô é muito interessante, @.#$b#Você acha que contém algum tipo de energia mágica?",
	"Neutral_2": "Ouvi dizer que você pode ativar um véu mágico especial de proteção que impede que monstros apareçam na fazenda.#$b#Gostaria de saber se essa magia também pode ser usada para todo o vale...",
	"Neutral_3": "Maru sempre me olha engraçado. O que você acha que ela pensa de mim?#$b#Eu odiaria desapontá-la. Você é apenas única pra mim!$h",
	"Neutral_4": "{{Random: Sempre vou ficar um pouco nervoso em situações sociais, mas pelo menos tenho você para me deixar mais confortável!$h 88 Raramente recebemos mais clientes na Guilda dos Aventureiros. Talvez devêssemos trabalhar em uma campanha publicitária...#$b#Toda essa receita extra poderia ser usada para aprofundar nossa pesquisa!$h |inputSeparator=88}}",
	"Neutral_5": "Eu nunca percebi o quão pacífica esta cidade realmente é. Eu amo isso aqui muito mais do que a cidade!$h",
	"Neutral_6": "Às vezes eu gostaria que meu tio Marlon convidasse Marnie para sair.#$b#Ele foi solteiro a maior parte da vida.#$b#Bem, pelo menos ele tem o Gil!$h",
	"Neutral_7": "Oi, @! Você tem cuidado bem da fazenda?#$b#Tenho certeza que seu avô ficaria orgulhoso com o que você conquistou.",
	"Neutral_8": "Vivemos em um dos lugares mais interessantes do mundo, @. Eu sei que um dia, esse vale será lembrado como um lugar incrível.",
	"Neutral_9": "No dia em que te conheci, Zinnia me disse que sabia que acabaríamos juntos.#$b#Talvez ela devesse se tornar uma cartomante!$h",


	"Bad_0": "Às vezes eu gostaria de estar de volta à Guilda. Minha vida era simples, então...$s",
	"Bad_1": "Desculpa, eu não estou de bom humor hoje.$s",
	"Bad_2": "Meu pai sempre me disse que o amor parece voar pelo céu. Eu me pergunto se ele sabia que o sentimento poderia acabar em algum momento...$s",
	"Bad_3": "Eu nunca percebi que os relacionamentos poderiam parecer, hum, maçantes...$s",
	"Bad_4": "Oh hum, oi, @.$s#$b#...$s#$b#Um, h-tenha um bom dia, eu acho.$s",
	"Bad_5": "Talvez eu devesse voltar para a casa do Marlon...$s#$b#Pelo menos assim eu teria Zinnia para passar algum tempo com...$s",
	"Bad_6": "Eu não tive uma boa noite de sono ontem à noite.$s#$b#Eu estava muito estressado com, hum, algo...$s",
	"Bad_7": "Hum, @, eu estava pensando que talvez devêssemos pedir ao Dr. Harvey uma recomendação de conselheiro matrimonial... $s#$b#Hum, só porque não parecemos estar nos dando muito bem...$s",
	"Bad_8": "Se o amor deveria ser libertador, por que me sinto preso?$s",
	"Bad_9": "Desculpe, @. Não estou com vontade de falar agora. Talvez mais tarde.$a"
			}
		},

	{
 
   	"Action": "EditData",
   	"Target": "Characters/Dialogue/MarriageDialogueGabriel",
   	"Entries": {
	"funLeave_Gabriel": "{{Random: Bom dia, querida. Estou indo para Zuzu hoje para minha consulta de aconselhamento.#$b#Eu realmente acho que estou fazendo um bom progresso. Eu não tive um pesadelo desde que me casei com você!$h 88 Bom dia, @. Estarei fora hoje. Tenho uma consulta com meu terapeuta em Zuzu.#$b#Não se preocupe, estarei seguro! Eu sei que Zuzu pode ser um lugar perigoso. |inputSeparator=88}}",

	"funReturn_Gabriel": "{{Random: Oi, amor. Minha consulta de aconselhamento foi ótima.#$b#Minha terapeuta disse que está vendo alguma melhora real em mim.$h 88 Tive uma boa consulta hoje. Acho que finalmente estou começando a vencer esses pesadelos horríveis! |inputSeparator=88}}"
			},
   "When": {
		"HasSeenEvent: anyPlayer": "8280012",
		"DayOfWeek": "Sunday"
		}
	},

	{
            "Action": "EditData",
            "Target": "Strings/Characters",
	    "Entries": {
	"MovieInvite_Spouse_Gabriel": "Claro que vou ao cinema com você, meu bem!#$b#O que vamos assistir?"
		}
	}

	]
}