{
    "Changes": [
        {
            "Action": "EditData",
            "Target": "Characters/Dialogue/OliverK",
            "When": {
                "HasSeenEvent": "57873021"
            },
            "Entries": {
                "Wed6": "Ontem com o Dr. Jacob foi incrível. Eu ajudei o Dr. Jacob a dar à luz um bezerro!#$b#Bem, na maioria das vezes eu apenas entreguei coisas a ele, mas foi muito emocionante... e um pouco nojento também!$1",
                "summer_Wed6": "Dr. Jacob teve que sacrificar um touro ferido ontem. Ele estava muito chateado com isso.#$b#Eu também estava um pouco. Acho que nós, crianças da cidade, não pensamos muito sobre de onde vem a carne.",
                "fall_Wed6": "Ufa. Não diga a mamãe, mas estou um pouco dolorido hoje. O Dr. Jacob e eu capturamos algumas ovelhas doentes.#$b#Eles são mais resistentes do que parecem! No entanto, conseguimos salvar quase todos eles.$1",
                "winter_Wed6": "O trabalho veterinário é muito difícil... e as vacas podem ser más. Mas também é interessante.#$b#Muito mais interessante do que contabilidade.",
		"summer_Wed10":"Eu ajudei com uma autópsia ontem! Sim, foi muito horrível, mas também muito interessante.#$b#Não são muitas as crianças que aprendem biologia anatômica na área, não é?$1",
		"Wed10":"Ufa, tive que ajudar o Dr. Jacob a entregar outra ninhada de leitões ontem. Eram tantos!#$b#Meus ouvidos ainda estão zumbindo de todos os seus guinchos felizes.$1",
		"winter_Wed10":"Ontem foi um dia muito calmo nas rodadas. Jacob e eu passamos muito tempo conversando.#$b#Ele é um cara muito legal. Tenho algumas histórias realmente interessantes de Gotoro e outras coisas.",
		"fall_Wed10":"$1 Oliver_Duke#Eu conheci o cachorro mais engraçado ontem! O nome dele é duque. Seu dono é totalmente excêntrico; ela o veste com ternos e chapeuzinhos.$k#$e#Hah, você deveria ter visto o que Dukey estava vestindo ontem. Aqui, tenho uma foto.#$b#Acho que ele é meu paciente absolutamente favorito. E sua humana, a Sra. Winslow sempre nos dá biscoitos e bolo, então ela também é incrível."
            }
        }
    ]
}