{
  "Introduction": "Olá, meu nome é Rosa. Eu sou nova na cidade.$h#$b#Me avise se você souber ou tiver algum trabalho disponivel, estou pronta e disposta para qualquer trabalho diferente!",
  //Monday
  "Mon": "Quando eu tiver dinheiro disponivel, vou pegar um dos trens para a Cidade de Zuzu; Minha mãe leciona por lá.",
  "Mon4": "Já trabalhei em alguns empregos, aqui e ali. Colher frutas, passear com o cachorro.#$b#Limpando peixes. ECA! Eu não gostei desse!$2#$b#Tambem já fui contratada para cuidar de patos uma vez. Esse ai foi um desafio!$1",
  "winter_Mon4": "Você acha que este lugar é assombrado, @? Posso jurar que ouvi passos pelos corredores a noite toda.",
  "summer_Mon": "É lindo aqui, não é? Mas... Os habitantes locais parecem um pouco desconfiados de forasteiros, não acha?",
  "summer_Mon10": "Conversei com meu pai ontem à noite, @. É sempre bom conversar com ele.#$B# Ele está feliz, e a padaria está indo bem.#$B# Mas sinto falta dele.",
  "fall_Mon": "Você está interessado em viajar, @?#$b#Eu estou... Eu já fiz algumas viagens em torno da república Ferngill.",
  "fall_Mon4": "Nesses dias frios, não há nada como se enrolar perto do fogo com um livro, não é?$1",
  "fall_Mon10": "Lendo algum bom livro ultimamente, @? Tenho certeza de que li todos os mistérios que a biblioteca tem a oferecer.$1",
  "winter_Mon": "Oh! Você pode tirar a neve da suas botas, por favor? Acabei de polir o chão.$2", //change this if ItsBenter's family installed
  "winter_Mon6": "Espero que não neva muito @. Com os quartos vazios, a caldeira no andar de baixo e o isolamento...#$b#Bem, vamos apenas dizer, eu tenho flashbacks de um certo romance de terror.$2",
  "winter_Mon10": "Brrr, o inverno é a época que mais sinto falta do Forte Josa!#$b#Nah, não estou com saudades. Fiz muitos amigos aqui!$1",
  //Tue
  "Tue": "Em Fort Josa, a padaria do meu pai tinha os aromas mais maravilhosos.#$b#O racionamento da guerra nos impediu de fazer bolos ou doces, mas sempre improvisamos.$s",
  "Tue2": "Você ama o cheiro de pão fresco? Isso me lembra de casa.",
  "fall_Tue2": "Você gosta de ler, @?#$b#Eu amo um bom mistério - Quanto mais confuso melhor!",
  "Tue8": "Meus pais não tinham um relacionamento muito feliz. Quase me adiei ao casamento, verdade seja dita.$2#$b#Ainda assim, suponho que se a garota certa aparecesse...$1",
  "summer_Tue4": "Já surfou, @?#$b#Eu? Hah, não. Mas eu fiz uma breve passagem como salva-vidas, então resgatei alguns!",
  "summer_Tue10": "Mamãe sempre me provocava por causa dos meus pés inquietos - Mas aqui realmente me sinto em casa.#$b#Quem sabe? Talvez um dia eu me acalme!$1",
  "summer_Tue": "Tome cuidado, @. Quando eu estava voltando para casa ontem à noite, um caranguejo gigante se lançou contra mim!$2#$b#Dr. Jacob diz que eles são uma espécie invasora e se alimentam da vida selvagem nativa. Bastante desagradável!",
  "fall_Tue": "Há muitas pequenas trilhas por aqui.#$b#Siga-os e você nunca sabe onde pode acabar.$1",
  "fall_Tue6": "Olá @! Estou prestes a entender uma grande revelação do livro que estou lendo.$1",
  "winter_Tue": "Acho que vou ficar aqui onde está quente.#$b#Oh, sem fogo - temos uma sala de caldeira. O aquecimento central é o caminho a percorrer.$1",
  "winter_Tue6": "Aquele pobre gato de rua estava rondando novamente. Dei-lhe alguns restos de comida...$2",
  //Wed
  "Wed": "O Forte Josa costumava abastecer todas as fábricas próximas e navios a vapor com carvão.#$b#Quando o petróleo começou a acabar, a cidade começou a desmoronar... Ela se parecia um pouco com este lugar, eu acho.$s",
  "Wed2": "Gosto daqui, mas eu acho um pouco solitário. Eu gostaria de ter alguém para sair e me divertir.$2",
  "summer_Wed6": "Já trabalhei em um zoológico uma vez. Não é tão legal, quanto parece que é.#$b#É muito mais cavar cocô e limpar ossos roídos do que bebês e animais fofinhos.",
  "Wed8": "Convidei minha primeira namorada para casa quando tínhamos dezessete anos. Mamãe ficou muito feliz por eu ter encontrado alguém.$1#$b#Mas não deu certo.$2#$b#Nah, está tudo bem; nós ainda mantemos contato.",
  "fall_Wed4": "Por que o outono é a estação mais popular? Eu não entendo.#$b#Passei a manhã inteira varrendo folhas da sarjeta.$3#$b#Bom, eu acho que o significado de seu nome 'Queda' tem alguma uma razão...$1",
  "summer_Wed": "Está muito quente para assar algo hoje. Talvez eu faça um cheesecake.",
  "summer_Wed4": "Ugh... this warm summer weather is bringing the ants indoors. I found them in my sugar bowl this morning.$3#$b#What a waste...$2",
  "fall_Wed": "Droga... Estou sem farinha. Acho que vou ter que ir para a cidade amanhã.#$b#Pelo menos é uma boa caminhada.$1",
  "winter_Wed": "O urso no corredor da pousada? Oh, com certeza ele morreu de causas naturais.#$b#Eu o chamo de Humphrey. Espero que ele não se importe.$1",
  "winter_Wed6": "Eu fico sozinha aqui nesta grande e vazia pousada? Claro que não. Eloise vem visitar algumas vezes.#$b#Desde que ela nunca traga um triciclo, adoro sua companhia.$1",
  //Thursday
  "Thu": "Sempre gosto de caminhar até a cidade. O ar é tão fresco aqui, não como o Fort Josa. Sempre fedendo a fumaça.",
  "JojaMart":"Olá @. Apenas reunindo alguns suprimentos. Tenho um prato planejado em mente!",
  "SeedShop":"Olá @. Apenas reunindo alguns suprimentos. As frutas aqui está sempre bem frescas. De onde Pierre as conseguio?",
  "Thu4": "Você conheceu Aideen? Ela é bonita, não é?#$b#Nós somos amigas? Não. Mas o gato dela me visita às vezes!$1",
  "spring_Thu6": "Desculpe se estou um pouco empoeirada. Esses malditos pássaros estão tentando se aninhar nos beirais de novo, e eu estava tentano expulsá los..$2",
  "fall_Thu4": "Argh, hoje foi um dia um pouco difícil. Apenas sentimentos, entende?$2#$b#De qualquer forma, decidi fazer alguns doces... E agora tenho o suficiente para alimentar toda a cidade. Estou enjoada de tanto comer Muffin.[651]",
  "summer_Thu": "Você já viu o gatinho cinza vagando por aí?#$b#Às vezes, deixo recados para ela. Coitadinho.$2",
  "fall_Thu": "Você mantém contato com alguém em casa?, @?#$b#Sim, mamãe ligou ontem à noite. Foi agradável. Me deixou um pouco... Nostálgico? Não tenho certeza se essa é a palavra certa. Mas a saudade de casa também não.$2",
  "winter_Thu": "A neve aqui é tão fresca e limpa. Faz o mundo parecer meio novo, não acha?#$b#Embora esteje frio!",
  "winter_Thu6": "Havia algo arranhando as paredes a noite toda...#$b#Provavelmente são ratos. Ugh, espero que não sejam ratos. Talvez eu deva perguntar a Aideen se posso pegar seu gato emprestado.$1",
  "winter_Thu10": "Quer hoje à noite assistir um filme?#$b#Talvez algum tipo de filme de ação sem sentido?",
  //Friday
  "Fri": "Em alguns dias, gosto de dar um passeio até o farol. O pôr do sol é muito bonito.#$b#Seria melhor se eu tivesse alguém com quem assistir...$2",
  "Fri4": "Sempre tive uma queda por doces. Mamãe costumava me provocar sobre isso.",
  "Fri8": "Meus pais se separaram há alguns anos. Às vezes eu acho que eles só ficaram juntos por muito tempo por minha causa.$2",
  "summer_Fri8": "Fort Josa é uma cidade costeira, então costumávamos nadar o tempo todo. Às vezes, até víamos golfinhos.#$b#Isso foi até a guerra... Depois disso, bem, vamos apenas dizer que nadar se tornou muito menos divertido.$2",
  "summer_Fri": "Talvez eu vá nadar amanhã. Embora Eloise tenha me dito que há peixes que mordiscam seus dedos do pé.#$b#Não tenho certeza de como estou entusiasmado com essa ideia!$1",
  "fall_Fri": "Você sabe, muitos navios afundaram por aqui. É por isso que eles construíram o farol.#$b#Você acha que há algum tesouro escondido lá no recife?",
  "winter_Fri": "Ei, você gostaria de ficar um pouco mais? Estou entediada e gostaria de companhia.",
  //Saturday
  "Custom_EastScarpeInn_Sat": "Esse trabalho? Oh, é apenas temporário, até que os donos voltem. A Comida é grátis! Não posso discutir com isso!$1",
  "Sat": "É uma pena que não haja mais gente nesta praia. É como uma joia escondida na Vila Pelicanos, você não acha?$1#$b#Mais visitantes significa melhoria para os negócios, mas isso meio que arruinaria o ambiente.",
  "Sat_4": "O gato de Aideen veio me visitar ontem. Por favor não diga a ela, mas eu o alimentei...#$b#Ele realmente gosta de peixe!$1",
  "Sat4": "Eu vou para a cidade às vezes, mas os residentes locais daqui... Eles são tão unidos.#$b#É fácil se sentir um estranho, não acha?$2",
  "summer_Sat2": "Você gosta de caminhar na praia, @? Eu amo a sensação de areia entre meus dedos.",
  "winter_Sat6": "Este lugar pode ser um pouco assustador à noite. É tão grande e antigo.#$b#Às vezes, escutos uns barulhos estranhos de gemidos. Mas provavelmente não são fantasmas, certo?$2",
  "summer_Sat": "É melhor eu escrever uma carta para meu pai ... Sim, ele ainda está em Fort Josa.#$b#Ele me manda receitas às vezes. Sinto falta dele.$2",
  "fall_Sat": "Hmm... O Festival dos Espírito está proximo. Costumávamos nos divertir muito com isso.#$b#Sentávamos ao redor de uma fogueira e víamos quem poderia contar as histórias mais assustadoras.",
  "winter_Sat": "Ugh, nevou bastante na noite passada.#$b#Levantei-me antes do amanhecer, removendo a neve do telhado com uma pá. Caramba, eu daria tudo por um café agora.",
  //Sunday
  "Sun": "Você vê muitos refugiados por aqui, @? Acho que não. Tínhamos um fluxo constante deles em Fort Josa.#$b#É muito triste, as coisas pelas quais as pessoas passaram para serem 'Livres'.$s",
  "Sun6": "Às vezes sinto falta de Fort Josa, você sabe. Nah, não é saudade de casa, mais de outra coisa...#$b#Patriotismo, talvez? Embora eu deva dizer, é muito bom estar aqui.",
  "winter_Sun4": "Meu Yoba, Ellie quase arrancou minhas orelhas!#$b#Ela me pegou jogando sobras de pão para os pássaros...$1",
  "summer_Sun": "Voce ja viu uma sereia, @?#$b#Não posso ter certeza, mas sei que vi - ou algo - nadando na baía, será uma sereia?.",
  "summer_Sun2": "Ever seen a mermaid, @?#$b#I can't be 100 percent certain, but I know I saw someone - or something - swimming off the bay.",
  "fall_Sun": "Gosta de jogos de bilhar? Eu fui convencido a entrar em um torneio uma vez.#$b#Oh, eu era totalmente ruim; Realmente não é o meu jogo. Embora fosse divertido!",
  "winter_Sun": "Você é fã de filmes de terror, @?#$b#Eu assisti um ontem à noite... Foi ambientado em um hotel vazio. Fechado para no inverno...#$b#Possivelmente não é a ideia mais brilhante que já tive!$1",
  //Specific Dates
  "spring_23": "Você vai dançar amanhã, @?#$b#Eu? Oh, suponho que sim! Se a pessoa certa perguntar é claro!",
  "spring_23_2": "Estou ansioso para o baile amanhã.$1#$b#Sim, sei que é insignificante, mas divertido. Amo essas tradições antigas, você não?",
  "fall_26_2": "O Festival dos Espíritos é o meu favorito. Sabe o por que? Eu adoro dar uma festa por aqui. O que você disse?",
  //Conversation Topics
  "Josephine_Arrives": "Oh @! Lewis acabou de me ligar para dizer que a esposa e o filho do governador estão chegando amanhã!$1#$b#Meus primeiros convidados! Eu realmente espero não os decepcionar.$2",
  "Tristan_Returns": "Eu ouvi um boato estranho sobre um cara que na verdade era um gato?#$b#Parece um conto de fadas para mim. Você sabe de alguma coisa sobre isso, @?",
  "cc_Complete": "Eu vi que o JojaMart está fechado. O que aconteceu?#$b#Isso significa que a ruiva bonita foi embora... Eu nunca pude lhe-dizer 'adeus'.$2",
  "CherryOrchard_Rosa": "Ei @, lembra daquele lugar estranho que a Eloise encontrou? Perguntei ao prefeito Lewis sobre isso. Todas as crianças da cidade foram avisadas para não brincar lá. É um lugar perigoso, aparentemente.$2",
  "spring_15_2": "Hmm, acho que vou fazer barras de maçãs hoje. Por quê? Ah, sem motivo.$5",
  //Resort dialogue courtesy of Calcite
  "Resort_Entering": "Esta ilha é adorável! Pena que a pousada não esteja localizada aqui...",
  "Resort": "Você sabia que eles tinham uma série de fortes barricados ao longo de ilhas como esta?",
  "Resort_Shore": "Ai! Acho que aquele caranguejo me beliscou. Onde está Willy quando você precisa dele?",
  "AbyssRoosterGrow": "Agora temos uma Galinha correndo pela pousada!$a#$b#Bem, suponho que isso seja vantagens da vida no campo... Nunca temos um momento de tédio por aqui!$1",
  //UCR
  //Unique Dialogue Mods (Courtship/Jealousy responses)
  //"give_pendant": "",
  //"stardrop_gift": "",
  //"reject_two_heartA": "",
  //"reject_two_heartB": "",
  //"reject_four_heartA": "",
  // "reject_four_heartB": "",
  // "engageA": "",
  // "engageB": "",
  // "marriedA": "",
  // "marriedB": "",
  //"refusal_no_heartsA": "",
  //"refusal_no_heartsB": "",
  // "refusal_knownA": "",
  // "refusal_knownB": "",
  // "refusal_botherA": "",
  //"refusal_botherB": "",
  "rejectNPCA": "Você sabe que eu só me sinto atraído por garotas, certo?^Muito cedo, raio de sol, prefiro que nos conheçamos primeiro.$1",
  "rejectNPCB": "Desculpe não, você não é meu tipo.^Desculpe, raio de sol, prefiro continuarmos amigos por agora. Espero que esteja tudo bem com você?",
  //Custom Gift Dialogue
  "reject_534": "Você quer que eu fique com isso? É melhor não - Eu provavelmente perderia! Você fica com ele.$5#$b#Quem sabe? Talvez um dia encontremos Lily-Anne e possamos devolvê-la a ela.$1",
  "GiftReaction_Rodney's_Autograph":"Haha, eu realmente não preciso disso! Rodney deixou uma pilha enorme deles ontem.$1#$b#Ele parece pensar que ter um autor premiado na cidade está atraindo mais turistas.",  
  "Aideen_Garden":"Claro que vou ajudar Aideen com o projeto do jardim!$1#$b#Vai ficar lindo."
}