{

    //Note for Translators - 1.14.38 added "DeepCave" and Configs for .description (used in GMCM)

    //Farm String
    "IF2RFarmString": "Immersive Farm 2 Remastered_ É Um enorme terreno com uma grande oportunidade de crescimento exponecial. Podendo usar a grama para o cultivo e tendo segredos a serem descobertos.",
    "DeepCave": "Caverna",
    
    //Confgs
    "Config.Mist_Effects.name": "Mist_Effects",
    "Config.Farm_Sandbox_Layout.name": "Farm_Sandbox_Layout",
    "Config.Farm_Light_Debris.name": "Farm_Light_Debris",
    "Config.Dirt_Crop_Field_1.name": "Dirt_Crop_Field_1",
    "Config.Dirt_Crop_Field_2.name": "Dirt_Crop_Field_2",
    "Config.Dirt_Crop_Field_3.name": "Dirt_Crop_Field_3",
    "Config.Dirt_Crop_Field_4.name": "Dirt_Crop_Field_4",
    "Config.Dirt_Crop_Field_5.name": "Dirt_Crop_Field_5",
    "Config.Dirt_Crop_Field_6.name": "Dirt_Crop_Field_6",
    "Config.Remove_Fences_In_Front_Of_Grandpas_Shed.name": "Remover_cercas_na_frente_do_galpão_de_grandes_paisagens",
    "Config.Remove_Farm_Animal_Area_Fences.name": "Remover_Cercas_de_Área_Animal_da_Fazenda",
    "Config.Remove_Fences_Left_Of_Crop_Field_1.name": "Remover_Cercas_Do_Cultivo_1",
    "Config.Remove_Central_Cherry_Blossom_Tree_And_Water_Trough.name": "Remover_central_de_cerejeira_e_bebedouro",
    "Config.Remove_Cherry_Blossom_Tree_From_Southeast_Hill.name": "Remover_Árvore_de_Cerejeira_do_Morro_do_Sudeste",
    "Config.Remove_Fences_From_Backyard.name": "Remover_Cercas_do_Quintal",
    "Config.Remove_Minecart_System.name": "Remover_Carrinhos",
    "Config.Remove_Objects_From_Greenhouse.name": "Remover_Objetos_da_Estufa",
    "Config.Disable_IF2R_Greenhouse.name": "Desativar_IF2R_Estufa",
    "Config.Disable_Farm_Cave.name": "Desativar_Farm_Cave",
    
    "Config.Mist_Effects.description": "Adiciona névoa durante dias chuvosos em todos os mapas. Isso afeta o desempenho, portanto, desative-o se estiver enfrentando atrasos em dias chuvosos.",
    "Config.Farm_Sandbox_Layout.description": "Transforma o IF2R em um mapa de fazenda mais padrão, excluindo campos de cultivo predeterminados, construção de galpões e cercas estáticas. Há uma imagem dessa versão na seção IF2R. O arquivo de configuração está localizado na pasta [CP] IF2R. Os jogadores podem definir essa configuração como /“true/” nos salvamentos existentes do SVE usando o IF2R.",
    "Config.Farm_Light_Debris.description": "Equilibra o consumo de recursos e torna as terras agrícolas mais gerenciáveis. Deve ser ativado como verdadeiro antes da criação do arquivo de salvamento para ter efeito.",
    "Config.Dirt_Crop_Field_1.description": "Os campos de cultivo podem ser alternados entre variantes de grama e terra.",
    "Config.Dirt_Crop_Field_2.description": "Os campos de cultivo podem ser alternados entre variantes de grama e terra.",
    "Config.Dirt_Crop_Field_3.description": "Os campos de cultivo podem ser alternados entre variantes de grama e terra.",
    "Config.Dirt_Crop_Field_4.description": "Os campos de cultivo podem ser alternados entre variantes de grama e terra.",
    "Config.Dirt_Crop_Field_5.description": "Os campos de cultivo podem ser alternados entre variantes de grama e terra.",
    "Config.Dirt_Crop_Field_6.description": "Os campos de cultivo podem ser alternados entre variantes de grama e terra.",
    "Config.Remove_Fences_In_Front_Of_Grandpas_Shed.description": "Remover_cercas_na_frente_do_galpão_de_grandes_paisagens",
    "Config.Remove_Farm_Animal_Area_Fences.description": "Remove a cerca no meio do IF2R.",
    "Config.Remove_Fences_Left_Of_Crop_Field_1.description": "Remove a cerca à esquerda do campo de cultivo 1",
    "Config.Remove_Central_Cherry_Blossom_Tree_And_Water_Trough.description": "Remove as cercas ao lado do rio.",
    "Config.Remove_Cherry_Blossom_Tree_From_Southeast_Hill.description": "Remove a grande árvore rosa e o bebedouro abaixo da área cercada para animais",
    "Config.Remove_Fences_From_Backyard.description": "Remove todas as cercas ao redor da casa da fazenda.",
    "Config.Remove_Minecart_System.description": "Remove os carrinhos de mineração ao redor da Fazenda.",
    "Config.Remove_Objects_From_Greenhouse.description": "Remove plantas, caixas, flores e barris estáticos do interior da estufa IF2R.",
    "Config.Disable_IF2R_Greenhouse.description": "Quando definido como true, desativa a estufa IF2R. Útil para compatibilidade",
    "Config.Disable_Farm_Cave.description": "Quando definido como true, desativa o caverna da fazenda do IF2R. Útil para compatibilidade",


    //Events
    "Opening.01": "Você finalmente chegou!",
    "Opening.02": "@! Fico feliz em vê-lo novamente! Já se fazem alguns meses.$4^@! Fico feliz em vê-la novamente! Já se fazem alguns meses.$4#$b#Não acredito que é o dia da mudança para você! Todos da vila estão animados por você ser oficialmente um residente do Vale do Orvalho.$0",
    "Opening.03": "Terminei de consertar a ponte, restaurar a eletricidade no chalé, restaurar a maioria das cercas e as outras várias tarefas que você me designou para fazer!$0#$b#Vamos até a Fazenda %farm para que eu possa lhe mostrar. Também tenho uma surpresa!$1",
    "Opening.04": "Venha dar uma olhada no quintal!$1",
    "Opening.05": "Lewis e eu limpamos o quintal e construímos uma casinha para você!$0#$b#Essa é a nossa maneira de lhe dar as boas-vindas ao vale, @!$1",
    "Opening.06": "Lewis ainda está dentro do chalé preparando algumas coisas para você.$0#$b#Como ele está ocupado, esta é uma boa oportunidade para eu lhe mostrar a ponte consertada!$1",
    "Opening.07": "Desculpe-me pelos galhos. Tivemos uma tempestade de vento na semana passada.$5#$b#A última vez que você viu a ponte, há alguns meses, ela estava parcialmente desmoronada. Fiz o possível para consertá-la.$0#$b#Não foi tão fácil assim. Já consertei pontes de madeira antes, mas não as de pedra.$2",
    "Opening.08": "Portanto, com os reparos da ponte, da cerca e do contêiner de transporte, a restauração da eletricidade e da água no chalé... $0#$b#Revisar o interior do chalé, reformar a lareira e fazer o levantamento do terreno...$5",
    "Opening.09": "O total geral do custo será de 103,500g.$5",
    "Opening.10": "$q -1 null#(Vou ficar apenas com 500g)#$r -1 0 robin_event3#Eu tenho apenas o suficiente. Não tenho dinheiro para os reparos da estufa agora.",
    "Opening.11": "Lewis deve estar terminando de arrumar as coisas da casa. Devemos voltar para a sua casa.$0",
    "Opening.12": "Vou chamar o Lewis. Ele está lá dentro.$1",
    "Opening.13": "Ah, você está ai!",
    "Opening.14": "Já faz algum tempo desde a última vez que nos vimos, @.$1#$b#Espero que as melhorias que fizemos na Fazenda %farm e no chalé de seu avô facilitem sua instalação.$0#$b#Seus móveis e pertences chegaram há alguns dias! Tudo está dentro de casa.$1",
    "Abertura.15": "Robin, você mostrou a @ as melhorias aqui fora?$0",
    "Opening.16": "Mostrei! @ está feliz com o trabalho que foi feito!$1",
    "Opening.17": "É bom ouvir isso!$1",
    "Opening.18": "Todos esses anos é tempo suficiente para que as terras agrícolas se transformem nisso. Você precisará de várias ferramentas para começar.$0",
    "Opening.19": "Clint, o ferreiro local, fez algumas ferramentas para ajudá-lo a começar a remover os detritos e as árvores.$0^Clint, o ferreiro local, fez algumas ferramentas para ajudá-la a começar a remover os detritos e as árvores.$0#$b#Há um machado, uma picareta, uma enxada, uma foice e um regador em sua cabana!$1",
    "Opening.20": "Será muito trabalhoso transformar a Fazenda %farm no que ela já foi, @. Seu avô ficaria orgulhoso de você.#$b#Amanhã, você deve se apresentar aos cidadãos. Todos no vale sabem que você acabou de se mudar.$1",
    "Abertura.21": "Demetrius, meu marido, está animado para conhecê-lo, @! Apareça em nossa casa nas montanhas quando estiver com tempo sobrando!$1^Demetrius, meu marido, está animado para conhecê-la, @! Apareça em nossa casa nas montanhas quando estiver com tempo sobrando!$1",
    "Opening.22":  "Os outros fazendeiros estão entusiasmados por ter outro agricultor no vale.$1#$b#Você deveria passar nas fazendas deles quando tiver uma chance também.$0",
    "Opening.23":  "Nós vamos embora para que você possa se acomodar.$0#$b#Se tiver alguma dúvida ou preocupação, você sabe onde nos encontrar.$1",
    "Opening.24":  "Se ficar com frio, você pode usar a lareira. Ela funciona muito bem agora!$1",
    "Abertura.25":  "Nós o veremos amanhã. Acomode-se!$1",
    "Cave.01": "Oi @! Tenho boas notícias para você. Há alguns dias, fiz uma grande descoberta em minha pesquisa sobre o ambiente local.$h#$b#Vou poupá-lo dos detalhes técnicos e vou direto ao ponto... Sabe aquela caverna vazia ali, um pouco mais ao sudeste? Bem, eu tenho uma maneira de transformá-la em algo útil... para nós dois.#$b#Eu gostaria de preparar a caverna para atrair algumas espécies locais. Dessa forma, poderei observá-las em um ambiente mais controlado. E você poderá colher os produtos que elas produzirem.#$b#Posso instalar a caverna para atrair cogumelos ou morcegos frugívoros. Os morcegos às vezes deixam frutas para você coletar.",
    "Cave.02": "Tudo bem! Vou prepará-la para você agora mesmo! Não deve levar tempo nenhum. $h#$b#Obrigado por me deixar fazer isso.",
    "Cave.03": "Estou animado para ver o que acontece com essa caverna. Você não está?#$e#Espero que esteja satisfeito com o trabalho que fiz.",
    "MarnieEvent.01": "Oi @! Agora que você tem animais de fazenda, pensei em lhe contar um pequeno segredo.$0",
    "MarnieEvent.02": "Eles não sairão das áreas cercadas em sua fazenda, portanto, você pode deixá-las abertas!$1",

    //Robin Dialogue Additions. 
    "Robin.01": "Não têm de que, @!$1",
    "Robin.02": "Obrigada, @!$1",
    "Robin.03": "Lamento que tenha sido tão caro, @...$2#$b#Só os reparos na ponte chegaram a 45.000g. As placas de pedra que comprei e o equipamento que aluguei não foram baratos.$5",
    "Robin.04": "Mmmh... sim, sem problema.$2",

}