{
    "IF2RFarmString": "Fazenda Imersiva 2 Remasterizada_Um grande terreno com progressão controlada. Apresenta gramados cultiváveis e segredos a descobrir.",
    "DeepCave": "Caverna Profunda",
    "Config.Mist_Effects.name": "Efeitos de Neblina",
    "Config.Farm_Sandbox_Layout.name": "Layout de Fazenda em Modo de Teste",
    "Config.Farm_Light_Debris.name": "Detritos Leves na Fazenda",
    "Config.Dirt_Crop_Field_1.name": "Campo de Cultivo de Terra 1",
    "Config.Dirt_Crop_Field_2.name": "Campo de Cultivo de Terra 2",
    "Config.Dirt_Crop_Field_3.name": "Campo de Cultivo de Terra 3",
    "Config.Dirt_Crop_Field_4.name": "Campo de Cultivo de Terra 4",
    "Config.Dirt_Crop_Field_5.name": "Campo de Cultivo de Terra 5",
    "Config.Dirt_Crop_Field_6.name": "Campo de Cultivo de Terra 6",
    "Config.Remove_Fences_In_Front_Of_Grandpas_Shed.name": "Remover Cercas em Frente Ao Galpão do Vovô",
    "Config.Remove_Farm_Animal_Area_Fences.name": "Remover Cercas da Área dos Animais da Fazenda",
    "Config.Remove_Fences_Left_Of_Crop_Field_1.name": "Remover Cercas à Esquerda do Campo de Cultivo 1",
    "Config.Remove_Central_Cherry_Blossom_Tree_And_Water_Trough.name": "Remover Árvore de Cerejeira Central e Cocho de Água",
    "Config.Remove_Cherry_Blossom_Tree_From_Southeast_Hill.name": "Remover Árvore de Cerejeira do Morro Sudeste",
    "Config.Remove_Fences_From_Backyard.name": "Remover Cercas do Quintal",
    "Config.Remove_Minecart_System.name": "Remover Sistema de Vagonetas",
    "Config.Remove_Objects_From_Greenhouse.name": "Remover Objetos da Estufa",
    "Config.Disable_IF2R_Greenhouse.name": "Desabilitar Estufa IF2R",
    "Config.Disable_Farm_Cave.name": "Desabilitar Caverna da Fazenda",
    "Config.Mist_Effects.description": "Adiciona neblina durante dias chuvosos em muitos mapas. Isso afeta o desempenho, então desabilite isso se estiver enfrentando lag em dias chuvosos.",
    "Config.Farm_Sandbox_Layout.description": "Transforma IF2R em um mapa de fazenda mais padrão, excluindo campos de cultivo predefinidos, construção de galpão e cercas estáticas. Há uma imagem dessa versão na seção IF2R. O arquivo de configuração está localizado dentro da pasta [CP] IF2R. Os jogadores podem definir essa configuração como /\"true/\" em salvamentos existentes do SVE usando IF2R.",
    "Config.Farm_Light_Debris.description": "Equilibra a entrada de recursos e torna a fazenda mais gerenciável. Deve ser ativado como verdadeiro antes da criação do arquivo de salvamento para ter efeito.",
    "Config.Dirt_Crop_Field_1.description": "Os campos de cultivo podem ser alternados entre variantes de grama e terra.",
    "Config.Dirt_Crop_Field_2.description": "Os campos de cultivo podem ser alternados entre variantes de grama e terra.",
    "Config.Dirt_Crop_Field_3.description": "Os campos de cultivo podem ser alternados entre variantes de grama e terra.",
    "Config.Dirt_Crop_Field_4.description": "Os campos de cultivo podem ser alternados entre variantes de grama e terra.",
    "Config.Dirt_Crop_Field_5.description": "Os campos de cultivo podem ser alternados entre variantes de grama e terra.",
    "Config.Dirt_Crop_Field_6.description": "Os campos de cultivo podem ser alternados entre variantes de grama e terra.",
    "Config.Remove_Fences_In_Front_Of_Grandpas_Shed.description": "Remover Cercas em Frente Ao Galpão do Vovô",
    "Config.Remove_Farm_Animal_Area_Fences.description": "Remove as cercas no meio do IF2R.",
    "Config.Remove_Fences_Left_Of_Crop_Field_1.description": "Remove cerca à esquerda do campo de cultivo 1",
    "Config.Remove_Central_Cherry_Blossom_Tree_And_Water_Trough.description": "Remove as cercas ao lado do rio.",
    "Config.Remove_Cherry_Blossom_Tree_From_Southeast_Hill.description": "Remove a grande árvore rosa e o cocho de água abaixo da área cercada dos animais",
    "Config.Remove_Fences_From_Backyard.description": "Remove todas as cercas ao redor da casa da fazenda.",
    "Config.Remove_Minecart_System.description": "Remove as vagonetas ao redor da fazenda.",
    "Config.Remove_Objects_From_Greenhouse.description": "Remove plantas estáticas, caixas, flores e barris do interior da estufa IF2R.",
    "Config.Disable_IF2R_Greenhouse.description": "Quando definido como verdadeiro, desativa a estufa IF2R. Útil para compatibilidade",
    "Config.Disable_Farm_Cave.description": "Quando definido como verdadeiro, desativa a caverna da fazenda IF2R. Útil para compatibilidade",
    "Opening.01": "Finalmente você chegou!",
    "Opening.02": "@! Fico feliz em te ver novamente! Passaram-se alguns meses.$4#$b#Não posso acreditar que hoje é o dia da mudança para você! Todos na Vila Pelicanos estão animados por você ser oficialmente um residente do Vale do Orvalho.$0",
    "Opening.03": "Terminei de reparar a ponte, restaurar eletricidade na casa de campo, restaurei a maioria das cercas e outras tarefas que você me atribuiu a fazer!$0#$b#Vamos para a Fazenda %farm para eu te mostrar. Também tenho uma surpresa!$1",
    "Opening.04": "Venha ver o quintal!$1",
    "Opening.05": "Lewis e eu limpamos o quintal e construí uma área para animais de estimação para você!$0#$b#Esta é a nossa maneira de te dar as boas-vindas ao vale, @!$1",
    "Opening.06": "Lewis está dentro da casa de campo preparando algumas coisas para você ainda.$0#$b#Como ele está ocupado, esta é uma boa oportunidade para eu te mostrar a ponte reparada!$1",
    "Opening.07": "Desculpe pelos galhos. Tivemos uma tempestade de vento na semana passada.$5#$b#Na última vez que você viu a ponte, há alguns meses, ela estava parcialmente desabada. Fiz o meu melhor para consertá-la.$0#$b#Não foi tão fácil. Já consertei pontes de madeira antes, mas não de pedra.$2",
    "Opening.08": "Então, com os reparos na ponte, cercas e caixa de remessas, restaurando eletricidade e água na casa de campo...$0#$b#Reformando o interior da casa de campo, renovando a lareira e fazendo o levantamento de terras...$5",
    "Opening.09": "O custo total será de 103.500g.$5",
    "Opening.10": "$q -1 null#(Terei apenas 500g restantes)#$r -1 0 robin_event3#Tenho exatamente o suficiente. Não tenho dinheiro para os reparos na estufa agora.",
    "Opening.11": "Lewis deverá estar terminando agora. Devemos voltar para a casa de campo.$0",
    "Opening.12": "Vou chamar o Lewis. Ele está dentro.$1",
    "Opening.13": "Ah, você está aqui!",
    "Opening.14": "Passou algum tempo desde que nos vimos pela última vez, @.$1#$b#Espero que as melhorias que fizemos na Fazenda %farm e na casa de campo do seu avô facilitem sua instalação.$0#$b#Seus móveis e pertences chegaram há alguns dias! Está tudo dentro.$1",
    "Opening.15": "Robin, você mostrou as melhorias para @ lá fora?$0",
    "Opening.16": "Mostrei! @ está feliz com o trabalho feito!$1",
    "Opening.17": "Que bom ouvir isso!$1",
    "Opening.18": "Todos esses anos são tempo suficiente para a terra se transformar nisso. Você precisará de várias ferramentas para começar.$0",
    "Opening.19": "Clint, o ferreiro local, fez ferramentas para ajudá-lo a começar a limpar detritos e árvores.$0#$b#Há um machado, uma picareta, uma enxada, uma foice e um regador na sua casa de campo!$1",
    "Opening.20": "Será muito trabalho transformar a Fazenda %farm no que era antes, @. Seu avô ficaria orgulhoso de você.#$b#Amanhã, você deve se apresentar aos moradores. Todos no vale sabem que você acabou de se mudar.$1",
    "Opening.21": "Demetrius, meu marido, está ansioso para conhecê-lo, @! Passe em nossa casa nas montanhas quando tiver uma chance!$1",
    "Opening.22": "Os outros fazendeiros estão emocionados por terem outro cultivador no vale.$1#$b#Você deveria visitar as fazendas deles quando tiver uma chance também.$0",
    "Opening.23": "Vamos sair para que você possa se instalar.$0#$b#Se tiver alguma dúvida ou preocupação, você sabe onde nos encontrar.$1",
    "Opening.24": "Se você sentir frio, pode usar a lareira. Agora ela funciona muito bem!$1",
    "Opening.25": "Nos vemos amanhã. Se instale!$1",
    "Cave.01": "Oi @! Tenho boas notícias para você. Há alguns dias, fiz uma descoberta em minha pesquisa sobre o ambiente local.$h#$b#Vou poupar os detalhes técnicos e ir direto ao ponto... Você conhece aquela caverna vazia lá adiante, um pouco ao sudeste? Bem, tenho uma maneira de transformá-la em algo útil... para ambos.$#b#Gostaria de preparar a caverna para atrair algumas espécies locais. Assim, posso observá-las em um ambiente mais controlado. E você pode colher os produtos que elas produzem.#$b#Posso preparar a caverna para atrair cogumelos ou morcegos de frutas. Os morcegos às vezes deixam frutas para você coletar.",
    "Cave.02": "Certo! Vou prepará-la para você agora mesmo! Não deve levar muito tempo.$h#$b#Obrigado por me deixar fazer isso.",
    "Cave.03": "Estou ansioso para ver o que acontece com essa caverna. E você?#$e#Espero que você esteja satisfeito com o trabalho que fiz.",
    "MarnieEvent.01": "Oi @! Agora que você tem animais na fazenda, pensei em te contar um segredo.$0",
    "MarnieEvent.02": "Eles não vão sair das áreas cercadas na sua fazenda, então você pode deixá-las abertas!$1",
    "Robin.01": "Por nada, @!$1",
    "Robin.02": "Obrigado, @!$1",
    "Robin.03": "Desculpe ter sido tão caro, @...$2#$b#Só os reparos na ponte já custaram 45.000g. As lajes de pedra que comprei e o equipamento que aluguei não foram baratos.$5",
    "Robin.04": "Hmm... sim, sem problema.$2"
}