{
//Special Dialogue
"breakUp": "Acredito que seja... melhor.$2#$e#É difícil ter um relacionamento quando você não se vê com frequência...$2",
"divorced": "Achei que envelheceríamos juntos...$2#$e#%Lance se afasta de você.",
"dumped_Guys": "Olá, @.$2#$e#...$2",
"secondChance_Guys": "Estou disposto a dar uma segunda chance...$5",
"highlandsDwarf": "Você salvou aquele anão, @. Você é um herói.$1#$e#*risada* Ele me contou tudo.$5#$e#Não fazia ideia de que ele estava preso nas caverna, forçado a observar enquanto seus tesouros eram devorados por aquele monstro terrível.$6",
"Resort_Entering": "Não tenho um dia de folga há semanas. estou ansioso por isso.$0",
"Resort_Leaving": "*risada* Meu espírito se sente rejuvenescido. Hora de ir para casa.$5#$e#Você se importaria de irmos para casa juntos? Vamos guardar os totens.$1",
"Resort_Shore": "'O Primeiro Corte' fica a cerca de 32 Quilômetros a sudoeste de onde estamos.$0#$e#Você deveria relaxar comigo, querido. Sinta a areia quente e morna entre os dedos dos pés.$5",
"Resort_Chair": "Estou apreciando o clima hoje.$5",
"Resort_Bar": "Este coquetel de abacaxi é refrescante.$0#$e#Quer um gole?$1",
"Resort": "Você deveria deitar e relaxar comigo. Sinta a areia quente e morna entre os dedos dos pés.$5#$e#O Primeiro Corte' fica a cerca de 32 Quilômetros a sudoeste de onde estamos.$1",

//Galdoran Outpost
"Mon": "Nós somos a esperança que vai fazer um mundo mais seguro.$0",
"Mon4": "Olá, @. Que tipo de negócio você tem tão longe da civilização?$1",
"Mon6": "Estamos organizando alguns grupos mais experientes para se aprofundar nas Terras Carmesin em breve para lidar com alguns... problemas que estamos tendo.$6#$e#Não tenho liberdade para falar os detalhes.$5",
"Mon8": "Você treina todos os dias? Se você não mantiver seus reflexos afiados, pode ser pego desprevenido no campo de batalha.$0",
"summer_Mon8": "Algumas regiões de Galdora são ricas em depósitos de platina e paládio.$0#$e#O que torna esses metais preciosos é que eles não reagem com a atmosfera.$1#$b#Eles são um recurso importante em equipamentos mágicos e pesquisas.$0",
"fall_Mon8": "Tive a sorte de descobrir dezenas de relíquias mágicas durante meu tempo.$0#$e#É apenas uma questão de tempo até você descobrir as suas também.$1",
"winter_Mon8": "Há vários lugares que eu quero mostrar a você assim que Camilla lhe der permissão para entrar na Vila Castelo.#$e#Eu me pergunto se ela está esperando por algo. Ou pode ser algum tipo de teste bizarro...#6#$b#Isso é exatamente o tipo de coisa que ela faria.$5",
"Mon10": "Olhando para o horizonte carmesim no topo de um posto avançado...$5#$b#Agora este é um momento que posso valorizar.$4",

//Stardew Valley
"Tue": "Eu possuo um posto avançado bem ao norte, nas Terras Altas.$0#$e#Talvez um dia você se junte a mim lá.$1",
"Tue2": "O 'Primeiro Corte' certamente poderia usar alguém como você, com seus talentos...$0",
"Tue8": "Estou pensando em comprar um imóvel e construir uma casa em algum lugar por aqui.$0#$b#Estou gostando muito de ficar por aqui.$1",
"summer_Tue8": "Grandes quantidades de cogumelos crescem em alguns andares fundos das minas.$1#$e#Estou curioso para saber por que isso é...$5#$b#Talvez eu continue estudando e descobrindo o motivo.$0",
"fall_Tue8": "O vale está em boas mãos com seu bruxo, Magnus Rasmodius.$1#$e#*risada* Sempre lhe damos boas-vindas calorosas quando ele visita O 'Primeiro Corte'.$0",
"winter_Tue8": "O anão nas minas teve a gentileza de me vender bombas artesanais.$0#$e#Anões fazem as melhores bombas de qualquer espécie. Eles fazem suas casas nas montanhas$1",
"Tue10": "*Boceja*...$5#$b#Não dormi muito ontem à noite. Eu estava explorando as montanhas.$0#$e#*Boceja*...$5#$b#Eu sinto que poderia descansar minha cabeça em seu colo...$5#$e#%Lance está cochilando.",
"Wed": "Marlon me contratou para alguns trabalhos, apenas para um mago de combate, como eu.$0#$e#Não tenho liberdade para discutir os detalhes.$5",
"Wed2": "Algumas partes do mundo agem por conta própria...$5#$e#Na maior parte, a República de Ferngill é um lugar seguro. Mesmo ele tendo seus cantos obscuros...$0",
"Wed4": "Eu me sentiria deslocado andando pela Vila Pelicanos. Mas estou confortável aqui na guilda.$0#$b#Eles são sempre os mesmos onde quer que você vá.$5",
"Wed8": "A maior aventura que você pode ter é viver a vida dos seus sonhos.$0",
"summer_Wed8": "Tive uma expedição com Marlon nas minas recentemente. Ele é impressionante com uma espada.$0",
"fall_Wed8": "Comprei elixires daquele anão nas minas. Aqui, pegue um [773].$0#$e#É bem revigorante.$5",
"winter_Wed8": "O Vale, leva suas festividades muito a sério. Parece que todos participam da decoração.$5#$e#Na Vila Castelo, temos nossos próprios festivais. Talvez um dia você possa se juntar a nós.$0",
"Wed10": "Olá. Confio que você tem negócios de guilda de aventura hoje?$1#$e#Fique seguro lá fora.$0",

//Ginger Island
"Thu": "Fui treinado nas artes mágicas pelo meu mestre.#$b#Você mostra um potencial real...$1",
"Thu4": "Suas habilidades são perplexas.$0#$b#Você está escondendo seu verdadeiro poder de mim??$1#$e#*Risada*...$5",
"Thu6": "Patrulhar as ilhas tem seus benefícios...$0#$b#Tempo lindo, frutas tropicais direto da videira, paisagens de tirar o fôlego, o cheiro do ar fresco do oceano...$5",
"Thu8": "Eu tenho uma hipótese de que os monstros foram atraídos pelo poder bruto do Monte Kohldur.$6#$e#Incapaz de se defender de hordas de monstros, os anões fugiram de suas casas em busca de um novo lar.$6",
"summer_Thu8": "Encontrei este caco de cinzas enquanto me aventurava. Você pode pegá-lo [848].$0#$e#É um recurso útil para negociação e criação.$5",
"fall_Thu8": "Ainda hoje, aventureiros como você ainda estão fazendo novas descobertas.$1#$e#O mundo está cheio de mistérios. Com um esforço coletivo, podemos esperar eventualmente desvendar tudo.$0",
"winter_Thu8": "Minha guilda não está dentro do meu alcance de teletransporte, então eu tenho uma runa de dobra escondida por aqui.#$e#Gosto da ideia de construir uma casa na praia perto dela algum dia...$5",
"Thu10": "Eu realmente deveria parar na casa de praia com mais frequência. Talvez possamos cozinhar uma refeição juntos e aproveitar o pôr do sol no horizonte do Mar de Gemas.$4",
"Fri": "Dia perfeito para explorar as cavernas.$0#$b#Boa sorte, aventureiro.$5",
"Fri2": "O mundo é um lugar grande. Espero um dia explorar tudo isso.$0",
"Fri4": "Há muitos aventureiros que vêm do 'O Primeiro Corte', inclusive eu.$5#$e#Vou levar você comigo lá algum dia.$1",
"Fri8": "Mesmo eu ainda fico nervoso pisando no desconhecido. Tenho fé em minhas habilidades mágicas para me ver através de qualquer coisa que eu possa encontrar, embora.$0",
"summer_Fri8": "Eu sou um pouco sortudo por poder patrulhar na Ilha Gengibre.$5",
"fall_Fri8": "As almas da galáxia são necessárias para aperfeiçoar uma arma mágica.$0#$b#Elas são a forma mais elevada de energia mágica que conhecemos.$1",
"winter_Fri8": "Sinto uma presença poderosa na ilha. eu não consigo entender direito...$6",
"Fri10": "Estou feliz que nos encontramos neste jogo selvagem que chamamos de vida.$4",

//Highlands
"Sat": "Há um monstro poderoso no pico da montanha.$6#$e#Encontrei algumas oportunidades para estudá-lo.$5#$b#Sob o manto da neblina, eu o testemunhei devorando tesouros!$1#$e#Tentei lutar com ele, mas sua força foi mais forte do que eu esperava.$2#$b#Tenha cuidado se você tentar lutar contra isso, @.$6",
"Sat6": "Graças à sua ajuda, consegui fazer um bom progresso na minha pesquisa de colheitas de monstros.$0",
"Sat8": "As cavernas das montanhas aqui são ricas em cobre, ferro e ouro. Era uma vez o lar de uma colônia de anões.$0#$e#Em algum momento... monstros se mudaram. Eu me pergunto o que deve ter acontecido? Deve haver uma razão.$6",
"summer_Sat8": "É muito satisfatório ser a primeira pessoa a descobrir um novo monstro.$0",
"fall_Sat8": "Você veio até aqui me ver?$1#$e#Boa sorte se aventurando, @.$0",
"winter_Sat8": "A neve aqui é forte durante o inverno.$0#$b#Estamos nas Terras Altas, afinal.$5",
"Sat10": "Suas visitas me deixa muito feliz.$0#$e#Seria apertado, mas poderíamos dividir a cama hoje à noite?$4",
"Sun": "Monstros de cogumelos verdes saem do esconderijo quando chove. Eles ficam ao redor das ruínas.$0#$e#Eles estão repletos de energia arcana - perfeitos para minha pesquisa.$5",
"Sun4": "O ar é menos denso aqui nas Terras Altas.$0",
"Sun6": "Eu admito, pode ser quieto e solitário aqui fora.$2#$b#É sempre bom ver você de vez em quando.$0",
"Sun8": "Monstros são mais do que feras horríveis com garras. Podemos aprender mais sobre eles...$6",
"summer_Sun8": "Essas terras seriam um ótimo local de férias se estivessem ausentes de monstros.$0",
"fall_Sun8": "Aqui está uma famosa taverna da Vila Castelo, administrada por uma dama chamada Eleanor.$0#$e#Ekon aproveita qualquer oportunidade para passar por lá. Eu acredito que ele pode ter uma queda por ela...$5",
"winter_Sun8": "Os golens e gosmas aqui recolorem suas aparências com a mudança das estações.$0#$e#Eu me maravilho com a possibilidade de que eles evoluíram para se camuflar.$0",
"Sun10": "Há muitos grandes poderes neste mundo, mas nenhum supera o poder do amor.$1#$e#*Risada*...$5"

}
