{
  //SPECIAL DIALOGUE
  "patio_Lance": "As colheitas de monstros estão em boa saúde.$0",
  "spouseRoom_Lance": "Ganhei essas estátuas de monstros por minhas conquistas em campo.$0#$e#*risada* Alguns colegas meus acreditam que realmente são monstros pedrificados...$5",
  "funReturn_Lance": "Como foi seu dia, meu amor?$1#$e#Meu dia foi bom. Consegui encontrar tempo para continuar minha pesquisa.$0",
  "funLeave_Lance": "Tenho negócios da guilda hoje. estarei de volta esta noite.$0",
  "OneKid_0": "Nós dois precisamos ser fortes para cuidar de %kid1.$0",
  "OneKid_1": "Eu assumi muitos papéis na vida, mas nunca fui pai até agora.$1",
  "OneKid_2": "Espero que %kid1 goste de livros quando crescer.#$b#Ler livros quando eu era jovem foi o que despertou meu interesse pela pesquisa. E nunca parei de ler.$5",
  "OneKid_3": "Quando nosso filho tiver idade suficiente, devemos viajar pelo mundo juntos.$0",
  "OneKid_4": "%kid1 tem brincado de lutar. Talvez se torne um aventureiro algum dia.$1",
  "TwoKids_0": "Tenho fé que nossos filhos adotarão as melhores partes de nós dois.$5#$e#*risada* %kid1 tem seus olhos.$1",
  "TwoKids_1": "Sempre amarei nossos lindos filhos.$0#$e#Eles vão crescer e mudar ao longo dos anos e estaremos com eles em cada passo do caminho.$1",
  "TwoKids_2": "Quando eu estava do lado de fora, encontrei %kid2 coberto de sujeira. Eu preparei um banho para eles.$0#$e#*risada* Eu conheço alguém assim...$5",
  "TwoKids_3": "Nós dois saímos de casa com frequência.$6#$b#O que você acha de contratar uma babá?$0#$e#Conheço um bom rapaz da cidade que está procurando um emprego de meio período.$1",
  "TwoKids_4": "Sou grato por %kid1 e %kid2 se darem bem.$1",
  
  //SEASONAL DIALOGUE
  "spring_Lance": "O cheiro de ar fresco e a sensação de sol no rosto durante esta época do ano é reconfortante para a alma.$0",
  "spring_1": "Posso sentir o vale cheio de vida. A primavera chegou...$0#$e#Sem o inverno, a primavera não seria tão apreciada.$5",
  "spring_13": "Acho que o Festival do Ovo é hoje.$5#$e#Esta será uma boa oportunidade para eu começar uma conversa com os moradores do vale.$1", 
  "spring_24": "Eu me preparei para a cerimônia de dança das flores e terei prazer em pegar sua mão na dança.$1",
  "summer_Lance": "Ah... Eu gosto do clima quente.$5",
  "summer_1": "O início do verão pesa muito para um agricultor.$0#$b#Tome isso. Isso ajudará a manter sua resistência [349].$1#$e#Boa sorte hoje, meu amor.$4",
  "summer_11": "Eu preparei um prato especial usando uma velha receita de família, o pote da sorte.$0",
  "summer_28": "Não se esqueça do encontro na praia hoje à noite, meu amor.$0",
  "fall_Lance": "O vale está vivo com cores... canta para a alma.$0",
  "fall_1": "Você também sente? Todas as árvores entraram em um grande sono.$0#$e#A menor brisa nos cobre de folhas.$5",
  "fall_6": "Estou desejando uma tigela de abóbora assada...$1#$e#*risada* Talvez seja o outono esteja fazendo efeito em mim.$5",
  "fall_16": "Você trabalhou duro este ano, meu amor.$1#$b#Estou ansioso para ver sua vitrine mostrando suas conquistas.$0",
  "fall_27": "Convocar um labirinto requer uma quantidade imensa de mana.$0#$e#Eu precisaria beber uma poção especial para conseguir esse poder, mas apenas por um breve momento.$5",
  "winter_Lance": "O inverno é uma estação em que se pode recuperar e se preparar para o próximo ano.$0",
  "winter_1": "O vale estava coberto de neve na noite passada.$0",
  "winter_8": "A magia é a maneira mais eficaz de pescar. É assim que eu pesco.$0",
  "winter_12": "Me pergunto que mercadoria os vendedores do Mercado Noturno terão este ano?$0",
  "winter_25": "Eu tenho algo especial planejado para você amanhã...",
  "winter_25": "Troquei por isso na Vila Castelo só pra você. É uma 'Alma de Aaláxia' [896].$0#$e#Vai te deixar mais forte.$1#$e#Ah, o que eu troquei? Isso... é segredo.$1",
  
  //DAY DIALOGUE
  "Indoor_Day_Lance": "Eu aprecio poder descontrair e relaxar.$1",
  "Indoor_Day_0": "Esta casa é certamente mais aconchegante do que o posto avançado nas Terras Altas.$0",
  "Indoor_Day_1": "A geladeira está sempre bem abastecida com produtos da fazenda.$0#$e#Eu não comia nada além comidas do campo. Agora me sinto um rei!$1#$e#As comidas do campo não são tão ruins...$5",
  "Indoor_Day_2": "O que está na sua agenda hoje?$0",
  "Indoor_Day_3": "Não é comum eu ter tempo livre.$0#$e#Eu me pergunto o que vou passar o meu dia fazendo...$5#$e#%Lance está pensando consigo mesmo.",
  "Indoor_Day_4": "Tomei a liberdade de limpar a casa esta manhã.$1#$e#Foi muito rápido. Eu usei um feitiço bastante simples.$0",
  "Outdoor_Lance": "Não se sobrecarregue. Tome este elixir. Vai te rejuvenescer.[773]$1",
  "Outdoor_0": "Eu lanço um feitiço protetor na terra para protegê-la dos pulgões.$0#$e#Em grande número, esses insetos podem destruir as plantas.$6",
  "Outdoor_1": "Talvez eu faça algumas explorações hoje? Há tanto no vale, que eu não vi ainda.$0",
  "Outdoor_2": "Vim a apreciar verdadeiramente o quão tranquilo o vale é.$0",
  "Outdoor_3": "Não há mais ninguém que eu conheça que trabalhe tanto quanto você.$5#$e#Espero que você tenha um dia agitado, meu amor.$1",
  "Outdoor_4": "Não sei muito sobre cultivo.$0#$e#Gosto de ver você trabalhar...$5",
  "Rainy_Day_0": "A fazenda vai receber uma boa bebida de boas-vindas desta garoa.$0",
  "Rainy_Day_1": "Limpe os pés antes de entrar para dentro. Eu não quero você sujando a casa de lama.$1",
  "Rainy_Day_2": "Quando chove, eu só quero enfiar o nariz em um livro com uma bebida quente.",
  "Rainy_Day_3": "Sem chuva, não há vida...$5",
  
  //NIGHT DIALOGUE
  "indoor_Night_Lance": "Bem-vindo de volta, meu amor.$0",
  "Indoor_Night_0": "Ouvi histórias da perigosa 'Caverna da Caveira'. Ela é tão perigosa quanto dizem?$0",
  "Indoor_Night_1": "Estou feliz por ver o fim deste dia. Estou pronto para dormir.$0",
  "Indoor_Night_2": "Eu tentei cozinhar. Felizmente tínhamos todos os ingredientes que eu precisava. [244 242 907 905 240]$0",
  "Indoor_Night_3": "*risada* Ouvi gargalhadas lá fora. Ela deve estar voando esta noite...$5#$e#Todos os magos do nosso círculo estão cientes da separação de Magnus. Foi muito dramático.$0",
  "Indoor_Night_4": "Devemos acender uma boa fogueira e nos enrolar na frente dela depois do jantar.$4",
  "Rainy_Night_Lance": "Gosto de adormecer ao som da chuva suave batendo no telhado.$5",
  "Rainy_Night_0": "Nossa casa está bem isolada do clima lá fora.$0",
  "Rainy_Night_1": "Como foi o seu dia? Você teve um encontro com algum monstro?$1",
  "Rainy_Night_2": "Eu me pergunto se está chovendo nas Terras Altas também...$6#$e#O posto avançado pode cuidar de si mesmo. Minhas barreiras mágicas manterão os monstros afastados.$0",
  "Rainy_Night_3": "Apenas magos com uma classificação alta podem fazer um 'Nexus'.$5#$e#As Terras Altas, o Vale do Orvalho e a Ilha Gengibre estão aproximadamente na mesma região. Então eu não preciso de um.$0",
  "Rainy_Night_4": "*yawn* Vamos para a cama, meu amor?$0",  
  
  //AFFECTION DIALOGUE
  "Good_0": "Você é meu tesouro mais precioso.$4",
  "Good_1": "Compartilhar minha vida com você me fez perceber o quanto sou mais feliz agora.$0#$b#Eu me considerava um nômade, mas você faz esta casa parecer um lar.$1#$e#Aprecio cada momento com você.$4",
  "Good_2": "Viver nesta fazenda com você é uma aventura e tanto.$1#$b#Espero que seja para você também, meu amor.$1",
  "Good_3": "Há um famoso pesquisador de monstros em Galdora que é dono do museu de monstros.$0#$e#Algumas das minhas pesquisas e descobertas são exibidas lá.$1",
  "Good_4": "Meu mestre era um Cavaleiro do Dragão. Tornei-me seu aluno muito jovem, quando meu potencial arcano foi descoberto.$0",
  "Good_5": "Eu criei este totem para você. Trará nuvens de chuva que regará a fazenda. [681]$0",
  "Good_6": "Estou sempre interessado em saber sobre o seu dia, meu amor.$1",
  "Good_7": "Você fez alguma coisa com o seu cabelo? Você parece encantadora hoje.$1",
  "Neutral_0": "Não gosto de assistir TV ou me distrair com engenhocas modernas.$0#$e#Mas gosto de assistir filmes no cinema.$1#$b#Há algo mágico em imagens em movimento... Isso cativa a mente.$5",
  "Neutral_1": "O santuário do seu avô cheira a mágica.$0#$e#Esta fazenda tem uma história misteriosa...$5",
  "Neutral_2": "Magnus estuda 'Frutas Antigas' e eu estudo plantações de monstros...$5#$e#De uma forma estranha, nosso trabalho é um pouco parecido.$1",
  "Neutral_3": "O proprietário do salão é tão gentil e acolhedor. Faz a gente se sentir em casa enquanto saboreia uma boa comida e bebida.$0#$b#Posso ver por que o negócio dele é tão bem sucedido.$1#$e#Tenho tentado ir à cidade mais recentemente.$5",
  "Neutral_4": "Eu preciso visitar minha guilda em breve. Estou ficando sem elixires de mana.$0",
  "Neutral_5": "Você já se perguntou para onde nos mudaremos no futuro?$0#$e#Talvez compremos nossa própria ilha particular e vivamos ultimos dias lá...$5",
  "Neutral_6": "De onde você acha que os monstros vêm, @?$0#$e#Lendas dizem que eles vêm de uma magia negra antiga.$5#$e#Acredito que há mais do que aparenta.$0",
  "Neutral_7": "O salão tem uma excelente seleção sazonal de cerveja de pressão. Melhor do que a maioria das tavernas que já estive.$5",
  "Bad_0": "Às vezes eu sinto que sou um fantasma para você...$2",
  "Bad_1": "*suspira* Destruí metais raros caros durante um experimento mágico.$2#$e#Que desperdício terrível...$2",
  "Bad_2": "Nós dois estamos fora de casa com tanta frequência que raramente vejo você...$6#$e#Eu sei que nós dois vivemos vidas ocupadas, mas ainda precisamos encontrar tempo um com o outro.",
  "Bad_3": "Eu poderia ser melhor? Posso fazer melhor? Ugh...$2",
  "Bad_4": "Not now, @.$3",
  "Bad_5": "Você já teve a sensação de que corremos para isso muito rapidamente?...$2",
  "Bad_6": "...$6#$e#%Lance está ignorando você.",
  "Bad_7": "Pensei que nós prometemos um ao outro que falaríamos sobre as coisas se ficasse ruim...$2"
}