{
    "Mon": "Definitivamente há algo sobrenatural acontecendo aqui. Eu praticamente posso sentir o cheiro.",
    "Mon2":"Viu algo sobrenatural acontecendo? Não? Então não tenho nada para conversar.$4",
    "Tue": "Uma de minhas fontes me disse que há um mago morando na cidade.#$b#Suponho que não organizaria uma visita?#$b#Claro que tentei bater! Ele se recusou a responder.$a",
    "Tue2": "Oh... Aquele tal de Peasbody vem criticando minhas histórias novamente. O fel!$a#$b#Tudo porque ELE não acredita em monstros...^Tudo porque ELA não acredita em monstros...",
    "Wed": "Sim, conheci aquele sujeito encantador no Clã.#$b#Ele é um pouco rude, não é.$2",
    "Thu": "Vovó Evelyn é encantadora! Ela me contou muito sobre a cidade.#$b#Nada disso foi particularmente útil, mas não tive coragem de desencorajar a vovó querida.$1",
    "Fri": "Oh, não posso parar, tenho prazos a cumprir!",
    "Fri2":"Você não viu nada incomum por aqui, viu?",
    "Sat": "As crianças continuam me contando histórias super empolgantes.#$b#Um homem-peixe à espreita no cais, goblins na floresta... se eles fossem verdadeiros!$3",
    "Sun": "O que você sabe sobre a mensagem na lápide, @? É bastante misterioso, não é?$1",
    "summer_Fri_inlaw_Jasper": "Espero que seu marido esteja trabalhando em algo revigorante para nós! Seus artigos são sempre uma piada.$1",
    "Mon6":"Uma vez, passamos a noite acampando em Foreverglades, tínhamos ouvido rumores de um macaco pungente.#$b#Fui comida viva por mosquitos pelo meu problema.$4",
    "winter_Fri":"Definitivamente há algo um pouco... Diferente nesta cidade, não acha?#$b#E tão isolada. Ninguém quer falar comigo. Bem, exceto a garota do Vet. E ela só quer falar sobre pássaros!$a",
    "winter_Wed":"Poderia jurar que ouvi um barulho estranho de batida, em algum lugar bem abaixo da minha cama na noite passada.#$b#Os fantasmas dos mineiros, talvez? Dizem que quando a morte chega repentinamente, as sombras muitas vezes permanecem, presas em um loop infinito.$1",
    "fall_Thu":"Olá, @. Eu mataria por um expresso quente. Fiquei acordada a noite toda resolvendo um furo.#$b#Hah, não! Isso é informação classificada. Você pode comprar a próxima edição, como todo mundo.$3",
    "fall_Sat_inlaw_Jasper":"Vejo que seu encantador marido está trabalhando duro. Seu último artigo sobre o junimo foi muito esclarecedor. Hmm... Será que deve haver algum por aqui?",
}