
{
  //SPECIAL DIALOGUE
  "Introduction": "Olha só! Então é você quem vai cuidar daquela fazenda?$1#$b#Estive trabalhando na fazenda Fairhaven durante alguns anos. Não é muito, mas é um trabalho honesto.$0#$e#Você tem sorte de ter herdado toda essa terra do seu avô, então se prepare para ter trabalho.$2",
  "claireSaloonPaid": "Foi bem gentil da sua parte ajudar aquela mulher, @.$0#$e#Gus não pode relevar com todo mundo, é difícil ser um barman...",
  "claireSaloon": "Eu ouvi aquela mulher no salão...$0#$e#20g Pode não ser muito, mas para alguns é a diferença para completar um almoço ou não.$0",
  "pamHouseUpgrade": "Ouvi dizer que Pam recebeu uma melhoria na casa dela graças a você, fazendeiro.$0#$b#Continue fazendo direito pela comunidade.$1",
  "pamHouseUpgradeAnonymous": "Ouvi dizer que Pam conseguiu um upgrade graças a um doador anônimo.$0#$e#Hmm... Eu me pergunto quem era?$2#$e#%Andy está olhando para mim com um olhar curioso.",
  "Resort_Entering": "Willy falou que você o ajudou a consertar o barco, bela atitude sua, @!$0",
  "Resort_Leaving": "Bem, agora parece que temos um lugar para tirar férias!$1",
  "Resort_Shore": "Esse calor tá me matando... acho que vou pular no oceâno.$2",
  "Resort_Chair": "%Andy está olhando para o mar de gemas.",
  "Resort_Bar": "*glug glug glug*$6",
  "Resort": "Eu vejo que tem muita coisa boa para ser coletada por aqui, se você procurar bem.$0#$e#Huh? O que diabos seria uma 'Nóz Dourada'?$2",
 
  //SPECIFIC MAP AND COORDINATES DIALOGUE
  "Custom_AndyHouse_9_6": "O que você está fazendo aqui!? Estou na cama, volte outra hora!$7",
  "Custom_AndyHouse6_9_6": "Estou tentando dormir, volte depois.$5",
  "ForestWest_58_22": "Desculpe colega, não estou de bom humor para conversar.$0",
  "SeedShop_37_22": "Eu nem sempre acreditei em Yoba... isso veio em mim quando precisei de ajuda.$2#$b#Yoba me ajudou, o mínimo que posso fazer é mostrar respeito.$1",
  "JojaMart": "Joja tem os melhores produtos, além de mais baratos. Se eu comprasse com o Pierre estaria fora dos negócios.$2",
  
  //SPRING AND GENERAL DIALOGUE
  "spring_1": "O começo de uma estação é sempre trabalho extra.#$e#Vá se sujar @.$1",
  "spring_7": "As cebolinhas brotam aos montes no chão durante a primavera.$0#$e#Não valem muito, mas podem matar sua fome!$1",
  "spring_12": "Você vai participar do festival amanhã, @?$3#$e#Você deveria fazer o correto e deixar as crianças ganharem.$0#$e#Eu não entendo porque você, Sam, e Abigail participam. Vocês não sentem vergonha?$2",
  "spring_18": "Você veio invejar meus produtos?$0#$b#George em particular compra todos os meus alhos-porós.$3",
  "spring_23": "Você vai dançar amanhã? Eu poderia se não tivesse batido meu dedinho na mesa hoje de manhã.#$e#Vou levantar mais cedo para colher algumas frutas no caminho.$3",
  "spring_28": "Fiquei sabendo que o calor desse verão vai ser de transformar frangos em churrasco.$0#$e#Não esqueça de reguar suas plantas @.$2",

  "Mon": "É um bom dia para forragear. Você poderia fazer para lucrar um pouco.$0#$e#Eu conheço meu caminho pela Floresta Cinzaseiva como a palma da minha mão.$1",
  "Mon2": "Oi @, dando duro?$0#$e#Tenho coisa pra caramba pra fazer hoje.$2",
  "Mon8": "Como vai indo sua segunda-feira?$1#$e#O começo de semana sempre significa mais trabalho.$1",
  "Tue": "%Andy te olha de relance, mas não diz nada.",
  "Tue2": "Você também tem problemas com os pernilongos pela a noite?$0",
  "Tue8": "Finalmente estou com um estoque bom essa semana.$1",
  "Wed": "Preciso arranjar comida hoje. A questão é: colho na floresta ou compro na Joja?$2",
  "Wed4": "Sua roupa está toda suja... e isso significa trabalho duro!$1#$e#Só não se machuque, @.$0",
  "Wed10": "Com energia de sobra hoje, hein?$3#$e#É sempre bom se manter saudável, se cuide.$3",
  "Thu": "Hm... olá.$0#$e#%Andy está ignorando você.",
  "Thu4": "É bom ver você @.$3#$e#Se cuida, ouviu bem?$1",
  "Thu8": "Encontrei um grande número de dentes-de-leão, alho-poró e rabanete na floresta esta manhã. Eu aposto que eles vão me render bastante.$1#$e#Sempre há forragem para encontrar na floresta, @. Você deveria tentar dar uma olhada.$1#$e#Podemos sair juntos algum dia, se você quiser. Eu vou te mostrar bons lugares.$2",
  "Fri": "Se você quer ficar do meu lado, você deveria me pagar uma bebida no salão.$0",
  "Fri2": "Finalmente, sexta! Agora posso encher a cara sem me sentir culpado.$2",
  "Fri8": "Você trabalha pra caramba, hein?$3#$e#Vou te pagar uma breja qualquer dia desses.$3",
  "Sat": "%Andy te olha de relance, mas não diz nada.",
  "Sat4": "Até que eu dormi bem essa noite.$1#$e#Mas não é hora para relaxar o trabalho.$2",
  "Sat10": "Nós agricultores não temos muito tempo para curtir o fim de semana, há muito trabalho a ser feito.$3#$e#Tenha um dia produtivo, @.$1",
  "Sun": "Eu nunca vejo você no altar de Yoba aos domingos, você não acredita?$5",
  "Sun2": "Se você quiser aprender mais sobre Yoba, considere vir ao altar aos domingos.$0#$e#Jodi, George e eu somos os únicos, mas podemos te ensinar uma coisa ou duas.$3",
  "Sun8": "Eu gosto de visitar o santuário de Yoba no domingo... é um momento de auto-reflexão e apreciação.$1#$e#Você precisa ser grato pelo que tem... não adianta ficar se lamentando pelo que não temos.$3",

  //SUMMER DIALOGUE
  "summer_1": "Em dias como este eu gosto de sentar embaixo de uma árvore e ler algumas passagens do Livro de Yoba.$1#$e#A passagem 13:2C é um dos meus favoritos, tem muitas lições poderosas.$0",
  "summer_3_1": "Ei, você está bem? Escutei uma explosão forte pá porra vindo lá de cima!?$5",
  "summer_10": "Estarei colocando algumas frutas na sopa de amanhã.$1#$b#Eu só preciso colocar a medida certa!$3",
  "summer_20": "Pam tomou seis doses ontem no salão... você não acha isso um exagero?$2#$e#Eu tenho pena da filha dela.$0",
  "summer_28": "Essas geleias estão aparecendo hoje à noite na praia. Você vem?$0",

  "summer_Mon": "Joja me mandou uma carta com alguns cupons de desconto. Eu consegui 5% de desconto na próxima compra!$1#$e#Meu dia está feito.$3", 
  "summer_Mon2": "Não sei como você arruma tempo para passear e conversar com as pessoas, com todo aquele trabalho na fazenda.$2#$e#Alguns de nós gostaríamos de ter um lugar assim  para passear todos os dias.$2",
  "summer_Mon6": "Como está indo, colega?$0#$e#Bah, as colheitas não estão indo tão bem este ano...$2",
  "summer_Mon10": "Aspersores são importantes caso você queira automatizar sua fazenda. Minha fazenda é muito pequena para isso, no entanto...$0#$e#Eu não me importo de regar manualmente, já me acostumei com isso.$0", 
  "summer_Tue": "Eu perdi duas plantas por conta desses corvos, preciso fazer algo sobre isso...$2",
  "summer_Tue2": "O prefeito Lewis e eu tivemos um desentendimento ontem. Eu tenho um forte sentimento de que ele não gosta de mim agora.$2#$e#O que aconteceu? Problemas de negociação.$2",
  "summer_Tue4": "Pierre não revende nada que envio na caixa. Eu não me dou bem com ele por conta disso.$2#$e#Ele é um péssimo vendedor.",
  "summer_Tue8": "Havia um corvo danado comendo minhas plantações hoje, de novo!$7#$e#Foi mal, não estou de bom humor para conversar...$2#$e#%Andy está ignorando você.",  
  "summer_Wed": "Aquelas abelhas... dá próxima vez preciso colocar luvas antes de colher o mél, estou todo picado.$2",
  "summer_Wed6": "Preciso fazer uma viagem a Grampleton em breve e pedir a um deles que me faça uma nova casa de abelhas.$0#$e#Não tenho muita experiência em criar minha própria. Ouvi dizer que você sabe criar, é verdade?$0",
  "summer_Thu": "Você sempre pode confiar no milho para obter lucros constantes e lentos, porque dura duas temporadas.$1#$e#É por isso que planto milho durante o verão. Me ajuda a economizar nessas despesas de sementes.$0",
  "summer_Thu4": "Você sabia que você tem uma mancha no seu rosto, @? Veja no espelho.$3#$e#Relaxe, se sujar é sinal de grande esforço.$0",
  "summer_Thu8": "Dei uma olhada na fazenda %farm enquanto passava por perto, você está fazendo um ótimo trabalho, @.$0#$e#Vou gostar de passar lá no próximo mês e ver o progresso que você terá feito.$3",
  "summer_Fri": "Encontrou algo legal na floresta, colega?$0#$e#Só não colha tudo, eu vivo do que a natureza me dá, sabe...$0",
  "summer_Fri8": "Encontrei uma quantidade enorme de forragem hoje na floresta, estou lucrando!$1#$e#Se cuida!$3",
  "summer_Sat": "Encontrei muitas bagas crescendo perto da minha fazenda hoje de manhã.$1#$b#Essa é a vantagem de ter uma fazenda na floresta.$0#$e#Tenha um ótimo dia, colega.$0",
  "summer_Sun": "Se quiser meu livro de Yoba você pode pedir, eu já decorei todas as passagens.$3#$e#O quê? Você não quer?$2",
  "summer_Sat6": "Há bastante forragem na floresta, você pode fazer uma boa quantidade de ouro nisso.#$e#É uma caminhada muito íngreme para eu subir lá. Você é saudável e jovem o suficiente para essa caminhada, @.$3",

  //FALL DIALOGUE
  "fall_1": "Outono é uma estação maravilhosa, @. Há uma boa quantidade de cogumelos pelo chão.$0#$e#Não vá pegar todos! Deixe alguns para mim.$2",
  "fall_4": "Eu vi você andando lá na Guilda dos Aventureiros na cidade. Você é um daqueles caçadores de monstros?$0#$e#Isso é um trabalho perigoso. Eu sou grato por você querer colocar sua vida na linha para pessoas como eu, mantendo o vale seguro.$1#$b#Valeu.$0",
  "fall_10": "Aquela garota, Sophia, assumiu o vinhedo depois que seus pais...$0#$e#Ah, nada. Você precisa falar com ela sobre isso.$2#$e#Se cuida.$0",
  "fall_15": "Eu terei minha própria exposição amanhã, colega. Não se preocupe, eu não planejo ganhar.$0#$e#Eu nunca ganhei uma vez, eu não acho que isso vai mudar amanhã...$2",
  "fall_23": "Eu estava trabalhando na minha colheita e vi alguns militares andando perto da torre do feiticeiro.$2#$b#Esses caras estão querendo contratar magos para suas guerras aparentemente.$5#$e#Tsc, ridículo.$2",
  "fall_27": "Pierre apresenta sua cidra de abóbora temperada durante o Festival Dos Espíritos.$3#$e#Ele só compartilha com seus amigos 'próximos'.$2#$b#Isso é legal! Eu vou provar um pouco depois de um anos.$0",
  "fall_28": "As colheitas vão começar a morrer em breve, colega. O inverno está sobre nós.$0#$e#Te vejo por ai.$0",

  "fall_Mon": "Eu colhi várias frutas e legumes de alta qualidade essa manhã. O fertilizante Joja faz seus milagres!$3#$e#Eu recomendo que você compre lá... @. Isso vai te dar mais lucro.$0",
  "fall_Mon2": "Comprei um machado novo no Clint ontem. O meu se partiu enquanto estava coletando madeira.$0#$e#Melhorar suas ferramentas é importante, @. Que isso seja uma lição pra você.$0",
  "fall_Mon8": "Eu tenho uma enxada de ferro que Clint fez para mim. Ele é muito bom no que faz.$0#$e#Essa enxada de ajuda muito a economizar energia. Você deveria melhorar suas ferramentas também.$1",
  "fall_Tue": "Sem tempo para conversa, colega, preciso fazer a grana para o pão de amanhã.$0",
  "fall_Tue4": "Eu nunca transformo minhas colheitas em sucos, minha fazenda é famosa por vender os produtos crús.$0#$e#Talvez eu possa aprender essas coisas com você algum dia.$3",
  "fall_Wed": "Encontrei uma chuva de cogumelos-roxos esta manhã.$1#$e#Eles são de ótima qualidade, podem te salvar quando você está com falta de ouro.$3",
  "fall_Wed4": "A floresta fica muito bonita nessa época do ano, é por isso que eu gosto de morar aqui.$3#$e#Tenha um ótimo dia, colega.$0",
  "fall_Wed8": "Encontrei para mim um grande número de dentes-de-leão, alho-poró e rabanetes na floresta esta manhã. Aposto que eles vão dar um ouro modesto.$1#$e#Há sempre forragem para encontrar na floresta, @. Você deveria tentar também.$1#$e#Talvez a gente possa trabalhar nisso como uma equipe, posso te mostrar onde encontro vários desses.$2", 
  "fall_Thu": "Costumava haver mais fazendas no vale antes da grande recessão. Aqueles que não conseguiram se adaptar saíram do negócio.$0#$e#Eu costumava ter mais amigos no vale...$0#$e#%Andy está ignorando você, ele parece triste.",
  "fall_Thu8": "Sabe, colega, eu sempre me sentia muito sozinho nos fins de semana. Mas agora somos amigos, estou me sentindo melhor.$3",
  "Fall_Fri": "Não tenho tempo para relaxar hoje, preciso fazer muito trabalho para me preparar para o fim de semana.$2",
  "fall_Fri4": "Vai para o salão hoje à noite, @?$0#$e#Estarei lá tomando uma.$3",
  "fall_Fri8": "Ei, você já foi acampar?$3#$e#Talvez seria divertido se fôssemos algum dia, o que acha?$3",
  "fall_Sat": "%Andy te percebe e dá um sorriso, embora esteja ocupado.",
  "fall_Sat4": "Bom dia, espero que essa estação não esteja te torturando.$0#$e#Boa sorte com a fazenda %farm, fiquei sabendo que você anda orgulhando todos.$0",
  "fall_Sun": "Apenas as pessoas com quem me dou bem na Vila Pelicano são George e Pam. Muitas pessoas não me entendem. Talvez seja a diferença de idade.$0#$e#E o prefeito Lewis? Aquele homem é um idiota, nós nunca nos encontramos olho-no-olho.$2",
  "fall_Sun6": "Viver no Vale do Orvalho é o grande sonho Ferngilliano. Terra bonita, recursos naturais, gente boa... maioria.$0#$b#O que mais alguém poderia querer?$1#$e#Bem, eu poderia ter mais espaço...$2",
  "fall_Sun10": "Eu vou ao salão toda sexta-feira à noite, é importante se recompensar pelo trabalho duro, ninguém fará isso por você.$3#$e#Espero te ver no salão hoje. Nós poderíamos beber e conversar até virar o dia.$3#$b#É sempre bom ter amigos por perto.$1",  

  
  //WINTER DIALOGUE    
  "winter_1": "O inverno é minha estação favorita. Permite-me concentrar-me no meu hobby de forrageamento em vez de gerir a Fazenda.$1",
  "winter_7": "Nós vamos caminhar para o local da pesca no gelo amanhã, @. Estarei liderando o caminho.$1#$e#Eu sei muito bem como andar nessas florestas. Claro, sempre estou coletando forragem nelas.$0",
  "winter_12": "Você acha que Olivia se interessa por mim? Eu a vejo me observando no salão às vezes.$3#$e#Talvez eu deva dizer oi um dia desses.$2",
  "winter_24": "Eu não gosto dessa época do ano.... É um triste lembrete para mim Eu não tenho ninguém especial na minha vida.$2#$e#Não estou buscando a sua simpatia.$5#$e#%Andy está ignorando você.",
  "winter_28": "Você está preparado para plantar suas colheitas amanhã, @?#$e#Boa sorte, estarei fazendo o mesmo!$1",

  "winter_Mon": "Pierre ainda recusa vender minhas coletas na loja dele, e ele se pergunta por que eu nunca compro lá.$2#$e#...$2#$e#%Andy está ignorando você. Ele não está de bom humor.",
  "winter_Mon4": "Eu não encontrei muita coisa na floresta hoje, será que alguém está pegando tudo?...$2#$e#%Andy está te encarando.",
  "winter_Mon8": "Marnie me deixou usar seu fazedor-de-sementes e eu transformei meus produtos de baixa qualidade em sementes.$1#$e#Eu preciso comprar uma máquina dessas em breve, vai me ajudar bastante.$2#$e#Os marceneiros de Grampleton vendem isso por 6,000G. Caro, mas me beneficiará ao longo prazo.$0",
  "winter_Tue": "Joja enviou-me vários cupons pelo correio esta manhã. Eles tratam clientes fiéis com muito cuidado.$1#$e#Eu preciso ir à biblioteca e usar um desses 'computadores'. Eu preciso usar o site deles.$2",
  "winter_Tue8": "Dormir durante o inverno é um luxo que consigo ter durante essa estação. Não há muito trabalho a ser feito em torno da fazenda.$0#$e#Eu vejo você andando nessas minas. Você luta contra esses monstros?$2#$e#Boa sorte para você. Há cretinos perigosos nessas minas.$0",
  "winter_Wed":  "Você já experimentou o vinho do vinhedo Lua Azul? Eu não sou fã de vinho, mas Sophia faz um trabalho incrível com eles.$0",
  "winter_Wed4": "Eu nunca vou entender como Susan pode viver bem com aquele trem passando na fazenda dela todo dia...$2#$b#Eu ficaria puto só de ouvir a sirene.$2",
  "winter_Wed8": "Minha bebida de escolha é a cerveja de trigo Grampleton. É a melhor cerveja artesanal que você encontrará na região.$1#$e#Ficaria ainda melhor se eles usassem fertilizante Joja.$2",
  "winter_Thu": "Cavei muitas coisas boas nesse inverno, com certeza farei um bom lucro.$1",
  "winter_Thu6": "O inverno é uma boa estação para procurar coisas pela floresta!$1#$e#Sem colheita para se preocupar, espero que você esteja aproveitando o tempo, @.$0",
  "winter_Fri": "Está um frio do caramba hoje, você nunca usa blusa de frio?$0",
  "winter_Fri8": "Eu li recentemente uma passagem no meu livro de Yoba que me iluminou, @: 'Não pense mal dos outros, mas ajude-os a superar'.$0#$e#Há lições incríveis a serem aprendidas neste livro aqui. Eu recomendo a leitura.$3",
  "winter_Sat": "Eu vi algumas luzes saindo daquela torre do feiticeiro, me pergunto o que ele estaria fazendo...$2",
  "winter_Sat4": "Eu tentei conversar com o prefeito Lewis hoje, mas ele ficou fingindo que não me escutava.$2#$e#Bem, eu não esperava nada diferente vindo dele.$2",
  "winter_Sat8": "Muitas pessoas falam besteiras sobre os mais velhos.$2#$e#Eu tenho que dizer, eu sou grato por você ter essa maturidade que tem, @.$0#$e#Então, como anda o trabalho na fazenda?$0",
}
