
{
//SPECIAL DIALOGUE
"Introduction": "Estou grata que a Joja finalmente limpou aquele deslizamento de terra. Eu e Lewis passamos semanas cobrando para que agilizassem o processo.$2#$b#E eles ainda se recusam a se desculpar...$3#$e#Nos vemos mais tarde, querido. Estou feliz de finalmente ter te conhecido!$1^Nos vemos mais tarde, querida. Estou feliz de finalmente ter te conhecido!$1#$b#É adorável ter outro fazendeiro no vale.$4^É adorável ter outra fazendeira no vale.$4",
"pamHouseUpgrade": "Eu invejo a habilidade de Robin. Ela mesma projetou a nova casa de Pam!$1",
"pamHouseUpgradeAnonymous": "Eu invejo a habilidade de Robin. Ela mesma projetou a nova casa de Pam!$1",
"Resort_Entering": "Eu não costumo viajar com os residentes do vale com muita frequência, mas isso está muito bom!$1",
"Resort_Leaving": "O dia está ótimo aqui!$4",
"Resort_Shore": "%Susan está deslumbrando o cenário.",
"Resort_Chair": "Com um clima como esse, eu aposto que você pode plantar coisas aqui com facilidade.$0",
"Resort_Bar": "Você tem alguma fruta para recomendar? Estou afim de tentar algo novo.$0",
"Resort": "Estou pensando em levar uma daquelas flores comigo.$1#$e#Não, não não... eu não posso separá-la de suas amigas.$2",


//SPECIFIC TILE DIALOGUE
"SusanHouse_4_15": "Ainda bem a Joja removeu aquela bagunça, eu e Lewis tivemos muitos problemas em tentar mover aquelas pedras...$2#$b#E a Joja ainda se recusa em pedir desculpas...$3#$e#Nos vemos por aí, @, foi bom ter te conhecido!$1#$b#É bom ter concorrência no vale.$4",
"SusanHouse_24_6": "Desculpa... eu quero dormir.$2",
"SeedShop_14_20": "Que bom te ver aqui, @. Veio comprar sementes?$0",
"ArchaeologyHouse_16_5": "A biblioteca sempre tem manuais ótimos, eu sou grata por morar aqui.$1",
"SusanHouse_3_16": "Certo, Sophia, se cuida!$0",
"Custom_SusanHouse_9_17": "Volte logo, querido!$0^Volte logo, querida!$0",

//SPRING AND GENERAL DIALOGUE
"spring_1": "Ah! O começo da primavera, minha estação favorita. É adorável ver as flores.$1#$e#Boa sorte esse ano, @!$0",
"spring_12": "Eu ajudei as meninas a pintar os ovos para o festival.$0#$e#Jas e Vincent ajudaram também, eles são tão fofos!$1",
"spring_23": "Amanhã vamos para o sul da Floresta Cinzaseiva para o Festival de Dança das Flores. Você vai se juntar?$0#$e#Gus está fazendo a comida!$1",
"spring_28": "Eu já planejei quais sementes vou cultivar neste verão.$0#$e#Eu tenho certeza que você já planejou também.$4",

"Mon": "Olá, @, como está seu dia?$0#$e#Fico feliz em ouvir!$1",
"Mon4": "Há tanta coisa para fazer no começo de outra semana.$1",
"Mon8": "Oie, @, trabalhando muito?$0#$e#Espero que você conquiste tudo que queira, você merece.$1",
"Tue": "Olá, @, tudo bem?$0#$e#Maravilhoso!$1",
"Tue4": "Vou até o cume para me exercitar. A vista lá ao pôr do sol é mágica.$0#$e#Tenha um bom dia.$0",
"Tue8": "@! Olá! Como está?$1#$e#Fico feliz em ouvir isso. Preciso fazer anotaçõesamanhã.$4",
"Wed": "Oi, @, tendo um dia produtivo?$0#$e#Eu vou tentar construir algo novo em breve, é sempre bom se superar!$1",
"Wed4": "Eu tenho tanta coisa pra fazer hoje, e com tão pouco tempo...$2#$b#Como você administra o seu tempo, @? Você está sempre se movendo tanto...$0#$e#É difícil te acompanhar!$1",
"Wed8": "Olá! Espero que você esteja bem, @.$1#$e#Falo com você mais tarde.$4",
"Thu": "Oi, como estão as coisas?$0#$e#Mantenha o ótimo trabalho.$1",
"Thu4": "Preciso ir coletar madeira em Grampleton em breve... estou com pouca.$1#$e#Grampleton vende a madeira de melhor qualidade na República.$4",
"Thu8": "Amanhã é sexta-feira, o que será que Gus estará preparando para o salão?$0#$e#Gus nunca para de me impressionar, ele deveria participar do Masterchef.$1",
"Fri": "*sigh*... Estou com dor hoje... torci minhas costas.$2#$e#Desculpa, @, vem outra hora.$2",
"Fri4": "Estou quase terminando minhas tarefas da semana, esse fim de semana será maravilhoso.$1#$e#Aproveite o dia, @.$4",
"Fri8": "Feliz sexta-feira, @! Planejando algo divertido?$0#$e#Eu preciso pegar um trem para Chestervale, ainda não sei muito bem o que vou fazer.$1#$e#Tenha um dia ótimo!$4",
"Sat": "Você sempre trabalha demais, @.$0#$e#Você deveria dar pausas também, é bom para a sua saúde!$1",
"Sat4": "Eu preciso começar planejar minha viagem para as Ilhas.$0#$e#A Fruta-Anel que tem lá é maravilhosa, eu vou te trazer uma algum dia.$1#$e#É difícil... elas estragam muito rápido...$2",
"Sat8": "Estou pensando em construir algo diferente hoje.$0#$e#Tirando folga no sábado, @?$1",
"Sun": "Já se preparou para a próxima semana? Eu tenho tanta coisa pra ser feita!$1#$e#Boa sorte, @.$4",
"Sun4": "Algumas pessoas costumam visitar o santuário de Yoba aos domingos.$0#$b#Eu... parei de ir lá algum tempo atrás.$2#$e#...$2#$e#%Susan não quer mais falar.",
"Sun10": "Parece que o tempo fica mais rápido quanto mais você envelhece.$0#$b#Aproveite cada momento da sua vida, @.$1#$e#Não desperdice o seu tempo.$0",

//SUMMER DIALOGUE
"summer_1": "Boa sorte neste verão, @, cuidado para que suas plantas não morram com o calor do verão!$0",
"summer_10": "Estarei trazendo o meu melhor melão para o festival, @! As sementes de Chestervale são as melhores.$1#$e#Estou positiva que o que você trouxer fará uma diferença positiva também, @!$4",
"summer_22": "Grampleton possui os maiores campos de trigo da República de Ferngill. Trigo é processado em cerveja, farinha e açúcar.$0#$e#Mesmo que seja barato, você pode obter um bom lucro com trigo, porque está em uma demanda tão alta.$0",
"summer_28": "Eu tenho um medo terrível do oceano. Eu só venho à praia no final do verão para ver as águas-vivas.$2#$e#Aquelas docas parecem poder ceder a qualquer minuto. Eu estarei na praia, onde é seguro.$0",

"summer_Mon": "Clint está quase terminando de melhorar a minha enxada.$0#$b#Isso me ajudará bastante nas atividades.$1", 
"summer_Mon2": "Há uma família de pássaros que gostam de aninhar no telhado da minha casa.$0#$e#Talvez eu crie um alimentador de pássaros futuramente.$1",
"summer_Mon6": "Você tem experiência em construção, @?$0#$e#É um truque útil para aprender quando você está administrando uma fazenda.$0#$e#Você pode automatizar as coisas ou transformar produtos e produtos animais em coisas mais lucrativas.$4",
"summer_Mon10": "Grampleton tem os artesãos mais talentosos. Fiz uma viagem lá para aprender alguns truques com eles.$0#$e#Você pode se juntar a mim em algum momento se quiser aprender sobre artesanato. Seria uma viagem divertida.$4",
"summer_Tue": "É difícil de trabalhar com esse calor...$0",
"summer_Tue4": "É sempre bom melhorar o seu regador, vai te poupar muito tempo!$1#$e#O trabalho que o Clint faz é incrível.$0",  
"summer_Tue8": "Eu adoro quando chove, e você?$4#$e#Isso nos dá um descanso no trabalho de regar as plantas.$0",
"summer_Wed": "Terei que fazer outra viagem á Grampleton em breve... faltando madeira.$0#$e#Eu uso madeira na maioria dos meus trabalhos manuais. Há bastante na floresta ao sul de Grampleton.$1",
"summer_Wed8": "Encontrei bagas de especiarias crescendo do outro lado da minha cerca esta manhã!$1#$b#Vou transformá-las em Yogurte, vai ser maravilhoso!$4!#$e#Tenha um bom dia.$0",
"summer_Thu": "Se você vive tempo suficiente nos trilhos, então nada vai ter acordar durante a madrugada.$0#$e#Bem, tirando um deslizamento de terra...$2",
"summer_Thu6": "Meus melões venderam mais do que eu esperava.$0#$b#Vou economizar um dinheiro para materiais ou para viajar!$1#$e#Oie, quer um café, @?$4",
"summer_Thu10": "Oie! Tudo bem?$0#$e#Eu guardei um dos melões que acabei de colher da minha safra, espero que você goste.$0[254]",
"summer_Fri": "Uma das minhas plantinhas está morrendo...$2#$b#Ela foi infectada por um fungo.$2#$e#%Susan parece triste.",
"summer_Fri6": "É meio bobo, mas eu trato minhas plantinhas como se fossem da família.$0#$e#Você já deve ter percebido que sou bastante independente, @, mas eu amo plantas, sempre que viajo sinto falta delas.$2",
"summer_Sat": "O prefeito parecia estressado ontem.$2#$e#Esse homem trabalha muito para lá e para cá, espero que ele tenha tempo para descansar.$0",
"summer_Sat6": "Eu processo todos os lúpulos que colho em cerveja e depois exporto a maior parte. Gus às vezes compra alguns para o salão.$0#$e#Se quiser, em algum momento te darei algumas dicas para garantir que a cerveja saia da maneira certa.$4#$e#Só prometa manter em segredo.$1",
"summer_Sun": "O verão é ótimo nesse vale, tudo fica tão fresco.$0#$e#É muito quente perto do deserto, ainda bem que temos a brisa do oceâno para manter o equilíbrio.$0",
"summer_Sun8": "Pára-raios podem ser um bom investimento se você deseja expandir além das plantações, @.$0#$b#Existem alguns tipos de máquinas que quero fabricar que exigem baterias.$0#$e#Robin costumava vendê-los, mas ela parou por causa do monopólio da Joja.$2",

// FALL DIALOGUE
"fall_1": "Sente o friozinho no ar, @? O outono chegou!$1#$b#Eu espero que você tenha sorte nessa estação.$0#$e#Eu recomendo o cultivo de abóboras e oxicoco, a renda é uma das melhores.$0#$e#Boa sorte!$4",
"fall_3": "Os corvos aparecem em massa durante essa estação. Espero que você tenha muitos espantalhos, @.$0#$e#Se cuide!$1",
"fall_7": "Você fez algo memorável nessa estação?$0#$e#Eu tento fazer pelo menos uma coisa interessante toda semana.$4",
"fall_15": "Você já decidiu o que vai colocar na sua exibição de amanhã, @?$0#$e#É difícil competir com Pierre.$1",
"fall_20": "Eu adoro as cores do outono, você também?$1#$e#Como agricultores, vemos muitas coisas verdes. É bom ver o mundo em uma paleta mais vibrante.$4",
"fall_26": "O Festival de Espíritos é amanhã, @.$1#$b#Ouvi do prefeito Lewis que Marlon e um amigo da Vila Castelo estão capturando monstros para nós.$0#$e#Poderemos olhar para eles através de gaiolas de aço, que assustador!$4",
"fall_27": "Luzes piscantes estavam vindo da Vila Pelicano hoje cedo. Eu acredito que o Mago está convocando o labirinto.$1#$e#Não tenho certeza de como essa 'mágica' funciona.$2#$e#Te vejo de noite, @.$4",
"fall_28": "Olá, @. O outono está quase chegando ao fim. As safras não durarão muito mais tempo.$0#$e#Você vai pescar e minerar nesse inverno, @?$1",

"fall_Mon": "Subir ao cúme é um belo exercício.$1#$e#Ver todo o vale se espalhar embaixo de você faz você apreciar como este lugar é lindo.$4",
"fall_Mon4": "Você costuma ir ao cúme, @?$0#$e#Eu sei que é uma bela vista, mas... passar por todos esses túmulos me faz sentir um pouco triste.$2",
"fall_Mon10": "Passar por aqueles aventureiros enterrados me faz ficar preocupada com você, @.$0#$b#Cuidado quando for se aventurar, você é um tesouro ter por perto.$0", 
"fall_Tue": "Não se esqueça que a temporada de outono é de cogumelos, querida.$0#$e#Você pode lucrar bastante, se for rápido.$4",
"fall_Tue4": "Encontrei cogumelos hoje no cume. Ainda preciso decidir se vou vendê-los ou cozinhá-los.$0#$e#O cúme produz forragem por causa do solo rico. Eu verificaria lá regularmente se fosse você.$1",
"fall_Wed": "Pretendo doar várias abóboras para a próxima feira do Vale do Orvalho.$0#$b#Há um canteiro de abóboras onde os turistas podem escolher um para levar para casa.$0",
"fall_Wed6": "Não tome esses momentos como garantidos. Faça todos os dias valerem, @.$0#$e#Quando você chegar à minha idade, apreciará as memórias que fez quando jovem.$1",
"fall_Wed10": "Eu gosto de você porque você entende que a vida deve ser uma aventura, @.$4#$b#Algumas pessoas podem pensar que administrar uma fazenda é chato, mas você e eu sabemos que é preciso muito tempo, paciência e criatividade.$4#$e#Que nossas vidas continuem tão ricas quanto foram até agora, @.$4", 
"fall_Thu": "*sigh*...Andy exagerou na bebida ontem à noite...$2#$e#Todos somos especiais do nosso jeito.$0#$e#Tenha um dia adorável.$1",
"fall_Thu8": "Vi Andy andando com caixas de Joja outro dia. Ele parecia estar tendo um bom dia.$0#$b#Eu não apoio Joja, mas isso não significa que julgarei outras pessoas que apoiam.$0#$e#Por que não apoio Joja? Bem... o mundo é um lugar precioso com recursos limitados, @, eu acho que eles estão desperdiçando.$2",
"Fall_Fri": "Há bastante cogumelos crescendo na Floresta Cinzaseiva.$0#$e#Embora Andy e Leah geralmente levam todos eles...$3",
"fall_Fri4": "Hoje havia avelãs ao redor do rio da montanha. Vou assá-los!$0#$e#Avelãs torradas são ricas e deliciosas. Vou compartilhar um pouco com você em algum momento.$1",
"fall_Fri10": "Encontrei outra recompensa de avelãs e assei esta manhã! Aqui estão alguns para você!$1[607]#$e#Aproveite, @.$4",
"fall_Sat": "Gerenciar treliça de uva é diferente das culturas comuns. Eu preciso pensar em como rotear corretamente as videiras.$2#$e#Acho que vou pedir algumas dicas à Sophia.$1",
"fall_Sat8": "As cercas da ferrovia precisam ser reparadas em breve. Eu preciso estocar madeira.$0#$e#Você costuma trocar suas cercas, @?$0#$e#Ah! Claro, você precisa manter os animais, não é?$1",
"fall_Sun": "As folhas caem muito durante essa estação, é bom ter uma vassoura.$1",
"fall_Sun4": "O Vale do Orvalho possui o solo mais rico da República de Ferngill, as plantas sempre são maiores e mais saudáveis.$0#$e#Se você usar fertilizantes, suas colheitas serão ainda mais saudáveis!$1",
"fall_Sun10": "Eu estava querendo falar com você, @.$0#$b#Eu acabei de fertilizar minhas safras e sobrou um pouco de fertilizante.$4#$b#Então vou te dar um pouco, aqui!$1[369]", 

//WINTER DIALOGUE    
"winter_1": "Perto das montanhas, eu e Robin lidamos com muito acúmulo de neve.$0#$e#Talvez eu faça um boneco de neve em breve, não seria fofo?$1",
"winter_7": "Você estará participando da competição de pesca amanhã?$1#$b#Eu costumava pescar quando era mais jovem, mas não faço issso mais.$0#$e#Vou estar te desejando sorte!$4",
"winter_12": "Meu irmão estará me visitando em breve, sua filha é adorável!$1#$b#Ela ama jogar video-game. Por isso eu comprei um Super Neendo para ela brincar.$0#$e#Ah, eu não jogo. Sou muito velha para toda essa tecnologia.$4",
"winter_17": "Um mercante me vendeu uma plantinha, te contei?$0#$b#Você sempre pode encontrar coisas legais no Mercado Noturno!$1",
"winter_24": "O natal é amanhã! Vai ser um dia incrível.$0#$e#Eu consegui o presente perfeito, espero que ele goste.$1",
"winter_28": "Tudo em ordem para começar o próximo ano?$0#$e#Eu planejei tudo há uma semana. Só preciso esperar a neve derreter.$1",

"winter_Mon": "Eu fico mal pelos animais lá fora... sofrendo nesse frio.$2#$e#Eu fiz um espacinho para os pássaros ficarem perto da minha casa, eles merecem.$0",
"winter_Mon4": "A Cidade Sautine tem praias lindas e turitas por todo lado.$0#$b#Toda vez que vou lá conheço gente nova, parece uma janela para outro mundo.$4#$e#Você deveria viajar também, @, é caro, mas vale muuuuito a pena!$1",
"winter_Mon8": "Eu já devo ter economizado suficiente para viajar através do mundo inteiro.$0#$e#Eu amo viajar, então viver no campo é bem conveniente para mim.$4#$e#Você deveria viajar comigo algum dia, sabia? Eu sou uma ótima companheira de viagem!$1",  
"winter_Tue": "Como está o seu natal, @? Aproveitando o tempo livre?$1#$e#Eu estive construindo e viajando, é um hobby ótimo.$0",
"winter_Tue6": "Estou feliz por ter estocado madeira. Minha casa não tem um sistema de aquecimento sofisticado, então eu confio na lareira.$0#$e#Se cubra durante esse inverno, @! Você sempre pode vim aqui para se aquecer na lareira.$4",
"winter_Wed":  "Eu amo passear por aí quando está nevando, fica tudo silencioso e lindo.$1#$e#Se cubra, @.$0",
"winter_Wed4": "Eu amo ler durante o inverno, é melhor ainda não ter que se preocupar com a colheita.$0#$e#Eu sei que você não costuma descansar, mas você realmente deveria.$1",
"winter_Wed8": "Nós sempre trabalhamos tanto, não é?$0#$e#Vamos fazer um pacto para que ambos descansem neste fim de semana. Sem longas horas nas minas, sem caminhadas até o cume... apenas dias aconchegantes em frente à lareira com um bom livro e algumas memórias.$4#$e#Vai ser difícil ficar parada por um tempo, mas acho que podemos lidar com isso.$1",
"winter_Thu": "Eu costumo ver o Alex indo no Spa.$0#$b#A sessão de exercícios continua em bom estado.$4#$e#Talvez porque ninguém fica lá, tirando ele.$0",
"winter_Thu6": "Eu caminho até o cume com bastante frequência, mesmo no inverno.$0#$e#Há muitos materiais de artesanato e forragem, e a vista é de tirar o fôlego.$1#$e#Apareça lá de vez em quando.$4",
"winter_Fri": "Você vai no salão às sextas?$0#$e#No inverno nada melhor que um copo de cidra.$4",
"winter_Fri8": "Não tenho certeza se estou apenas envelhecendo, mas esse inverno parece mais frio do que o normal.$2#$e#Estou louca pra viajar para algum lugar quente.$4",
"winter_Sat": "Pode me chamar de antiquada, mas prefiro escrever cartas em vez de escrever pelo e-mail.$0#$e#Toda essa tecnologia está avançando rápido demais para o meu ritmo.$2",
"winter_Sat8": "Você mantém contato com sua família, @?$0#$e#A vida aqui no vale é um pouco como viver em uma bolha. É fácil esquecer o mundo lá fora, rodeada de montanhas.$4#$e#É importante ter certeza de estar conectado com o mundo, da maneira que for melhor para você.$4",
"winter_Sun": "Quase hora de se preparar para o próximo ano.$1#$e#Hmm... o que eu deveria plantar?$0",
"winter_Sun6": "Eu estava limpando meus campos de cultivo esta manhã, me preparando para a primavera, e desenterrei vários inhames na neve.$0#$b#Acho que já sei o que vou comer hoje à noite!$1"
}