{
  //SPECIAL DIALOGUE
  "patio_Wizard": "Um dia agradável para passear. Quer se juntar a mim?$0",
  "spouseRoom_Wizard": "Mmm... Eu não quero assumir a casa da fazenda completamente, mas eu gostaria de ter mais alguns dos meus livros de feitiços aqui para consultar.$0",
  "funReturn_Wizard": "Que lugar maravilhoso é este para voltar.$1",
  "funLeave_Wizard": "Fora em algumas tarefas misteriosas. Voltarei a tempo para o jantar, prometo.$0",
  "OneKid_0": "Há algo de mágico nas crianças, não é?$0#$b#A imaginação sem limites é uma ferramenta poderosa.$0",
  "OneKid_1": "Ah...Todo o treinamento mágico do mundo não poderia ter me preparado para o desafio que uma fralda suja apresenta.$0",
  "OneKid_2": "Espero que nosso filho contenha as melhores partes de nós dois. E, com sorte, não muitos dos piores.$0",
  "OneKid_3": "Você viu alguma sugestão de atividade mágica em nosso filho? Nós vamos...os sinais nem sempre aparecem tão cedo.$0",
  "OneKid_4": "Quando nosso filho tiver idade suficiente, devemos ir de férias na Ilha Ginger.$0#$e#Eu gostaria que eles crescessem com uma visão ampla do mundo, além deste pequeno vale.$1",
  "TwoKids_0": "De todos os belos lugares que visitei no decorrer do meu trabalho, nenhum deles se compara a esta casa de fazenda com nossa pequena família.$1#$e#%Magnus sorri para mim.",
  "TwoKids_1": "Crianças não são como gatos, são? Dois realmente dão o dobro de trabalho. ...Pelo menos.$0",
  "TwoKids_2": "Acho que vi um de nossos filhos manifestando os primeiros sinais de telecinesia hoje!$3#$e#Um ursinho de pelúcia deslizou de uma prateleira...talvez eles o tenham convocado!$0#$b#...Sim, eu admito que o urso pode ter apenas caído.$2",
  "TwoKids_3": "O que você acha de pedir a Abigail para tomar conta?$0#$e#...Apenas um pensamento.$1",
  "TwoKids_4": "Espero que pelo menos um de nossos filhos decida seguir meus passos.$0#$e#Suponho que isso seja um pouco inútil, não é? Mas o mundo da magia é um que eu gostaria que todos nós compartilhássemos.$0",
  
  //SEASONAL DIALOGUE
  "spring_Wizard": "Importa-se de dar um passeio no bosque comigo mais tarde? Posso mostrar todas as plantas úteis que você pode encontrar na primavera.$1",
  "spring_1": "Sempre sei que a primavera chegou quando posso ouvir as árvores cantando sobre um novo crescimento.$0#$e#Mmm? Sim, claro que as árvores cantam. Você também pode ouvi-los, se ouvir com atenção.$0",
  "spring_13": "É o dia da festa dos ovos, não é? Todos os anos, eu me pergunto que tipo de ritual deu início à tradição de caça aos ovos...$0#$e#Tenho certeza de que era algo bastante antigo.$0",
  "spring_24": "Quer dançar comigo hoje? Você também pode dançar comigo qualquer dia que desejar, é claro.$1",
  "summer_Wizard": "Nada como uma brisa de verão para acalmar a alma. E, sinceramente, também gosto de tempestades.$0#$e#Todo o crepitar emocionante no ar.$1",
  "summer_1": "O verão chegou! Com todas as plantas exuberantes e crescendo, você descobrirá que é muito mais fácil extrair mana do mundo ao seu redor.$0",
  "summer_11": "É o luau hoje, certo? Tenho certeza de que tudo o que a cidade apresentar será tão delicioso como de costume.$1",
  "summer_28": "Os lunaloos estão nos visitando hoje. Nós entendemos muito pouco sobre eles, mas...$0#$b#Suspeito que eles tenham mais poderes místicos do que qualquer outra criatura marinha que encontramos.$1",
  "fall_Wizard": "A hora da colheita chegou. Espero que os nossos sejam abundantes este ano.$0",
  "fall_1": "Mushrooms are abundant in the fall. They're very versatile for potionmaking!$1#$e#If you do any foraging this season, I'd be happy to take some off your hands.$0",
  "fall_16": "Espero que você tenha preparado uma vitrine para a feira que represente com precisão seus consideráveis talentos.$1#$e#%Magnus sorri para mim.",
  "fall_27": "Tenho negócios importantes com o labirinto da cidade hoje! É necessário muito mana e o trabalho exige muito de mim.$0#$e#Espero que você e o resto da população gostem. ...E minhas desculpas se eu tiver que me apoiar em você no caminho para casa.$1",
  "fall_28": "Eu sinto uma forte tempestade de inverno se formando...$0",
  "winter_Wizard": "Durante o inverno, normalmente dedico um tempo para reforçar os distritos da cidade e depois começo a ler.$0#$e#Eu mal consegui passar por um quarto dos livros na minha torre...$0",
  "winter_1": "Uma tempestade e tanto, não foi? Mas o mundo parece adorável coberto de neve, mesmo se o tempo estiver difícil.$0",
  "winter_8": "Presumo que hoje você pescará no gelo no festival. Boa sorte!$1#$e#Há um local na floresta com potencial misterioso que estarei avaliando. Você pode se juntar a mim quando terminar de colocar Willy em seu lugar.$0",
  "winter_12": "O Mercado Noturno chegará em alguns dias. Eu peguei alguns ingredientes raros no passado que foram muito úteis.$0",
  "winter_25": "Feliz Estrela do Inverno, meu amor. Estou ansioso para passar mais um ano juntos.$4",
  
  //DAY DIALOGUE
  "Indoor_Day_Wizard": "Que casa confortável construímos nesta pequena fazenda! Muito melhor do que uma torre arejada.$1",
  "Indoor_Day_0": "Acho que vou fazer uma pequena limpeza hoje. ...Você não vai me culpar muito se eu usar um pouco de magia para ajudar, certo?$0",
  "Indoor_Day_1": "Tenho um pequeno ritual planejado aqui para mais tarde hoje.$0#$e#Não se preocupe, não vai fazer bagunça.$0#$b#Provavelmente...$3",
  "Indoor_Day_2": "Você mantém a geladeira bem abastecida com os produtos da fazenda.$0#$b#Torna-se difícil para mim ser útil, oferecendo-me para fazer as compras.$1",
  "Indoor_Day_3": "Hmm...Acho que vou dar um passeio na floresta em breve. Estou ficando um pouco impaciente aqui.$0",
  "Indoor_Day_4": "Você acha que temos espaço aqui para outra estante de livros?$1",
  "Outdoor_Wizard": "Sempre preferi estar ao ar livre a ficar enfiado dentro de casa. Limita demais a visão de mundo de uma pessoa.$0",
  "Outdoor_0": "*zumbidos* Olá, @! Dia maravilhoso, não é?$1",
  "Outdoor_1": "Você já esteve em Castle Village? Eu prefiro muito mais o ar aqui. É mais limpo, mais nítido e não fede a magia.$0",
  "Outdoor_2": "Coisas que crescem sempre trazem um excedente de mana para o mundo ao seu redor. É tão concentrado nesta fazenda que é quase esmagador.$0#$e#Parece tão tremendamente vivo.$1",
  "Outdoor_3": "Estou ficando sem alguns dos meus suprimentos de poção. Vou precisar ir para a floresta para coletar mais em breve.$0",
  "Outdoor_4": "Avistei um pássaro raro na fazenda esta manhã! Eu me pergunto se ele veio das Ilhas Fern.$0",
  "Rainy_Day_0": "Toda essa chuva vai ser boa para a plantação, mesmo que seja ruim para o meu chapéu.$0",
  "Rainy_Day_1": "Sei que isso me torna incomum, mas a chuva me deixa de bom humor.$1",
  "Rainy_Day_2": "Depois do jantar esta noite, vamos acender um bom fogo e nos enrolar na frente dele?$0#$e#Não seria muito difícil para mim conjurar um fogo para nós.$1",
  "Rainy_Day_3": "TA única crítica que tenho das vestes é que elas são irritantemente pesadas quando molhadas...$0",
  
  //NIGHT DIALOGUE
  "indoor_Night_Wizard": "Bem-vindo a casa, @. Espero que você não tenha se esforçado muito hoje.$0",
  "Indoor_Night_0": "Promete ser uma noite fria esta noite.$0#$b#Uma boa desculpa para se aconchegar.$1",
  "Indoor_Night_1": "Tenho certeza que você teve um dia produtivo hoje. Reserve um tempo para relaxar esta noite.$0#$e#%Magnus sorri para mim.",
  "Indoor_Night_2": "Um longo dia para mim. Estou feliz em ver o fim disso...$0#$e#Como foi o seu dia?$1",
  "Indoor_Night_3": "Tenho algumas viagens para fazer pela Guilda em breve. Até pensar nisso está me deixando exausto...$0",
  "Indoor_Night_4": "Lembre-me de mostrar o charme em que tenho trabalhado recentemente. É um feitiço de proteção, mas os efeitos são bastante chamativos.$0",
  "Rainy_Night_Wizard": "Ambos vamos descansar bem esta noite.$1",
  "Rainy_Night_0": "No dia seguinte a uma chuva como essa, a floresta está rejuvenescida. Amanhã de manhã, as árvores estarão esplêndidas.$0",
  "Rainy_Night_1": "O som da chuva no telhado é quase hipnótico, não acham?$0",
  "Rainy_Night_2": "Gastei muito mana hoje. Um longo descanso me fará bem.$0",
  "Rainy_Night_3": "Suas colheitas certamente apreciarão este clima.$1",
  "Rainy_Night_4": "Eu deveria ir verificar o jardim da minha torre pela manhã.$0#$e#As frutas antigas precisam de mais água do que a maioria das outras plantas. É possivelmente a razão pela qual eles quase foram extintos...$0",
  
  //AFFECTION DIALOGUE
  "Good_0": "Ah, olá, querida! Eu só estava pensando em você.$1",
  "Good_1": "Pensei em tentar minha mão na cozinha hoje. Acho que saiu muito bem, considerando todas as coisas. [234 222 220]$0",
  "Good_2": "Com toda a dor de cabeça do meu passado, nunca pensei que acordaria com dias tão doces como estes...$0#$e#Obrigado por dar uma chance a um velho mago rabugento.$4",
  "Good_3": "Espero que você esteja tendo um dia maravilhoso, querida.$1",
  "Good_4": "Minha torre está abastecida com todos os tipos de livros raros e reagentes, e amuletos que coletei ao redor do mundo que são quase impossíveis de encontrar.$0#$b#Mas nada disso se compara ao quão precioso você é para mim.$4#$e#Percebo que foi uma coisa terrivelmente piegas de se dizer. Eu não me importo se você não quiser.$0",
  "Good_5": "Eu preciso pensar em um novo feitiço em breve para impressionar você...Eu não quero que você pense que estou perdendo meu toque!$1",
  "Good_6": "Devíamos fazer um pequeno retiro juntos em breve. Eu posso puxar alguns pauzinhos com a Guilda para encontrar um lugar para nós em uma pequena cidade aconchegante nas montanhas em algum lugar.$0",
  "Good_7": "Eu te amo por muitos motivos, mas um é o quão talentoso você é. Você é perito em tudo o que faz.$0#$e#Eu te admiro muito por isso.$4",
  "Good_8": "Você trabalha tão duro! Você deve se certificar de manter sua força. Eu fiz uma coisinha para você para ajudar. [244 242 907 905 240]$0",
  "Good_9": "Sabe, acho que nunca fui tão feliz em toda a minha vida como estou com você.$1",
  "Neutral_0": "Não trabalhe muito hoje. Eu não quero ter que levitar você para casa.$0#$e#...Se você desmaiar em algum lugar... um bom amigo meu vai cuidar de você.$0",
  "Neutral_1": "Tendo um dia agradável, @?$0",
  "Neutral_2": "Magia é muito exigente, mas também pode ser recompensadora.$0",
  "Neutral_3": "A fazenda parece estar indo muito bem este ano.$1",
  "Neutral_4": "Ah! Você me pegou com a cabeça nas nuvens. Me desculpe.$3",
  "Neutral_5": "Não sei como você trabalhou na cidade de Zuzu. Os cheiros e o barulho ali me dariam dor de cabeça.$0#$e#Prefiro lugares mais tranquilos, como Stardew Valley.$1",
  "Neutral_6": "Nunca vi o apelo na pesca. Estou feliz que você tenha gostado, embora.$0",
  "Neutral_7": "Eu preciso fazer uma viagem para Castle Village em breve para ver Camilla e discutir alguns assuntos do Ministério. Ela é certamente uma mulher interessante.$0#$e#Ela aprova você, sabe.$0",
  "Neutral_8": "Vamos dar um pequeno passeio em breve. Uma mudança de cenário nos fará bem.$1",
  "Neutral_9": "A vida na fazenda certamente é pacífica, não é?$0",
  "Bad_0": "*suspira* Cometi alguns erros graves no passado, @. Eventualmente, vou precisar abordá-los.$2#$e#Com sorte, você estará ao meu lado quando essa hora chegar.$0",
  "Bad_1": "Posso ir passar algum tempo na minha torre... Você não fez nada de errado. Eu só preciso de um tempo para mim.$0",
  "Bad_2": "Aquela maldita mulher...Camilla está repleta de talento, mas às vezes ela pode ser positivamente irritante.$5",
  "Bad_3": "...Você está realmente feliz comigo?$2#$e#Desculpe, sei que não é uma pergunta justa. Deixa pra lá.$2",
  "Bad_4": "Um novo feitiço que eu estava testando saiu pela culatra. eu sinto... não exatamente eu.$3#$e#Se você acordar com um sapo na cama esta noite, deixei uma bolsinha de pó sobre a mesa.$3#$e#Apenas espalhe um pouco em mim.$3#$e#...$3#$e#%Magnus não parece tão bom...",
  "Bad_5": "*funga* É melhor não desenvolver alergias...isso significaria um desastre para o meu trabalho.$0",
  "Bad_6": "Estou me sentindo meio mal hoje. Não, acho que não há nada que você possa fazer para ajudar.$0",
  "Bad_7": "Não trabalho tão bem na fazenda quanto na torre. Muitas distrações.$0#$e#Ah, minha... me desculpe. Eu não queria que isso saísse dessa maneira.$2",
  "Bad_8": "Minha ex-esposa voou sobre minha torre ontem à noite e conseguiu queimar algumas das árvores próximas.$5#$e#Essa mulher tola pode começar um incêndio na floresta se não tomar cuidado.$5",
  "Bad_9": "Não estou com vontade de falar hoje. Isso vai passar em breve.$0",
}
