{
  "Rainy_Day_0": "Ai nossa... Este tempo chuvoso é tão tristonho, você não acha?$2",
  "Rainy_Day_1": "Às vezes, eu sonho acordada em partir para uma aventura. Existem muitas flores exóticas nas Ilhas Samambaia, sabia?",
  "Rainy_Day_2": "Bom Dia! Estava tão chato lá fora que decidi fazer um presente para você.[223 234 211 651 731]#$e#Algo doce para meu namorado, certo?^Algo doce para minha namorada, certo?$h",
  "Rainy_Day_3": "Mantenha-se seco e aquecido, querido(a). Eu não quero ter que bancar a babá, caso você pegue um resfriado!",
  "Rainy_Day_4": "Hoje parece um bom dia para se sonhar acordada... E estar em dia com as últimas tendências florais.#$b#Se cuide, meu amor!$1",
  "patio_Aideen": "Ah, bom dia, @. Não há nada tão relaxante - ou tão inspirador - quanto um jardim.$1",
  "spouseRoom_Aideen": "Bom dia, você está particularmente verdejante hoje... Ahh, olá, @!#$b#Eu estava apenas oferecendo algum incentivo aos meus amigos floristas.$4",
  "Rainy_Day_Aideen": "Não se preocupe comigo hoje, @. A última edição de 'O Florescer' chegou esta manhã, e estarei bastante ocupada o dia todo!#$B#Fique seguro e seco!",
  "Rainy_Night_0": "Ei! Você está em casa! Por favor, não suje o chão. E... Argh, tire essas botas!",
  "Rainy_Night_1": "Desculpe-me se pareço estar um pouco distraída esta noite.#$b#Trabalhei o dia todo em uma coroa de flores fúnebre e isso me deixou bastante triste.$2",
  "Rainy_Night_2": "Tenho gostado bsatante de um livro chamado 'A linguagem secreta das flores'. Devemos ler juntos?$1",
  "Rainy_Night_3": "Eu aprendi algo recentemente sobre a Orquídea Sussuro-Da-Noite. Ela só floresce quando é cultivada ao lado de um parceiro da mesma espécie. Muito romântico, não acha?",
  "Rainy_Night_4": "Ah, meu querido(a), você finalmente chegou em casa! O jantar está quase frio.[727 231 207 199]$h",
  "Rainy_Night_5": "Oh, desculpe pela fragrância de le chat mouille.$2#$b#O Barão assumiu a responsabilidade de fazer uma breve excursão ao ar livre.$a",
  "Rainy_Night_Aideen": "Que bom, você está de volta! Tem sido terrivelmente monótono por aqui.#$b#O que você disse? Vamos animar um pouco as coisas?$4",
  "Indoor_Day_0": "Bom dia, meu querido(a). Eespeo que você tenha dormido bem.",
  "Indoor_Day_1": "Acordei cedo e pensei que poderíamos tomar o café da manhã juntos.[194 195 210 211 216]$4",
  "Indoor_Day_2": "Você teve pesadelos, querido(a)? Você estava se revirando a noite toda.$2#$b#Fiquei muito preocupada!$2",
  "Indoor_Day_3": "Será que nossa casa está assombrada, meu amor? Eu sinto uma presença aqui, cuidando de nós.$2#$b#Oh, não se assuste! Tenho certeza de que é benigno. Talvez um parente?$1",
  "Indoor_Day_4": "Você se importaria de ficar em casa e me fazer companhia, querido(a)?$3#$b#Não? Bem, eu te amo de qualquer maneira. Se cuide.$4",
  //"Indoor_Day_Aideen": "",
  "Indoor_Night_Aideen": "Como foi seu dia, meu amor? Produtivo, espero?#$b#Eu? Bem... Tenho arranjado buquês para um casamento.#$b#Isso me fez sentir um tanto... romanticamente disposta!$4",
  "Indoor_Night_0": "Ah, @. Você finalmente está em casa! Estava cansada de esperar por você.$4",
  "Indoor_Night_1": "Por favor, querido(a), NÃO olhe de trás da casa. O Barão Munchington e um pássaro tiveram um mal-entendido, e o resultado é... Bastante desagradável para dizer o mínimo",
  "Indoor_Night_2": "Tenho pesquisado sobre o plantio companheiro. Pode ser mais benéfico para a produtividade da planta e controle de pragas.#$b#Talvez você possa estar interessado?",
  "Indoor_Night_3": "Boa noite, meu amor! Minha nossa, você parece cansado.#$b#Aqui, deixe-me acender algumas velas de lavanda para acalmá-lo e te ajudar a dormir.$4",
  "Outdoor_0": "Nunca imaginei que viveria em uma fazenda... mas sabe? É muito mais civilizado do que eu pensava.$1",
  "Outdoor_1": "O ar externo é tão perfumado e fresco. Embora seja um pouco rural para o meu gosto.$2",
  "Outdoor_2": "%farm é bem bonita, @. Nunca imaginei que a vida de uma dona de fazenda pudesse ser tão prazerosa.$4",
  "Outdoor_3": "Bom dia, meu amor. O Barão Munchington e eu demos um passeio matinal. Eu me sinto mais revigorada!$1",
  "Outdoor_4": "Hoje parece ser um dia glorioso para alguns caçadores de alimentos, não concorda?$1",
  "Outdoor_Aideen": "Que dia glorioso. Acho que devo pôr em dia uma pequena leitura ao ar livre.",
  "funLeave_Aideen": "É um dia esplêndido para um passeio, não é? Talvez eu encontre algumas flores exóticas para minhas criações.",
  "funReturn_Aideen": "Boa noite, meu chuchu! Arhh, meus pés estão muito cansados. Vovó Evelyn me mandou para casa com isso aqui. [222 234 220 223 223 223]#$b#Eu informei a ela que você era doce o suficiente - mas ela foi bastante insistente.$1",
  "OneKid_0": "Ser mãe dificilmente é charmoso, embora, devo dizer, seja muito gratificante.",
  "OneKid_1": "%kid1 tem o sorriso mais lindo do mundo. Eles vão crescer e ser bastante charmosos, eu imagino.$1",
  "OneKid_2": "Talvez eu deva levar um pouco o(a)%kid1 para um passeio. Afinal, nunca se é jovem demais para aprender a linguagem das flores.$1",
  "OneKid_3": "Pobre Barão Munchington, %kid1 está bagunçando seus pelos todinho!#$b#Ele ainda não está acostumado a ter que compartilhar meu carinho.$3",
  "TwoKids_1": "As crianças já jantaram, embora deva dizer que suas maneiras à mesa são muito inadequadas.$2#$b#Ora, acredito que o Barão Munchington é um comensal mais digno!$1",
  "TwoKids_2": "O Barão Munchington parece realmente amar as crianças. Embora %kid1 possa ser um pouco entusiasmado(a) demais.",
  "TwoKids_3": "Há pétalas no meu cabelo? Não consigo imaginar como elas vieram parar aqui!$4#$b#As crianças e eu estávamos passando flores. %kid2 já exibe seus talentos artísticos. %kid1... bem, eles(as) compensam com entusiasmo.$1",
  "spring_22": "Nossa! A dança das flores é em dois dias. Devo me desculpar, meu amor, porque temo estar muito ocupada.$4",
  "spring_24": "Estou muito ansiosa para dançar com você hoje.$1#$b#E depois? Bem, veremos!$4",
  "spring_1": "A primavera chegou e logo minhas amigas flores voltarão. Por favor, eu ficaria profundamente grata se você plantasse isso para mim. [429][429][429][429][429]",
  "summer_3": "O verão está aí, e meus pedidos de preparativos para o casamento são astronômicos!$1#$b#Oh, não estou reclamando, mas por que alguém iria querer se casar neste calor?$3",
  "summer_8": "Bom dia meu amor. Eu tive uma noite extremamente 'Inquieta'.$2#$b#Deve ser esse calor.",
  "summer_15": "Pobre Barão Munchington... Não gosta desse tipo de clima, e não posso culpá-lo!$3",
  "fall_2": "Essas noites mais frias são muito as mais agradáveis.",
  "fall_1": "Você poderia fazer a gentileza de plantar essas sementes para mim, @? [425][425][425]",
  "winter_14": "O Mercado Noturno estará na cidade em breve. Eu me pergunto quais mercadorias exóticas poderemos encontrar!$1",
  "winter_2": "Está frio, não é? Quem sabe mais tarde possamos nos aconchegar juntos para nos aquecer?$4",
  "Good_1": "Meu amor! É simplesmente glorioso vê-lo novamente. Não é estranho como anseio por sua presença?$1#$b#Eu te amo, você sabe.$4",
  "Good_2": "Bom dia, meu amor, você está radiante hoje. Talvez você possa me acompanhar em um pequeno encontro esta noite?",
  //"Good_3": "",
  //"Good_4": "",
  //"Good_5": "",
  //"Good_6": "",
  //"Good_7": "",
  "Neutral_0": "Você está saindo de novo, meu amor? Ah, não se preocupe comigo. O Barão Munchington me fará companhia.#$b#Embora eu vá sentir sua falta.$2",
  "Neutral_1": "O que fiz hoje? Nada demais.$3#$b#Como foi o seu dia?",
  "Neutral_6": "Oh, desculpa, meu bem. Eu estava completamente perdida em meus pensamentos.",
  // "Neutral_7": "",
  //"Neutral_8": "",
  "Bad_5": "Hm, então hoje você me considerou digna de uma conversa. Você acha que estou cheia de gratidão?$5",
  "Bad_6": "A vida na fazenda é muito tediosa, pra piorar eu me encontro caindo na melancolia.#$b#Ah, não se preocupe. Tenho certeza de que você tem assuntos mais urgentes a tratar do que sua esposa.$5",
  "Bad_7": "...",
  "Bad_8": "%Aideen está te ignorando",
  "Bad_9": "%Aideen vira as costas para você."
}