{
	"Entries": {
    "18050003/e 18050002/w rainy/f Aurelia 1000/t 840 2600": "rain/-100 -100/farmer 8 18 0 Aurelia 4 11 3/ambientLight 0 200 200/viewport 5 12 true/move farmer 0 -2 0/message \"You sense an odd atmosphere as you walk into the house. Something... is not right.\"/textAboveHead Aurelia \"Bl...ood...\"/skippable/pause 1000/move farmer 0 -3 0/move farmer -4 0 0/pause 1000/shake Aurelia 2000/pause 100/faceDirection Aurelia 2/pause 2000/move Aurelia 0 1 2/speak Aurelia \"...?$7#$b#Hello, welcome to the wedding. Take a seat.$7\"/move Aurelia 0 -2 0/move Aurelia 3 0 1/speak Aurelia \"The wedding will start soon. The bruised bride has been brought to the alter by her father.$7#$b#She must stay quiet so that the groom will be satisfied...$7#$b#...and her wicked father will stop the beating.$7\"/pause 2000/move Aurelia -3 0 2/pause 2000/speak Aurelia \"It is raining outside.$7#$b#Oh. Poor, poor girl. She tried her best to be the perfect bride. But eight forty hit the clock and the groom ran away.$7#$b#...Why?$7#$b#Poor, poor Father. He is a mad man. He was waitig to regain his past glory but...$7#$b#No. His hopes are gone. His daughter failed him.$7#$b#Oh, I pity him, I do. He was a broke, broken man who broke his daughter apart.$7#$b#Beat her. Beat her again. Kill her...$7#$b#Killed her mother...$8#$b#...Mother?$8\"/pause 2000/speak Aurelia \"I run and chase the rabbit down, down. Now she's locked up, up.$8#$b#Run and catch me if you can. From the grave, from the grave.$8#$b#He will catch me if he can, with my mommy in his hand.$8\"/pause 2000/message \"Abandoned Bride is staring at you. You cannot tell if she is crying or laughing.\"/pause 3000/speak Aurelia \"$q 18051 null#I think I killed a man.$7#$r 18051 -250 event_trauma1#Run away from this wicked girl.#$r 18051 0 event_trauma2#Keep silent.#$r 18051 -50 event_trauma3#It's all your fault. You are crazy!#$r 18051 25 event_trauma4#Tell me your story. I care about you...\"/pause 2000/speak Aurelia \"The wedding is over. You may be dismissed.$8\"/end"
      }
}