{
	"Entries": {
        "18050004/e 18050003/f Aurelia 1500/t 1200 1800": "none/-100 -100/farmer 9 8 0 Aurelia 8 5 0/skippable/viewport 8 4 true/pause 1000/move farmer 0 -3 3/emote farmer 8/message \"You see Abandoned Bride in front of a spinning wheel that you've never seen her use before.\"/message \"She seems to be in a good mood.\"/pause 1000/faceDirection Aurelia 1/pause 500/emote Aurelia 16/pause 500/speak Aurelia \"Oh! Hi, there... I... Well... I was just...$h\"/pause 1000/emote farmer 8/pause 500/speak Aurelia \"I am working on a project... Heheh... Ir's a secret! I will tell you when it's done...$h\"/pause 1000/emote farmer 40/speak Aurelia \"Nightmares come and go. Now I learned to embrace the night... to pray to the stars...#$b#Some nights are harder than others.#$b#But you... you found me at my lowest but didn't leave me. YOu didn't run away, treating me like a monster...#$b#Maybe... I can... I can finally forgive him... and even...#$b#...forgive myself.\"/pause 1000/glow 255 255 0/pause 500/message \"The room glowed with bright light but soon faded away, almost as if something is not yet *fulfilled*.\"/emote Aurelia 16/faceDirection Aurelia 2/speak Aurelia \"..? What was that?\"/pause 1000/faceDirection Aurelia 1/speak Aurelia \"What... what does the clock say? Is it moving?\"/pause 500/move farmer 1 0 0/pause 1000/message \"The clock is still stopped at 8:40.\"/pause 500/move farmer -1 0 3/emote farmer 28/pause 2000/speak Aurelia \"$q 18053 null#What? Why..? I thought I was finally free from this cursed place!#$r 18053 -50 event_forgive1#You are never going to get out of here.#$r 18053 -25 event_forgive2#It was probably your imagination. You're crazy, remember?#$r 18053 25 event_forgive3#Be patient. You need to be prepared to face the world.#$r 18053 -25 event_forgive4#It's okay. Everything will be alright.\"/pause 500/faceDirection Aurelia 0/pause 2000/speak Aurelia \"Okay... It's okay... I know. I need to get ready now. To break free from this cursed wedding day.\"/pause 2000/end"
      }
}