{
	"Entries": {
        "18050005/e 18050004/f Aurelia 2000/t 2200 2600": "none/-100 -100/farmer 8 22 3 Aurelia 3 19 0/skippable/showFrame Aurelia 16/viewport 4 19 true/move farmer -5 0 0/move farmer 0 -1 0/speak Aurelia \"Hello, my dear friend @. Thank you for coming. Sorry for asking you to meet up so late.$11\"/pause 500/showFrame Aurelia 17/pause 1000/speak Aurelia \"Haha, you looked pretty surprised. That's actually pretty nice to see. Do you like my new hair? My new outfit?$11#$b#This was the project I was working on! I have been working on making a new dress for myself.$11#$b#It's nothing great, as I had to work with what I had in the house, but at least it is not bloody. Then, I was finally *ready* to face the world.$11\"/pause 500/emote Aurelia 56/speak Aurelia \"I called you to tell you my story. It's going to be a long one if you don't mind.$10\"/pause 500/emote farmer 32/speak Aurelia \"My name is Aurelia Stella Havisham. I come from another place, at another time, the year of 1805.$10#$b#I was supposed to be married to a man that year, on Spring 4th. The wedding was on a rainy Monday.$10#$b#...Father was a failed businessman and was in desperate need of money. He was already abusive and alchoholic by the time of wedding.$10#$b#He basically sold me off to a man.$10#$b#I was rejected, however, on the wedding day. It was 8:40 am.$10#$b#I was terrified, rather than embarrassed. My father was a very prideful man. I knew he would not be able to withstand the humilation and I feared how he would respond.$10#$b#I... still don't know why the groom refused to marry me... which left me wondering my worth for decades...$11\"/pause 1000/speak Aurelia \"Anyway... as I feared, he poured his anger out on me. He beat me close to death. I only survived because my mother...$10\"/pause 500/speak Aurelia \"...$10\"/pause 500/message \"Aurelia struggles to push back her tears. You kindly wait for her to calm down.\"/speak Aurelia \"My mother threw herself over me as she saw he was determined to kill me. She was always the weak and powerless one...$11#$b#But she died for me. Father hit her in the head and she was gone.$10#$b#All that right in front of my eyes. I must have gone insane at that point.$10#$b#I dragged myself to a table, grabbed the heaviest vase, and hit his head with it...$10#$b#I still don't know how I did it, but I did it...$11#$b#...I ran away as far as I could. I eventually ended up here in the forest and saw a rabbit... Or so I thought. I personally believe it was a witch in disguise.$10#$b#I followed the rabbit into a cave, and then something magical happened... You are probably not going to believe me...$11#$b#That's how I was stuck in time, seemingly forever, until you found me.$10\"/pause 1000/speak Aurelia \"That was a long story... I hope it wasn't too... boring?$11\"/message \"Aurelia laughs awkwardly.\"/pause 1000/speak Aurelia \"$q 18054 null#It took me some courage to tell you...$11#$r 18054 25 event_story1#Thank you for telling me your story. I appreciate you very much.#$r 18054 -250 event_story2#That was a waste of my precious time.\"/pause 500/speak Aurelia \"Well, thanks for listening. I know it sounds odd, but I wanted to be honest with you and thank you properly. I will live a new life from now on.$11#$b#Here, I know it was tiring so I ordered you a drink. Take some.$11\"/pause 2000/farmerEat 350/pause 2000/addConversationTopic Aurelia 5/end newDay"
        }
}