{
	"Entries": {
        "18050005/e 18050004/f Aurelia 2000/t 2200 2600": "none/-100 -100/farmer 8 22 3 Aurelia 3 19 0/skippable/showFrame Aurelia 16/viewport 4 19 true/move farmer -5 0 0/move farmer 0 -1 0/speak Aurelia \"Hello, my dear friend @. I knew you would come. Sorry for asking you to come see me so late.$11\"/pause 500/showFrame Aurelia 17/pause 1000/speak Aurelia \"Haha, you looked pretty surprised. That's actually not that bad to see. Do you like my new hair? My new outfit?$11#$b#This was my secret project! I have been working on making new clothes for myself. Sweet, don't you think?$11#$b#It's nothing fantastic, as I had to work with what I had in the house. But now I was finally *ready.*$11\"/pause 500/emote Aurelia 56/speak Aurelia \"I called you to tell you my story. It's going to be a long one if you don't mind.$10\"/pause 500/emote farmer 32/speak Aurelia \"My name is Aurelia Stella Havisham. I am from a far, from the year 1805.$10#$b#Well, I was to be married that year, actually. Spring 4th. It was a rainy Monday.$10#$b#...Father was a failed businessman and was in desperate need of money. He was already abusive and alchoholic at the time.$10#$b#He basically sent me off to a marriage for money.$10#$b#I was rejected, however, on the very wedding day. It was 8:40 am.$10#$b#I was terrified, rather than embarrassed. Father was still a prideful man. He could not withstand the humilation and the disappointment.$10#$b#I... still don't know why the groom refused to marry me...$11\"/pause 1000/speak Aurelia \"Anyway... He poured his anger all out on me. He beat me close to death. And it was only *close* because my mother...$10\"/pause 500/speak Aurelia \"...$10\"/pause 500/message \"Aurelia struggles to push back her tears. You kindly wait for her to calm down.\"/speak Aurelia \"My lovely, meek, mother threw herself over me. That was the one brave thing that I saw her do in my entire life. She was always so weak and powerless...$11#$b#But she, died for me. Father hit her in the head. And she was gone.$10#$b#In front of my eyes. Just like that. I have gone insane at that point.$10#$b#I dragged myself to a table hit his head with a heavy vase...$10#$b#I still don't know how I even held it...$11#$b#...and ran away as far as I could. I got down to the forest here and saw a very intelligent rabbit...$10#$b#Well, then something mysterious and magical happened... You are probably not going to believe me...$11#$b#So at the end, I got stuck in time, seemingly forever, until today.$10\"/pause 1000/speak Aurelia \"That was a long story... I hope it wasn't too... boring?$11\"/message \"Aurelia laughs awkwardly.\"/pause 1000/speak Aurelia \"$q 18054 null#It took me some courage to tell you...$11#$r 18054 25 event_story1#Thank you for telling me your story. I appreciate you very much.#$r 18054 -250 event_story2#That was a waste of my precious time.\"/pause 500/speak Aurelia \"Well, thanks for listening. It was unbearable to stay sane before, but you helped me to face the reality. I will now lived a changed life, you'll see.$11#$b#Here, I got you a drink. Take some.$11\"/pause 2000/farmerEat 350/pause 2000/addConversationTopic Aurelia 5/end newDay"
        }
}