{
  //SPECIAL DIALOGUE
  "patio_Claire": "Que vista maravilhosa da fazenda, o clima hoje está perfeito.$1",
  "spouseRoom_Claire": "Mmm... o que você tem para fazer hoje?$1#$e#Eu estou sempre ocupada... é legal estar organizada.$5",
  "funReturn_Claire": "O trabalho foi exaustivo hoje... mas eu conversei com muita gente interessante hoje.$0",
  "funLeave_Claire": "Bom dia, amor.$1",
  "OneKid_0": "Eu invejo %kid1. Crescer em uma fazenda assim é um sonho.$1",
  "OneKid_1": "%kid1 fez uma bagunça na sala hoje...$2#$e#Mas não se preocupe, eu dou conta disso.$1",
  "OneKid_2": "%kid1 têm seus olhos...$1#$e#Hehe...$7",
  "OneKid_3": "Eu não acho que todo mundo está pronto para ter filhos... mas eu acho que estamos fazendo um ótimo trabalho.$1#$e#%kid1 ama quando o ergo em meus braços.$5",
  "TwoKids_0": "Eu dei um pouco de iogurte de maça para %kid1 e %kid2 , eles estavam famintos!$1",
  "TwoKids_1": "Nossas crianças são tão lindas... devemos dar todo carinho que eles merecem.$1",
  "TwoKids_2": "Fico tão feliz vendo que as crianças estão saudáveis.$1",
  "TwoKids_3": "%kid1 começou a andar tão cedo... você acha que isso é sinal de que será um bom dançarino?$1#$e#%Você abraça Claire.#$e#...$7",
 
  //SEASONAL DIALOGUE
  "spring_Claire": "Estou me sentindo muito energética essa manhã.$5",
  "spring_1": "Feliz ano novo! Espero que esse ano seja o melhor para nós...$1",
  "spring_7": "O tempo está ficando quente!$6",
  "spring_13": "O Festival do Ovo é hoje? Nós vamos participar?$1",
  "spring_24": "O clima estará perfeito para o Festival de Dança.$1",
  "summer_Claire": "Eu queria que o tempo ficasse assim para sempre.$1",
  "summer_1": "Estou pronta para o clima quente, céu limpinho e tortas de damasco!$5#$e#Eu farei o que posso fazer dentro de casa, começo de estação é sempre trabalho a mais para fazer.$1#$e#Boa sorte!$6",
  "summer_11": "Espero que tenha torta de damasco no Luau.$1#$e#Você já decidiu o que vai jogar na sopa?$5",
  "summer_28": "Por mais lindas que as Medusas-Da-Lua são, elas também significam que o verão está acabando...$0#$e#Eu preciso arrumar o meu quarda-roupas e preparar minhas roupas para o outono.$1",
  "fall_Claire": "Talvez eu vá em busca de cogumelos na floresta.$1#$b#Há uma receita que quero fazer com eles.$5",
  "fall_1": "Está começando a ficar frio...$2#$e#Hm... vamos manter a lareira acessa, sim?$0",
  "fall_16": "Boa sorte no festival de hoje, amor.$1#$b#Deve ser gratificante poder mostrar o seu esforço!$5",
  "fall_27": "Mágica é tão intrigante, eu me pergunto como alguém é capaz de summonar um labirinto...$1#$e#Você poderia perguntar àquele mago por mim? Eu sei que você conversa com ele.$5",
  "winter_Claire": "Eu não sei como você consegue ficar lá fora com esse frio.$1",
  "winter_1": "*sigh*... está frio.$0#$e#Você se importaria se eu ligasse o termostato?#$e#%Você abraça Claire para esquentá-la.#$e#...$7",
  "winter_8": "Por que o festival de pesca tem que ser tão longe na floresta? Está tão frio...$2#$e#Bem, eu vou ficar encolhida na fogueira...$1",
  "winter_12": "Eu fui tirar o lixo e quase escorreguei com todo esse gelo...$2#$e#Eu estou bem, foi só um susto...$1",
  "winter_25": "Feliz Natal, @. Eu fiz algo para te ajudar a se esquentar.[614]$4#$e#Você é o melhor presente que já tive...$4#$e#%Você abraça Claire.#$e#Eu amo você...$7",
 
  //DAY DIALOGUE
  "Indoor_Day_0": "Bom dia, eu levantei cedo para preparar o café. [395]$1",
  "Indoor_Day_1": "Você está sempre melhorando o cenário da fazenda.$1",
  "Indoor_Day_2": "Você consegue ouvir os pássaros cantando?$1",
  "Indoor_Day_3": "Eu tenho a sensação de que algo bom vai acontecer hoje.$1",
  "Indoor_Day_4": "O cheiro do café da manhã te acordou? Bem, aqui está! [201 195 194 210 211]$5#$e#Eu fiz do jeito que você gosta...$1",
  "Outdoor_Claire": "Só estou admirando a fazenda, não se preocupe!$1#$e#Você vai passar na vila hoje?$0",
  "Outdoor_0": "Bom dia, então você decidiu sair da cama...$1#$e#Estou pensando no que fazer hoje.$6",
  "Outdoor_1": "Minha pele está ficando um pouco pálida... eu preciso começar a tomar mais sol.$1",
  "Outdoor_2": "O que você vai fazer hoje?$1#$e#Parece divertido!$5",
  "Outdoor_3": "Eu gosto de acordar cedo, nada melhor que levantar ao som daqueles pássaros cantando.$1",
  "Outdoor_4": "Esse lugar me lembra do interior, há tanto espaço por aqui!$1",
  "Rainy_Day_0": "Ah, então você tem trabalho para fazer lá fora? Cuidado com a chuva...$1#$e#E não esqueça de limpar suas botas antes de entrar!$5",
  "Rainy_Day_1": "Eu amo ficar em casa em dias assim, você também?$1",
  "Rainy_Day_2": "Hmm... acho que vou tentar uma receita nova que vi na TV.$1#$b#Eu sei que você vai amar.$5#$e#Ah? Sim?$1#$e#...$4#$e#Bobo!$7^Boba!$7",
  "Rainy_Day_3": "Ah, bom dia, está chovendo bastante hoje...$0",
  "Rainy_Day_4": "Acho que vou tentar algo novo hoje...$1",
 
  //NIGHT DIALOGUE
  "Indoor_Night_0": "Bem-vindo! Como foi o seu dia?$1^Bem-vinda! Como foi o seu dia?$1",
  "Indoor_Night_1": "Nossa, já é %time? O dia passou tão rápido...$0",
  "Indoor_Night_2": "Eu lavei a louça e passei pano enquanto você estava fora.$1#$e#Tive um dia produtivo!$5",
  "Indoor_Night_3": "Oi amor, como foi o seu dia?$1#$e#Ah, o meu? Acho que não poderia estar melhor.$5",
  "Indoor_Night_4": "Oie, eu fiz algo para você enquanto esteve fora, aproveite. [606 209 207 214 224 235 236]$1#$e#Espero que esteja bom.$5#$e#!!!$7",
  "Rainy_Night_0": "Eu me pergunto como os pássaros dormem em dias assim...$0",
  "Rainy_Night_1": "Nossa! Suas roupas estão encharcadas! Vou pegar uma toalha pra você.$1",
  "Rainy_Night_2": "Está ouvindo a chuva caindo no telhado? Tão relaxante...$1#$e#Hmm... vamos nos deitar?$4",
  "Rainy_Night_3": "Eu acabei de fazer o jantar, algo mais saudável desta vez. [196 609 610 200 607 650]$1",
  "Rainy_Night_4": "*bocêjo*... Estou pronta para deitar.$0",
 
  //AFFECTION DIALOGUE
  "Good_0": "Sabe, eu nunca imaginei que me mudaria para o vale... será o destino?$1",
  "Good_1": "Nossa! Você está lindo hoje, @...$4^Nossa! Você está linda hoje, @...$4",
  "Good_2": "Talvez a gente deveria criar pássaros? O que você acha?$5",
  "Good_3": "Eu invejo sua habilidade em construir... todas essas máquinas que você fez são lindas.$1",
  "Good_4": "Eu sinto como se entendesse o que os animais estão sentindo quando olho para eles...$1#$b#Será que magos e bruxas conseguem falar com animais?$0#$e#Você fala com aquele mago... você sabe se ele entende?$1",
  "Good_5": "Você está cheirando tão bem...$7#$e#...$4",
  "Good_6": "Eu descobri uma música ótima que a gente poderia dançar algum dia.$1#$e#Se torna fácil quando você pega o ritmo.$5",
  "Good_7": "O Pendante que você me deu de casamento é lindo...$1",
  "Good_8": "Você sempre me motiva quando eu preciso, eu me sinto tão bem...$1#$e#Por favor, você está me fazendo corar...$4",
  "Good_9": "Você consegue sentir esse cheiro? É disso![220 221 222 223 234 611 612 608]$1#$e#Seu olhar diz tudo!$7",
  "Neutral_0": "Eu costumava comer comida congelada onde morava, hoje eu leio livros de receitas como se fosse um hobby.$1#$e#Eu tenho uma surpresa para você dá próxima vez!$6",
  "Neutral_1": "É divertido viver com você... eu achei que estaria sozinha para sempre.$1#$e#%Você abraça Claire.#$e#Hehe!$7",
  "Neutral_2": "A gente deveria fazer uma viagem para a cidade Zuzu qualquer dia, o que você acha?$1",
  "Neutral_3": "Minha dieta melhorou desde que te conheci. Eu costumava comer refeições congeladas todos os dias.$1#$e#Eu amo cozinhar e comer comidas feitas em casa.$5",
  "Neutral_4": "Eu não me arrependo de ter vindo morar com você.$1#$e#É um pouco diferente, mas não importa.$5#$e#%Você abraça Claire.#$e#Hehe...$7",
  "Neutral_5": "Nós vamos viver aqui para sempre?$1#$e#Desculpa, essa pergunta foi estranha...$0#$e#%Você sorri para Claire.#$e#...$5",
  "Neutral_6": "Ufa... treinei bastante para a próxima aula de aeróbica.$1#$e#Minha parte favorita é quando todo mundo se junta para conversar...$5",
  "Neutral_7": "Nós deveríamos cozinhar algo juntos algum dia, eu tenho a receita perfeita...$4^Nós deveríamos cozinhar algo juntas algum dia, eu tenho a receita perfeita...$4",
  "Neutral_8": "Fiz muitas amigas por causa das aulas de aeróbica da Robin.$1#$e#Hm... você deveria ir também, amor.$5",
  "Bad_0": "Eu fico preocupada quando você vai para as cavernas...$2#$e#Eu não quero perder você...$2#$e#%Você diz à Claire que nada irá acontecer.#$e#Certo, eu confio em você.$1",
  "Bad_1": "*Sigh*... Eu não me sinto muito bem hoje.$3#$e#Eu devo ter pêgo um resfriado...$2",
  "Bad_2": "Por favor... se puder ficar quieto, eu agradeceria...$2",
  "Bad_3": "Eu fiz algo errado ultimamente... só por perguntar.$2",
  "Bad_4": "...$0#$e#...$3#$e#%Você pergunta à Claire o que há de errado.#$e#Eu sinto que você valoriza mais a fazenda do que eu...$2",
  "Bad_5": "Estou cansada de ser tão fria a todo momento...$2",
  "Bad_6": "...$2#$e#Eu não estou evitando você, só estou cansada...$2#$e#Desculpa...$2#$e#%Claire se afasta de você.",
  "Bad_7": "Você poderia fazer o jantar hoje a noite?$0",
  "Bad_8": "Passar o tempo comigo deve ser chato...$2#$e#Desculpa...$2#$e#%Claire não quer conversar.",
  "Bad_9": "Você... acha que estou ficando magra demais?$2#$e#Estou apenas pensando, não ligue.#$e#%Você mostra à Claire que está aqui por ela.#$e#...$1",
}