{
    //Location Names for Event LookUp
    //*******************************
    "EastScarp.Locations.EastScarp": "East Scarp",
    "EastScarp.Locations.Lighthouse": "Farol",
    "EastScarp.Locations.Aideen": "Casa da Aideen",
    "EastScarp.Locations.BirdHide": "Couro de pássaro da Eloise",
    "EastScarp.Locations.Vet": "Casa do Veterinário",
    "EastScarp.Locations.JOffice": "Escritório de Jacob",
    "EastScarp.Locations.JBarn": "Celeiro de Jacob",
    "EastScarp.Locations.Silo": "Casa Silo",
    "EastScarp.Locations.DeepMountains": "Montanhas Profundas",
    "EastScarp.Locations.Orchard": "Cerejeira",
    "EastScarp.Locations.DeepDark": "East Scarp Escuridão Profunda",
    "EastScarp.Locations.OrchardHouse": "Casa Abandonada",
    "EastScarp.Locations.Smuggler": "Barraca do Contrabandista",
    "EastScarp.Locations.SeaCave": "Caverna do Mar de East Scarp",
    "EastScarp.Locations.Inn": "Pousada Scarp",
    "EastScarp.Locations.ARV": "Casa dos Cooper",
	"EastScarp.Locations.MeadowFarm":"Prado da Montanha",
    //Location Names For NPC Map Locations
    //************************************
    "LocationName.EastScarp": "East Scarp",
    "LocationName.Orchard": "Pomar",
    "LocationName.MeadowFarm": "Fazenda Prado",
    "LocationName.DeepMountains": "Profundezas da Montanha",
    //Locational Messages
    //*******************
    "Strings.GrampletonES.00": "Campos de Grampleton >",
    "Strings.EastScarpe.00": "@ Centro Vila Pelicanos^East Scarpe >",
    "Strings.EastScarpe.1": "Residência do Dr. Jacob Trenton, DVM.",
    "Strings.EastScarpe.2": "\"Querida Delilah, levada muito cedo, para sempre em nossos corações.\" Parece bem cuidada.",
    "Strings.EastScarpe.3": "Um cheiro estranho e desagradável exala das profundezas: Uma mistura de fumaça e algo mais... Você decide que é seguro não se aventurar mais",
    "Strings.EastScarpe.4": "Que nojo! Está cheio de pedaços de peixes e um líquido lodo nojento.",
    "Strings.EastScarpe.5": "É um barco antigo, mas muito bem cuidado. Existem cabeças de peixes no fundo.",
    "Strings.EastScarpe.6": "Isso se parece um lugar que um troll poderia viver.",
    "Strings.EastScarpe.7": "Você olha através das águas cintilantes, em algum lugar lá fora estão as Ilhas Fern. Talvez um dia você possa visitá-la.",
    "Strings.EastScarpe.8.false": "Um gato olha para você. Ele parece assustado. Melhor deixá-lo em paz.",
    "Strings.EastScarpe.8.true": "Lady Sheba está bem? Não tenho certeza.",
    "Strings.EastScarpe.9": "Você abre a porta e espia dentro. Não há nada, exceto uma cadeira, um caderno esfarrapado e um binóculos. Tambem há uma abertura longa e estreita voltada para a floresta.",
    "Strings.EastScarpe.10": "É um antigo silo, convertido em casa. Quem poderia querer morar aqui? Infelizmente, a porta está trancada.",
    "Strings.EastScarpe.11": "A escrita está gasta e difícil de ler, você pode apenas decifrar, 'Pom     Cere '.", //"Cherry Orchards" with missing letters
    "Strings.EastScarpe.12": "A corda parece um pouco desgastada. Pode não suportar seu peso.",
    "Strings.EastScarpe.13": "Um estranho aroma de peixe surge das profundezas.",
    "Strings.EastScarpe.14": "Praia de Natação East Scarp^^* Fique na água apenas entre os postes.^* Nade por sua própria conta e risco.^* Sem salva-vidas trabalhando.^* Não há vestiários, mas você pode usar esta pedra (Ou apenas entrar na água).",
    "Strings.EastScarpe.15": "Em memória dos mineiros enterrados aqui, verão dia 15 XXXX.^Quando você contemplar essa montanha, lembre-se daqueles que perdemos, mantidos para sempre em nossos corações.",
    "Strings.EastScarpe.16": "Você pode ouvir os animais lá dentro.",
    "Strings.EastScarpe.17": "A família ainda não se mudou!",
    "Strings.EastScarpe.18": "Residência Kaimana",
    "Strings.EastScarpe.19": "Essa porta está trancada",
	"Strings.EastScarpe.20": "Família Cooper",
    "Strings.EloiseFall.1": "Diário da Eloise: \"Eu amo o outono! É tão bonito.\"",
    "Strings.EloiseFall.2": "\"Eu vi um tucano! Ele quebrou nozes com seu bico grande! Eu gostaria de ter uma câmera adequada.\"",
    "Strings.EloiseFall.3": "Entre 'Aves da República Ferngill' e 'Nossos Amigos Emplumados', você encontra um livro de bolso surrado.",
    "Strings.EloiseWinter.1": "Diário da Eloise: \"Inverno é frio! Espero que Sora esteja se aquecendo. Eu deveria enviar a ele algo para Estrela de Inverno, mas eles não comemoram esse festival.\"",
    "Strings.EloiseWinter.2": "\"Os Cardeais são muito barulhentos! Eles viajam em grandes bandos. Eu vi um monte deles na praia ontem!",
    "Strings.EloiseWinter.3": "Principalmente guias de campo para pássaros da região de Ferngill e um livro surrado sobre uma menina e um jardim esquecido.",
    "Strings.EloiseSpring.1": "\"Recebi uma carta do Sora! Ele está bem, mas sua família teve que deixar sua casa. Ele está ficando com sua tia. Eu gostaria que ele pudesse ficar comigo. Temos muito espaço! E papai não se importaria.\"",
    "Strings.EloiseSpring.2": "\"Eu amo Gaios Azuis! Eles são tão atrevidos! Um deles roubou o sanduíche do papai da mão dele!\"",
    "Strings.EloiseSpring.3": "Guias de campo para pássaros da região de Ferngill e um livro surrado sobre uma menina e um jardim esquecido.",
    "Strings.EloiseSummer.1": "Diário da Eloise: \" Escrevi uma carta para Sora. Espero que ele escreva de volta em breve!\"",
    "Strings.EloiseSummer.2": "\"Sem pássaros hoje :( Eu esperava ver um Pica-Pau.\"",
    "Strings.EloiseSummer.3": "Guias de campo para pássaros da região de Ferngill e um livro surrado sobre uma menina e um jardim esquecido.",
    "Strings.VetHouse.01": "Sr. Flufflekins franze o nariz, enseguida olha para você com desconfiança.",
    "Strings.VetHouse.02": "\"Rawk! Quem é o bom menino?\"",
    "Strings.VetHouse.03": "É cuidadosamente escrito e endereçado a alguém na República de Gotoro. Eloise deve ter escrito para um amigo lá.",
    "Strings.VetHouse.04": "Uma seleção de livros belamente ilustrados sobre a flora e a fauna do Vale Stardew.",
    "Strings.VetHouse.05": "Parece que esta cadeira está ocupada! A Princesa Meia-Noite encara você. Você se sente julgado.",
    "Strings.VetHouse.06": "Pequenos peixes coloridos. É muito limpo, mas talvez um pouco pequeno? Os peixes parecem inquietos.",
    "Strings.VetHouse.07": "Está sintonizado no canal de história natural. Há um documentário passando sobre pássaros da floresta.",
    "Strings.VetHouse.08": "Está cheio de roupas femininas, todas cuidadosamente dobradas e embaladas com papel de seda. Ou o Dr. Jacob tem gostos diversos, ou hà pertenciam a sua esposa.",
    "Strings.VetHouse.09": "Muito bem organizado, há um conjunto completo de enciopédias Ferngill, além de livros sobre anatomia e comportamento animal.",
    "Strings.VetHouse.10": "Ah, é aqui que todos os livros de bolso se escondem: Thrillers de terror, ficção histórica e até alguns romances; é uma grande variedade.",
    "Strings.VetHouse.11": "Os gostos de Eloise variam de histórias de animais a contos de crianças resolvendo mistérios. Esta tudo guardado em condições surpreendentemente boas.",
    "Strings.VetHouse.12": "'O Sorriso da Mona Lisa': obviamente, o Dr. Jacob se entrega a thrillers policiais em ritmo acelerado.",
    "Strings.VetHouse.13": "Todas as plantas parecem bem cuidadas. E o que era aquilo deslizando pelo solo, um lagarto?",
    "Strings.VetHouse.14": "Um grande Guaxinim. Suas orelhas estão esfarrapadas, como se tivesse lutado contra algo.",
    "Strings.VetHouse.15": "O protetor de tela mostra uma mulher de cabelos escuros e uma criança com tranças. Sua esposa e Eloise, você assume.",
    "Strings.VetHouse.16": "Apostila do Dr. Jacob:^Houve um aumento de pequenos animais trazidos com contusões e ossos esmagados, sugerindo a presença de predadores na área.",
    "Strings.VetHouse.17": "Uma jovem sorri para a câmera. Você pode ver a semelhança entre ela e Eloise.",
    "Strings.VetHouse.18": "Uma série de fotografias de família, mostrando um homem barbudo carrancudo com uma mulher. Devem ser os pais de Jacob.",
    "Strings.VetHouse.19": "\"Devil May Care\" Por Lilith Sheridan: A capa retrata um homem charmoso, mas sinistro. De acordo com a capa, é uma prova não corrigida.",
    "Strings.VetHouse.20": "Parece ser algum tipo de conto de fadas.",
    "Strings.JacobBarn.1": "Lady Snowflake fuça sua mão. Ela está procurando guloseimas.",
    "Strings.JacobBarn.2": "Lord Sherbert, parece bem alimentado. Ele parece gostar de ter a cabeça acariciada.",
    "Strings.JacobBarn.3": "O barão Reginald parece contente.",
    "Strings.JacobBarn.5": "Quiet, soothing music is playing. It makes you feel a little sleepy.",
    "Strings.JacobBarn.4": "Uma música calma e suave está tocando. Te faz sentir um pouco sonolento.",
    "Strings.JacobBarn.6": "Um palheiro. Parece um pouco estranho.",
    "Strings.DeepDark.0": "O baú contém roupas infantis cuidadosamente dobradas e uma série de brinquedos e livros, todos colocados com carinho.",
    "Strings.DeepDark.1": "\"Amigos são a família que escolhemos\"",
    "Strings.DeepDark.2": "A escada parece gasta, a madeira entalhada com marcas de garras.",
    "Strings.DeepDark.3": "Este canteiro parece bem cuidado, como se alguém tivesse muito orgulho em cuidar dele.",
    "Strings.DeepDark.4": "Um diário surrado. A escrita interna é desleixada e quase impossível de ler.",
    "Strings.ESOrchard.0": "Além dos barris, você pode ver um caminho que leva a algum lugar. Mas você não pode passar por eles. Ainda.",
    "Strings.ESOrchard.1": "Parece que uma tempestade o arrastou - Ou talvez o tenha destruído. Talvez pudesse ser consertado novamente?",
    "Strings.ESOrchard.2": "A escrita está desgastada pelo tempo e pela idade: \"Bl    ou m  s\" Foi rabiscado com as palavras \"CUIDADO!\"",
    "Strings.ESOrchard.3": "Não olhe muito perto! Esses pratos estão aqui há tanto tempo que os restos de comida foram praticamente fossilizaram.",
    "Strings.ESOrchard.4": "Você pode ouvir algo arranhando atrás da porta. Parece muito maior do que um rato.",
    "Strings.ESOrchard.6": "Isso não estava ali antes... Também não parece muito seguro!",
    "Strings.ESOrchard.7": "NÃ    TRE P    O IM     E", //No Tresspassers with missing letters
    "Strings.ESMountainSC.1": "@Vila Pelicanos Centro^East Scarp >",
    "Strings.SeaCave.01": "Um aroma doce de frutas se espalha. Faz você pensar em sua casa.",
    "Strings.SeaCave.03": "Um aroma forte e amargo que faz seus olhos lacrimejarem.",
    "Strings.SeaCave.04": "Este vaso parece muito bem trabalhado, embora o esmalte esteja ligeiramente descascado.",
    "Strings.SeaCave.05": "Um cheiro forte de fumaça que fica preso na garganta, fazendo você tossir.",
    "Strings.SeaCave.06": "Certamente isso pertence a uma coleção!",
    "Strings.SeaCave.07": "Esses cristais parecem um pouco pegajosos.",
    "Strings.SeaCave.08": "Um mingau espesso e verde. Cheira a alga marinha. A tigela ainda está um pouco quente.",
    "Strings.SeaCave.09": "O rótulo com marca d' água manchado. Mas parece ter cerca de 20 anos, de Cherry Orchards.",
    "Strings.SeaCave.10": "Um beco sem saída?",
    "Strings.SeaCave.13": "As tábuas estão apodrecidas. Deve estar aqui há anos, talvez até décadas.",
    "Strings.SeaCave.02": "A boneca surrada e quebrada encara você com olhos vazios. Espera, se movimento?^Oh, há um caranguejo vivendo dentro dela. Isso foi assustador!",
    "Strings.SeaCave.14": "Correntes fortes impedem você.",
    "Strings.trapdoorLocked.1":"Este alçapão está trancado.",
    "Strings.DeepMountains.1": "^ Monte Evermore. Caminho fechado para reparos.",
    "Strings.DeepMountains.2": "Um cheiro estranho e desagradável exala das profundezas: Uma mistura de fumaça e algo mais profundo, algo mais escuro. Você decide que é mais seguro não se aventurar mais",
    "Strings.DeepMountains.3": "NÃO ENTRE!",
    "Strings.DeepMountains.5": "A placa diz 'Montanha Profunda', mas alguém rabiscou 'NÃO ENTRE' no que você espera que seja tinta vermelha.",
    "Strings.MeadowFarm.1": "A porta está trancada.",
    "Strings.ESLighthouse.1": "A trava que leva à sala do farol está trancado.",
    "Strings.ESLanternRoom.1": "Isso é usado para observar navios em perigo.",
    "Strings.ESLanternRoom.2": "O rádio está sintonizado na previsão do tempo.",
    "Strings.ESLanternRoom.3": "As altas estão abertas para o Vale Stardew e há um mapa lunar atrás dele.",
    "Strings.ESLanternRoom.4": "A lanterna é a parte mais importante do farol. Melhor não tocar.",
    "Strings.ESLanternRoom.5": "Este sistema de rádio parece muito complicado. Provavelmente é para se comunicar com a Guarda Costeira.",
    "Strings.ESLanternRoom.6": "Com certeza há muitas caixas de armazenamento aqui.",
    //Wilderness Patch
    "Strings.ESWilderness.1": "Um deslizamento de terra cobriu completamente a entrada da mina.",
    "Strings.ESWilderness.2": "Esta velho e enferrujado, e nunca funcionará novamente.",
    "Strings.ESWilderness.3": " O interior é preto, por causa do pó de carvão.",
    "Strings.ESWilderness.4": " Alguém colocou água para a vida selvagem.",
    //Inn Location Messages	(written by ItsBenter)
    "Strings.ESInn.01": "Essa revista foi lida até a metade.",
    "Strings.ESInn.02": "O quadro está cheio de lembretes e anúncios. Um pouco demais e definitivamente muito confuso.",
    "Strings.ESInn.03": "Notas e lista dos hóspedes da pousada. As diferentes caligrafias são um tanto desorientadoras de ler.",
    "Strings.ESInn.04": "Caixas de legumes frescos. Você não reconhece de quem é o produto.",
    "Strings.ESInn.05": "*Cheira* Cheiro muito bom de algo recém-assado.",
    "Strings.ESInn.06": "Um pedaço de pano.",
    "Strings.ESInn.07": "Pilha de material de leitura, principalmente revistas e... Alguma outra seleção interessante. Perai isso é uma playboy?",
    "Strings.ESInn.08": "O modelo de madeira é intrincado e detalhado. Há um pequeno marinheiro parado no convés do navio.",
    "Strings.ESInn.09": "Parece saudável. Especialmente para uma planta de interior.",
    "Strings.ESInn.10": "As peças do jogo foram abandonadas no meio da partida. Que combinação apertada!",
    "Strings.ESInn.11": "Segunda-feira - Sopa de Truta^Terça-feira - Robalo crocante e Biscoitos de sobremesa^...^Um menu muito bem escrito.",
    "Strings.ESInn.12": "Zzzz... Você ouve sons de estática.",
    "Strings.ESInn.13": "*Cheira* Um cheiro distinto de madeira envelhecida? Pelo menos é o que parece...",
    "Strings.ESInn.14": "Bebida para os hóspedes da pousada.",
    "Strings.ESInn.15": "Vale Solitário: Um guia de viagens.^Alguém deixou seus pertences aqui.",
    "Strings.ESInn.16": "O urso está sorrindo para você. Sim isso mesmo!",
    "Strings.ESInn.17": "A planta está prosperando apesar de viver dentro de casa.",
    "Strings.ESInn.18": "Uma gaveta vazia, exceto pelos cupons da pousada. Cada um vem com duas assinaturas muito distintas.",
    "Strings.ESInn.19": "Os utensílios parecem desgastado com o uso...",
    "Strings.ESInn.20": "O aparelho de televisão parece raramente ser usado. Apesar de estar em um bom estado.",
    "Strings.ESInn.21": "SOMENTE PESSOAL AUTORIZADO", //**New**
    "Strings.InnBath.01": "Gotas de condensação formadas nas folhas falsas da planta.",
    "Strings.InnBath.02": "A área do chuveiro tem um toque de aroma de pinho.",
    "Strings.InnBath.03": "A pia está inesperadamente limpa para um banheiro público.",
    "Strings.InnBath.04": "O armário está bem trancado.",
    "Strings.InnBath.05": "Uma fragrância floral refrescante está saindo do armário. O que está sendo mantido ai dentro?",
    "Strings.InnBath.06": "O armário está bem trancado.",
    "Strings.HartResidence.01": "Uma câmera digital.",
    "Strings.HartResidence.02": "\"Guia Avançado de Design - Por Perona. G.\"",
    "Strings.HartResidence.03": "Copo feito sob encomenda, com o nome de Laura impresso nele.",
    "Strings.HartResidence.04": "Não está empoeirado.",
    "Strings.HartResidence.05": "\"Às vezes, não tenho certeza do que estou fazendo. Quer dizer, eu sou um bom filho, um bom irmão e uma boa pessoa, certo? Eu faço o que amo e faço o que os outros esperam de mim... Caramba, o que estou pensando? Eu só tenho que continuar fazendo o meu melhor!\"",
    "Strings.HartResidence.06": "Uma pilha de livros infantis. Alguns estão em condições surpreendentemente boas.",
    "Strings.HartResidence.07": "O laptop não é protegido por senha. Hmmm...",
    "Strings.HartResidence.08": "- Editar projeto Coconut^- Revisão do projeto Turnip^- Rascunho da proposta Garsnip^- Verifique as avaliações e responda às mensagens^...^A lista continua.",
    "Strings.HartResidence.09": "A superfície do metal parecia fria quando tocada.",
    "Strings.HartResidence.10": "Uma enorme seleção de autobiografias, não-ficções e romance. Além disso, alguns livros sobre negócios familiares e hospitalidade embaixo.",
    "Strings.HartResidence.11": "Umm, iste deve ser material particular de Michel e Eredith. Melhor mantê-los em seus lugares.",
    "Strings.HartResidence.12": "Uma gaveta bem organizada. As roupas são dobradas e dobradas de forma muito eficiente.",
    "Strings.HartResidence.13": "Você encontrou um álbum de fotos antigo. Há uma foto de Miguel carregando Stella nas costas enquanto Eredith segura o bebê Evan. De alguma forma a foto parece \"azulada\".",
    "Strings.HartResidence.14": "Os baús estão bem trancados.",
    "Strings.HartResidence.15": "Uma brisa quente sopra em sua direção.",
    "Strings.HartResidence.16": "Um dos muitos que estão por aí.",
    "Strings.HartResidence.17": "O computador da Laura é protegido por senha.",
    "Strings.HartResidence.18": "É uma ampla coleção de videogames. Stella coloca algumas notas neles. Parece que ela os está usando como fonte de inspiração.",
    "Strings.HartResidence.19": "Muitos livros didáticos!",
    "Strings.InnOuter.01": "Scarpe: Aberto 24 horas por dia, 7 dias por semana^Saguão, das 9h às 6h",
    "Strings.EastScarpVineyard.0": "Parece que ninguem mora aqui.",
	//OrchardHouse and Underground Strings
    "Strings.ESSmugglersDen.1": "Finalmente, posso deixar este lugar! Assegurei meu transporte em uma barcaça de carga, indo para um porto movimentado nas Ilhas Fern. Aqui eu posso me reinventar... Um novo nome, uma nova vida.^^Hmmm... Qual será meu novo nome? Sempre imaginei algo com um toque exótico. Lucille? Imogen? Ceridwen? Ah, tenho certeza que vou pensar em alguma coisa! ^^ E vou ver meu querido Clem novamente.",
    "Strings.ESSmugglersDen.2": "Estou preso aqui há algum tempo, e os lodos estão chegando, se eu não conseguir sair, por favor, diga a C que eu lo- (O restante da página foi dissolvida)",
    "Strings.ESSmugglersDen.3": "'Guia de Ilhas Isoladas nas Ilhas Fern'. Point Drake foi marcado.",
    "Strings.ESSmugglersDen.4": "A julgar pelas queimaduras de ácido e da madeira lascada, alguém usou isso como escudo.",
    "Strings.ESSmugglersDen.5": "Essa porta está trancada.",
    "Strings.OrchardHouse.letter1": "Outra noite sem dormir. Vovô estava muito inquieto e uivava como se os demônios do vazio estivessem atrás dele. ^^ No entanto, antes, quando jogávamos xadrez, ele estava lúcido e calmo - Falando da cerâmica Gotorana e das propriedades do vinho fermentado. ^^ Não entendo. O que há de errado com ele? Como ele pode estar aqui em um minuto e ter ido no próximo?",
    "Strings.OrchardHouse.letter2": "Querida (um nome foi fortemente rabiscado), ^^ Eu sei que você não se importa comigo do jeito que eu me importo com você... Mas não posso evitar. Eu amo Você.",
    "Strings.OrchardHouse.letter3": "A praga está se espalhando. Eu os ouço constantemente. Squelch... squelch... Vovô - O que você fez?",
    "Strings.OrchardHouse.letter4": "Um homem me visitou hoje, perguntando pelo vovô. Ele usava um chapéu de abas largas e óculos escuros, e sua pele parecia ter um tom incomum. Mas talvez fosse a iluminação? ^^ Não gostei da aparência dele, disse a ele para tentar o cemitério. Ele não parecia satisfeito. Parece que o vovô lhe devia dinheiro - MUITO dinheiro - E não duvido que ele volte para reivindicá-lo.",
    "Strings.OrchardHouse.Book5": "'Viticultura: Uma Introdução'. Esse livro parece mal cuidado de proposito.",
    "Strings.OrchardHouse.Book6": "'Guia de um amador de exorcismo', várias das páginas foram dobradas.",
    "Strings.OrchardHouse.letter7": "Se eu fosse a heroína de um livro, um belo príncipe me salvaria dessa maldição. Mas eu não sou. Eu sou uma órfã com um avô insano e um pomar cheio de monstros.^^Nossa, que rainha do drama eu sou! Eu não estou sozinha. Eu tenho Vin, e querida, doce Clem. Aquele pobre homem me notaria se eu o deixasse? ^^ Quem sabe, talvez um dia. <",
    "Strings.OrchardHouse.letter8": "Alguém invadiu ontem à noite e saqueou a casa, procurando a 'Fortuna' do vovô, sem dúvida. Rastejei pela janela e me escondi no pomar. Não ousei voltar até o amanhecer. Não havia sinal deles, mas a casa foi deixada em estado de completa desordem. Eu não acho que eles encontraram o que estavam procurando - Ou que esse evento existe. Eles desapareceram nos túneis. Espero que o Lodo tenham os comido.^Vin me ajudou com a estante. Eu não acho que eu posso levantar isso sozinho.",
    "Strings.OrchardHouse.letter9": "Querida Lily-Anne, Point Drake é lindo. Eu tenho um emprego trabalhando para um construtor de navios e estou alugando uma pequena casa. Não é muito, mas é meu lar. Ou seria, se você estivesse aqui. Espero que você se junte a mim em breve. ^^Yrs, Clem.",
    "Strings.OrchardHouse.Book10": "É um livro de registro: Registro de safras e valores de vinhos. Há muitos números vermelhos e negativos.",
    "Strings.ESShack.1": "(Está amarelado e muito, muito velho)^^ Sr. Cheridan... Sua dívida excede nossa paciência. Voltaremos em uma semana. Caso não tenha nossos 100.000g. Vamos extrair o pagamento por qualquer meio necessário. ^^ Soubemos que há uma garota morando com você agora. Não seria terrível se algo acontecesse com ela?^^Z",
    "Strings.ESInnBoilerRoom.1": "Uma pilha de livros de mistério e de histórias local.",
    "Strings.ESMineRuins.1":"AVISO: MINA ABANDONADA^Fique longe * Fique seguro^^Pintado em tinta vermelha: 'Saia Antes que Escureça'",
    //Kat's room notes
    "Strings.ESInn.Kat.1": "Pares idênticos de meias e roupas íntimas, tudo bem organizado. Por que você está bisbilhotando aqui?",
    "Strings.ESInn.Kat.2": "Está cheio de papel amassado.",
    "Strings.ESInn.Kat.3": "Uma variedade de livros de histórias da região. Entre eles está 'Famosas Viagens' de Mr. Jasper.",
    "Strings.ESInn.Kat.4": "'Suprimentos de pesca'. Hmm, você não sabia que Kataryna era uma pescadora.",
    "Strings.ESInn.Kat.5": "'Mitos e lendas da República Ferngill'. Está cheio de marcadores.",
    "Strings.ESInn.Kat.6": "Notas sobre a fauna da região. Além de um esboço mal desenhado de um Caranguejo Pedra, com 'OUCH!' escrito ao lado.",
    //Mailbox
    "EastScarpe.mailbox.1":"~Correio de Ferngill~^Os dias de coleta são de segunda a sexta-feira.^(Ou sempre que conseguirmos ir).^Horário de coleta às 2h10.",
    //plaque
    "aideen.scrappaper":"É um artigo de jornal antigo, desbotado até ficar quase ilegível, dá para entender algumas palavras: Parece estar relacionado à inauguração do Centro Comunitário."
}