{
    "Mon": "Da superfície, você vem, sim?...#$b#Diga-me... As pessoas lá, ainda têm medo de mim?",
    "Mon4": "Tenho saudades dos frutos da terra. Frutos do mar... não têm gosto tão doce.",
    "Mon8": "O amigo Gull vem visitar, traz novidades. Ele é um grande fofoqueiro!#$b#Fale sobre a ilha de fogo e um garoto engraçado que pensa que é um papagaio!$1#$b#Amigo Gull tem uma grande imaginação!$3",
    "winter_Mon4": "Às vezes eu canto para os caranguejos. Mas eles não gostam da minha música.",
    "summer_Mon": "Hoje eu estou feliz! Os golfinhos vêm nos visitar para nadar e contar histórias de lugares distantes!",
    //Tue
    "Tue": "Minhas plantas, eu as rego, as alimento... Cante.#$b#Eles ainda morrem...$2",
    "Tue4": "Outra noite, houve uma forte tempestade. É um bom momento para procurar tesouros do mar!$1#$b#Também encontre pequenos caranguejos e peixes fazendo flop-flop-flop. Eu os coloquei de volta. É um mundo assustadoramente grande para pequenos peixes.",
    "Tue6": "Vejo crianças brincando na praia. Eu quero jogar também. Mas nao pode.#$b#Os pequeninos às vezes estão bem... mas os pais? Eles estão com medo de mim.$2",
    "summer_Tue10": "O verão é uma época agradável. As pessoas vêm, brincam na água.$1#$b#Eu assisto os mais pequenos. Preocupe-se com aqueles que não sabem nadar bem, que a correnteza desagradável os levará.",
    "summer_Tue6": "Você conheceu a mãe? Ela é uma pessoa humana, como você?$1#$b#Encontre-me como um bebê, todo lavado na praia, como madeira flutuante.#$b#Às vezes eu olho na praia, acho que talvez encontre outro bebê eu.",
    "Tue10": "$1 Lexi_FriendGullStory#quer saber como conheci o amigo Gull? Eu o encontro na praia, emaranhado na rede. Ajudou-o a se libertar. Sou o melhor amigo desde então!$1#$e#O amigo Gull é o meu melhor amigo há muitos anos. Mas é bom ter outros amigos.$3#$b#As histórias do amigo Gull ficam iguais depois de um tempo. Ele está sempre se gabando, gabando-se, gabando-se!$1",
    //Wed
    "Wed": "Você ouve a música do mar?#$b#Ela está sozinha. Como eu.$2",
    "summer_Wed4": "Ontem à noite, ouço o canto das baleias. Sua música profunda, linda, mas triste.#$b#Ele está procurando companheiro. Às vezes eu canto também. Quem sabe um dia, encontrarei um bom amigo para dividir minha casa?$1",
    "Wed6": "Às vezes, o oceano me dá presentes. Eu compartilho este com você. [169 166 116 152 170 372 392 393 394 397]",
    "Wed10": "Eu me pergunto como seria nadar rio acima, todo o caminho. Que aventura posso encontrar?",
    "fall_Wed2": "À noite, é bom ficar na praia sob o olhar atento do Sr. Moon.$1#$b#Você ouve uma história sobre o Homem na Lua? Às vezes acho que o vejo.#$b#Provavelmente é uma ilusão.$3",
    //Thu
    "Thu": "Eu encontro coisas. Construa-os. Crio.#$b#Isso me deixa feliz... eu acho?",
    "Thu8": "Hoje, vejo uma menina encontrando conchas na praia. Ela me vê... Não grito! Não!#$b#Ela me olha e pergunta: quem é você? Não o que: quem!$1",
    "winter_Thu": "Sereias vêm visitar a cidade, certo? Veja-os nadando às vezes. Muito, muito longe, nunca perto.#$b#Suas canções são como uma mágica. Minha música... não é como mágica.",
    //Fri
    "Fri": "Se você vir minha mãe, pode dizer a ela que a amo?#$b#Por favor, venha visitar novamente em breve, sim?",
    "Fri4": "Mãe, ela me ensinou a ler. Os livros são como uma aventura.#$b#Mas também triste. Não consigo ver maravilhas! Devo ficar aqui, comer peixe.$2 ",
    "Fri8": "Algum dia acho que vou escrever uma história própria. História de órfão, lançado na praia.#$b#Talvez um dia eu saiba.?#$b#Talvez um dia eu saiba.",
    "summer_Fri4": "Você gosta de creme congelado em casquinha? É o meu favorito. Que sabor? Todos os sabores!%revealtasteLexi233",
    "winter_Fri6": "Você vai me contar uma história, @? Mãe contava histórias.#$b#Houve mulheres corajosas que escalaram montanhas ou voaram como pássaros!$1#$b#Eles tiveram grandes vidas. Não pequenas vidas, como eu.",
    //Sat
    "Sat": "Os caranguejos e as conchas são meus amigos.#$b#Você vai ser... amigo também?",
    "Sat4": "O oceano dá muitos presentes! Você quer trocar por presentes da terra abundante?",
    "Sat8": "Depois de assistir a imagens em movimento - deeveedee - com a mãe. Sobre uma pequena sereia, que caminhava pela terra.#$b#Ela fez amizade com um homem bonito. Eu me pergunto, essa história poderia ser uma verdade? Não... Eu também não acho.$2",
    "winter_Sat": "Está muito frio para nadar agora, a água gelada. Todos os meus amigos peixes nadam para longe, para lugares quentes, muito, muito longe.",
    //Sun
    "Sun": "Depois da tempestade, o oceano me traz generosidade.#$b#Encontrei uma garrafa uma vez... dentro dela... segredos. Não, eu nunca vou contar. Eles são meus.",
    "Sun8": "Oceano, ela esconde muitos segredos. Um dia, talvez, ela compartilhe alguns com você?",
    "winter_Sun": "Você veio me ver, embora a água seja muito fria!#$b#Aqui, isso vai aquecer você, sim? [456 457]",
	//Unique Gift Responses
    "GiftReaction_-74": "Vou plantar, nutri-lo. Espero que cresça.#$b#Obrigado.$4",
    "GiftReaction_Beer": "ECA! Isso tem um cheiro horrível... E tem um gosto podre. Por que você me dá isso?",
    "GiftReaction_Mead": "É tão doce! Como beber mel. Obrigado.",
    "reject_534":"Isso é uma pedra preciosa! Um presente da terra. Não é presente para mim, é para outra pessoa, sinto muito."
  /*"GiftReaction_Frozen_Geode": "Thank you! This is cool. Get it?$3",
  "GiftReaction_Magma_Geode": "Oh, o que será que tem dentro?$1",
  "GiftReaction_Omni_Geode": "É como um sorteio da Mãe Natureza!$1"*/
}