{
	"DTZ.Kristoff4Heart.Blame": "pause 500/speak Kristoff \"...$s#$b#...$6\"/pause 500/playMusic shaneTheme/speak Kristoff \"... Eu percebo isso agora. Você está certo.$6\"/pause 500/emote Kristoff 40/speak Kristoff \"Toda a minha vida eu trabalhei duro para chegar onde estou. Eu me sacrifiquei tanto.$s#$b#Tudo o que eu sempre quis foi que meus funcionários trabalhassem duro para que eles também pudessem criar algo grande.$h#$b#Mas...$6\"/pause 1500/emote Kristoff 28/speak Kristoff \"Eu fui longe demais. Eu me tornei alguém que não consegue mais ver a humanidade.$s#$b#Eu odeio isso @. Não era isso que eu queria que Joja se tornasse.$6#$b#Eu... Acho que preciso de um tempo para realinhar minhas prioridades. Você me desculparia?$u\"/faceDirection Kristoff 3/move farmer 0 -4 0/speak Kristoff \"Obrigado @. E... Peço desculpas pelo meu comportamento anterior.$u#$b#Eu apreciei você quando você trabalhou conosco. Você foi um(a) ótimo(a) funcionário(a) .$u#$b#Eu entendo, por que você foi embora. Vou fazer o meu melhor. Obrigado.$6\"/pause 500/emote farmer 32/end invisibleWarpOut Kristoff",
	"DTZ.Kristoff4Heart.Disagree": "pause 500/emote Kristoff 16/speak Kristoff \"Uau @, sua visão de negócios parece ter crescido desde que você trabalhou aqui!$h\"/pause 500/playMusic shaneTheme/speak Kristoff \"... Eu acho que há verdades nessas declarações.$s\"/pause 500/faceDirection Kristoff 0/emote Kristoff 40/speak Kristoff \"Tudo o que fiz em toda a minha vida é para o benefício desta empresa.$6#$b#Esses funcionários cospem na cara dos meus sacrifícios. Pfft.$a/pause 1000/emote Kristoff 32/faceDirection Kristoff 1/speak Kristoff \"Eu concordo com você na maior parte @. Mas, considere as pessoas que o ajudaram a chegar onde você está em sua vida.$s#$b#Mentores. Amigos. Família. Mesmo aqueles que trabalharam contra você.$u#$b#Ter alguém para influenciá-lo positivamente é importante para o crescimento pessoal.$6#$b#E o crescimento pessoal pode beneficiar muito o crescimento de outras pessoas ao seu redor.\"/pause 1000/emote Kristoff 40/speak Kristoff \"Pode me dar licença @? Acredito que preciso reavaliar minhas intenções.#$b#Talvez haja alguma verdade nas reclamações dos funcionários, afinal...$6\"/faceDirection Kristoff 3/move farmer 0 -4 0/speak Kristoff \"Obrigado pelo seu feedback, @. A Corporação Joja realmente aprecia sua opinião.$6\"/faceDirection farmer 2/speak Kristoff \"E... Eu também.$l\"/pause 500/emote farmer 32/end invisibleWarpOut Kristoff"
}