{
"Changes": [
	 {
            "LogName": "SecretNotes",
            "Action": "EditData",
            "Target": "Data/SecretNotes",
	    "Update": "OnTimeChange, OnLocationChange",
            "Entries": {
                "928": "It's a page from the book Gabriel found:^^In arcane mythology, the bottle of slime energy is one of the weaker forms of energy. I have noticed that while it is hot to the touch of ordinary folk, those of a certain bloodline posses the mystique ability to control it. One of those people happens to be myself.^^Through my tracking, I've seen that the energy waves emitted from this energy seem to be attracted to a location secluded underground. I get a certain, say, 'mutated' energy when I visit it. Don't get me started on the smell...",
		"929": "It's a page from the book Gabriel found:^^I've noticed some similar energies emitting from seemingly ordinary objects around the valley. Though they seem to bear no relation to the slime energy I've collected, I think it is quite interesting. Today I was walking through the fields and observed a flower in the shape of our golden star emit these frequencess... I do not know how many of these there are. I wonder what would happen if they were brought together...",
	 	"930": "It's a page from the book Gabriel found:^^I spotted a peculiar stone near the northern caves today. To my surprise it emitted the same energy I had been looked for! I do not know the exact type of stone it was, but it reminded me of a slime itself, perhaps turned to stone by a snake's gaze. In any case, I will continue to study the effects of this mysterious energy.",
		"931": "It's a page from the book Gabriel found:^^I visited an exotic market in the West Mountains yesterday. The curious fisherman shop had something that piqued my interest: a carp that glowed the colors of a midnight sky. I witnessed the same frequencies I did before emitting from that fish! Unfortunately I was short on bills so I was left no choice to but to leave the specimen to the fisherman, but I will no doubt attempt to purchase it next time I visit.",
		"932": "It's a page from the book Gabriel found. The page is dated to 80 years ago:^^I had a mindmelding dream the other night. People appeared to me - I cannot quite understand who or why, but I remember their names. I do not know if this will be needed, but I always believe in good record keeping.^^^I feel a connection to these people:^Ria^Adell^Chloe^Antoinette^@^Tina^Cammie^Guadalupe^Krysten^Ray^Hiroko^Lillianna^Jarred^Caroline^Forrest^^Who knows? Maybe one of them will be my future descendant...",
            },
	    "When": {
		"HasSeenEvent: hostPlayer |contains=9280019": "true",
		},
        },
],
}