{
   // "Introduction": "",
    "Resort_Entering": "Que lugar fascinante! Quem teria imaginado que teriamos uma Ilha Tropical, bem no nosso quintal!$1",
    //"Resort_Leaving": "",
    "Resort_Shore": "Hmm, me pergunto se há um tesouro escondido aqui. Esse lugar seria um excelente refúgio para piratas... Você não acha?",
    "Resort_Umbrella": "Nossa... Está muito sol. Você pode se juntar a mim aqui na sombra, se quiser, @.",
    "Resort_Wander": "Se você fosse um pirata, onde você enterraria seu tesouro?",
    "Resort_Bar": "Ah sim, algo rosa e efervescente, por favor. E não economize no álcool também, Gus!",
    "Resort": "Parece um pouco Kitsch, não acha?",
    "dumped_Girls": "Ouvi dizer que você criou uma cena e tanto, @. Ah, não estou te julgando! Na minha juventude...#$b#Você provavelmente não quer saber disso, quer? É tedioso, nós velhos, com a nossa nostalgia!$1",
    "Mon": "East Scarp certamente mudou bem. Na minha época era tudo lama e pó de carvão. Lugar miserável...#$b#Agora posso ver por que Jake voltou para cá.$1",
    "Tue": "$1 Vivi_EllieBird#Ellie quer que eu coloque um pássaro no meu livro. Ela me deu até um portfólio de espécies 'Interessantes'. Muito obstinada, essa garota.$1#$e#O novo livro está indo muito bem. Estou apenas exorcizando alguns coelhinhos da trama. O que? Eles correm soltos e se reproduzem como loucos.$1",
    "Wed": "Você já foi o mais fundo nas Cavernas, @?#$e#Eu costumava passear por lá o tempo todo. Ah, com um 'Amigo'.$4",
    "Thu": "Nunca pensei que voltaria aqui. Ainda assim, este lugar tem uma bela vista.",
    "Fri": "Eu sinto falta dos Gatos... E da Tess também, suponho... Mas às vezes amizades, como relacionamentos românticos, simplesmente não dão certo.$2",
    "Sat": "Já encontrou o pomar, @? Eu costumava colher cerejas lá.#$b#Era um trabalho tedioso, não recomendo, embora sobre mais tempo para pensar. Principalmente sobre as outras coisas que você gostaria de estar fazendo, admito.",
    "Sun": "Se você ver Clint, você pode tentar convencê-lo de que sua velha mãe não é um dragão, por favor?#$b#Receio que tivemos uma briga... Espero que um dia ele me perdoe.$2",
    "Mon2": "Aquela maldita Arara... Era de Clem, que ganhou em um jogo de cartas.#$b#Clem era um merda nas cartas, então não tenho dúvidas de que foi manipulado. Provavelmente só queriam se livrar daquela maldita coisa.$1",
    "Tue2": "Cuidado com o que você diz a um autor, @. Você pode lê-lo em um livro um dia!$1",
    "Fri2": "Vilas pequenas são muito divertidas. Gosto de observar as pessoas e imaginar suas histórias.#$b#É claro, eu não acerto muitas vezes. Pessoas reais são - Geralmente - Muito menos interessantes.$1",
    "Sun2": "",
    "Wed2": "",
    "Tue4": "Eu adoraria ir para as montanhas novamente, mas esse velho corpo não é tão obediente quanto costumava ser.#$b#E não é provável que ele esteja lá em cima de qualquer maneira... Então melhor não.$2",
    // "spring_Sat6": "",
    "Mon8": "",
    "Thu10": "",
    "Fri6": "Clint e Jake eram melhores amigos quando eram meninos. Eu não sei o que aconteceu entre eles.$2#$b#Bem, eu sei, mas nós tentamos não falar sobre isso...$a#$b#Eu diria que era uma escolhas sensata @. Mas foi aí que eu errei.$2",
    //"summer_1_2": "",
    "summer_Mon": "Eles realmente transformaram este lugar! Não é? Haha, na minha época era tudo lama e poeira.#$b#Você não tem ideia de quanto pó de carvão tinha aqui, @.",
    "summer_Tue": "O verão realmente atrai os insetos. Espero que você tenha estocado repelente - Essas pequenas pragas chegam a todos os lugares.",
    //"summer_Wed": "",
    //"summer_Thu": "",
    "summer_Thu4": "Princesa Midnight e eu estamos chegando a um acordo. Ontem à noite ela até se sentou comigo por um tempo.$1",
    //"summer_Fri": "",
    //"summer_Sat": "",
    //"summer_Sun": "",
    //"summer_Wed2": "",
    "summer_Tue4": "Nunca irrite um autor, @. Haha, eu matei meus críticos tantas vezes. Às vezes é deliciosamente macabro.$1#$b#Nem todos esses livros são impressos, é claro.",
    //"summer_Sat6": "",
    //"summer_Mon8": "",
    //"summer_Thu10": "",
    //"summer_Fri10": "",
    //"fall_1": "",
    //"fall_Mon": "",
    //"fall_Tue": "",
    //"fall_Wed": "",
    //"fall_Thu": "",
    //"fall_Sat": "",
    //"fall_Sun": "",
    //"fall_Wed2": "",
    "fall_Tue4": "Você teria gostado da Del. Isso pode ser banal, mas quase todo mundo a amava.#$b#É uma pena o que aconteceu com ela. Câncer é uma merda.$2",
    //"fall_Sat6": "",
    //"fall_Mon8": "",
    //"fall_Thu10": "",
    //"fall_Fri6": "",
    //"fall_Fri10": "",
    //"winter_1": "",
    "winter_Mon": "Manhã fria para um passeio, não acha? Mas eu tenho que manter esses velhos ossos em movimento.$1",
    "winter_Tue": "Por que não estou trabalhando? Bom... Estou sempre trabalhando. O ar fresco e o canto dos pássaros são uma inspiração muito melhor do que olhar para uma página em branco.",
    "winter_Wed": "Oh! Olá @. Você me surpreendeu!$1#$b#Eu estava elaborando um enredo emaranhado na minha cabeça.",
    "winter_Thu": "Aposentada? Ha! Eu só poderia me aposentar se os personagens na minha cabeça se calassem.#$b#E não vejo isso acontecendo tão cedo.",
    "winter_Fri": "Nos meus dias de juventude, eu passeava por East Scarp com um namorado.#$b#Colocavamos flores silvestres atrás das orelhas. Ele ficava hilário, grande sujeito que era.$1#$b#Eu me pergunto onde ele está agora?$2",
    "winter_Sat": "Viu algum pássaro interessante por aí, @? Caso veja um, certifique-se de dizer a Ellie, ela vai adorar saber.",
    "winter_Sun": "Você tem viajado muito, @? Infelizmente minha agenda está cheia.$2#$b#Zuzu, Grampleton... Certa vez, participei de um Festival de Escritores em Point Drake. Lugar bonito.",
    "winter_Wed2": "Você é um leitor, @?#$b#Se quiser receber algumas cópias antecipadas, me avise! Vou falar com o meu editor.$1",
    "winter_Tue4": "Arrependimentos? Sim, eu tive alguns. Casei-me muito jovem e pelos motivos errados.$2#$b#Um conselho: Não se comprometa se sua cabeça diz 'Sim', mas seu coração diz 'Não', @.",
    "winter_Sat6": "",
    "winter_Thu10": "",
    "winter_Wed6": "",
    "winter_Fri10": "",
    "Saloon2": "Venho aqui todas as noites e espero que meu filho fale comigo.#$b#Patético, não sou? Quer dizer, eu poderia simplesmente ir falar com ele, não poderia?$2",
    "spring_12_2": "Você está pronto para a caça aos ovos amanhã? Ellie me fez pintar um monte ovos para amanhã.$1",
    "spring_23_2": "Você tem um amor para o baile amanhã, @?#$b#Hah, uma das vantagens de ser velho é que posso me safar fazendo perguntas diretas.$1#$b#Você não tem obrigação de respondê-las, é claro.",
    "winter_7_2": "Ouvi dizer que a pesca no gelo é amanhã. Eu sempre achei esse festival tão sem graça...#$b#Nunca entendi a pesca esportiva. Não adianta pegar peixe se você não vai comê-lo.",
    "fall_26_2": "Ellie está clamando por uma história assustadora antes de dormir esta noite. Eu devo? Tenho medo de lhe dar pesadelos.",
    "summer_10_2": "Todos querem impressionar o Governador amanhã. Frecura! O que os órgãos governamentais locais fizeram por mim, é tudo o que posso dizer?#$b#Ainda assim, acho que vou ter que me comportar pelo bem de Jake.",
    "summer_28_2": "Ellie passou o dia todo me ensinando sobre a biologia das geleias.#$b#Não me entenda mal, eu amo minha neta... Mas ela é um pouco tediosa.",
    "winter_24_2": "Haha, Estrela de Inverno, é hora de relembrar e ficar todo sentimental com gratidão.$1#$b#Pelo o que eu sou grata? Bem, estou feliz que Clem esteja fora da minha vida.",
    //Unique Courtship Responses - Requires the mod to be installed, otherwise does nothing. If it doesn't exist and the mod is installed though, the game will soft lock.
    "rejectNPCA": "Oh, isso um desafio? Eu vou aceitar, se você me der uma parte do prêmio.$1",
    "rejectNPCB": "Oh, não me tente, gatinho(a). Tenha medo de ter envelhecido para uma Onça. Ou talvez para um Dente de Sabre.$1",
    "refusal_no_heartsA": "", //they don't know you
    "refusal_no_heartsB": "Fui casada uma vez. Não gostei muito. E eu não estou planejando fazer isso de novo.$a",
    "engageA": "", //if you're already engaged, I guess?
    "engageB": "",
    "marriedA": "", //if you're already married, I guess?
    "marriedB": "",
    //Datables:
    /* "give_flowersA": "",//accepting
    "give_flowersB": "",
    "give_pendant": "",//accepting
    "stardrop_gift": "",
    "reject_two_heartA": "",
    "reject_two_heartB": "",
    "reject_four_heartA": "",
    "reject_four_heartB":"",
    "refusal_knownA": "",
    "refusal_knownB": "",
    "refusal_botherA": "",
    "refusal_botherB":"",*/
    //Unique Jealousy Responses: - requires the mod. It basically means if you are caught giving a gift to someone else "single" your spouse won't necessarily get jealous: unless you lie about it, I suppose?
    //"giftquestion_yes": "",
    //"giftquestion_lie": "",
    //Conversation Topics (choose the ones you feel are most suited to your character) 
    //canon (most useful ones below) For a full list: https://stardewcommunitywiki.com/Modding:Dialogue
    //"joja_Begin": "",
    //"cc_Begin":"",
    //"cc_Bridge":"",
    "cc_Bus": "Ouvi dizer que o Ônibus está funcionando novamente. Eu nunca estive no Deserto de Calico, devo ir lá algum dia?.",
    //"cc_Boulder":"",
    //"cc_Greenhouse":"",
    "cc_Minecart": "É estranho oscarrinhos da mina estarem funcionando novamente. Costumávamos brincar com eles na juventude.#$b#Até Clem quebrar o tornozelo. Até seu pai machucou o pé nisso. Pobres coitados.$2",
    "cc_Complete": "",
    "movieTheater": "",
    "GiftReaction_Ruby_Ring": "$1 VivienneRingReturn#Nunca pensei que veria isso de novo. Oh meu anjo, acho melhor você deixar essa velhinha sozinha com suas memórias. Mas obrigada por me devolver, @. Isso significa muito."
    //Is this what I think it is? It really is. Never expected to see this again...#$b#The stone was a gift from a dear friend. It hurt to leave it behind.
}